{
  "response":{"numFound":506904,"start":50000,"numFoundExact":true,"docs":[
      {
        "id":"ED351629",
        "title":"The Process and Pitfalls of Developing a Culturally Relevant Curriculum To Reduce AIDS among Sexually Active Teenagers: The Take 5 Project."},
      {
        "id":"ED351630",
        "title":"Openness to Experience as a Basic Dimension of Personality."},
      {
        "id":"ED351631",
        "title":"Stay In--You Win: Module One. Project Overview."},
      {
        "id":"ED351633",
        "title":"Stay In--You Win: Module Three. Planning Your Stay In--You Win Initiatives."},
      {
        "id":"ED351634",
        "title":"Stay In--You Win: Module Four. Dropout Prevention Programs That Work."},
      {
        "id":"ED351636",
        "title":"&quot;Helping Communities To Help Themselves.&quot; Twenty 1989 Exemplary Prevention Programs for Preventing Alcohol and Other Drug Abuse. Project Summaries."},
      {
        "id":"ED351637",
        "title":"Prevention in Action. 1991 Exemplary Alcohol and Other Drug Prevention Programs."},
      {
        "id":"ED351638",
        "title":"Culturally Relevant Bibliotherapy: Meeting the Needs of Minority Children."},
      {
        "id":"ED351639",
        "title":"Adult Career Counseling Center: Ninth Annual Report. September 1991 - June 1992."},
      {
        "id":"ED351640",
        "title":"Empowerment Versus Control: Historical Accounts of Lesbian and Gay Lives."},
      {
        "id":"ED351641",
        "title":"Developing Faculty for the 21st Century: One Step Beyond the Role of Advisor."},
      {
        "id":"ED351642",
        "title":"A Process Model of Empowerment for Women in Group Settings."},
      {
        "id":"ED351643",
        "title":"Critical Thinking and Its Relationship to Motivation, Learning Strategies, and Classroom Experience."},
      {
        "id":"ED351644",
        "title":"Predicting Children's Loneliness: Quantity and Quality of Friendships."},
      {
        "id":"ED351645",
        "title":"Organizational Leaders and Managers: Historical and Emerging Perspectives."},
      {
        "id":"ED351647",
        "title":"Development of a Leader's Guide to Community-Based Programs in Health Education and Promotion for Older Adults."},
      {
        "id":"ED351648",
        "title":"The Bases of Power: Origins and Recent Developments. A Presentation in Honor of John R. P. French on the Occasion of His Receiving the Kurt Lewin Award."},
      {
        "id":"ED351649",
        "title":"At-Risk Report, 1991-92. What Does the Future Hold?"},
      {
        "id":"ED351650",
        "title":"Gender Bias in Initial Perceptions and Subsequent Hiring Decisions."},
      {
        "id":"ED351651",
        "title":"Couples and Conflicts over the Household Division of Labor."},
      {
        "id":"ED351652",
        "title":"Characteristics of Counselor Self-Disclosure."},
      {
        "id":"ED351653",
        "title":"Relationships among Self-Efficacy, Implicit Theories, Memory Predictions, and Memory Task Performance."},
      {
        "id":"ED351655",
        "title":"Adolescents' Understandings of Power and Violence in Marital Relationships."},
      {
        "id":"ED351656",
        "title":"Women's Experiences of Depression: Their Lessons for Us."},
      {
        "id":"ED351657",
        "title":"Child Sexual Abuse: Debate, Denial, and Denouement. A Feminist Perspective--Female Adults Molested as Children, Socialized Gender-Role Behavior, and Issues of Power and Control."},
      {
        "id":"ED351659",
        "title":"Necessary Lies and the &quot;Secret Self&quot;: Preconscious Fantasies as a Response to Childhood Trauma."},
      {
        "id":"ED351660",
        "title":"Counseling as a Subversive Activity."},
      {
        "id":"ED351661",
        "title":"The Perceived Relationship between Physical Attractiveness and Social Influence Effectiveness."},
      {
        "id":"ED351662",
        "title":"Big Books Revisited: An Interview with Don Holdaway. PEN 86."},
      {
        "id":"ED351663",
        "title":"A Survey of Reading Program Materials, Methods, and Teacher Theoretical Orientation in South Dakota Public, Non Public and Bureau of Indian Affairs Schools."},
      {
        "id":"ED351664",
        "title":"Students&apos; Own Bookshop: A Program To Enhance Middle Grades Reading and Leadership through Student Managed Paperback Bookshop Operation. Manual of Ideas and Procedures."},
      {
        "id":"ED351665",
        "title":"From Listening to Reading: Phonological Processes in Comprehension."},
      {
        "id":"ED351666",
        "title":"The Relationship between Student Teachers' Reading Instructional Behaviors and Reflective Judgment."},
      {
        "id":"ED351667",
        "title":"Teens' Favorite Books: Young Adults' Choices 1987-1992."},
      {
        "id":"ED351668",
        "title":"Contributor&apos;s Guide to Periodicals in Reading."},
      {
        "id":"ED351669",
        "title":"Analogies as Sources of Interference to Learning from Texts with Study Guides."},
      {
        "id":"ED351670",
        "title":"Learning from Texts: Effects of Similar and Dissimilar Features of Analogies in Study Guides."},
      {
        "id":"ED351672",
        "title":"Reading Recovery/Early Literacy Program 1991-92, Private Industry Council. Final Evaluation Report."},
      {
        "id":"ED351673",
        "title":"Language Development Component All Day Kindergarten--PIC Program 1991-92, Private Industry Council. Final Evaluation Report."},
      {
        "id":"ED351675",
        "title":"Narrative, Self-Assessment, and Reflective Learners and Teachers."},
      {
        "id":"ED351676",
        "title":"Persuasive Elements of 100 Successful Magazine Query Letters."},
      {
        "id":"ED351677",
        "title":"The Buckley Amendment and Campus Police Reports."},
      {
        "id":"ED351678",
        "title":"Cultural Framing: Foreign Correspondents and Their Work."},
      {
        "id":"ED351679",
        "title":"Photojournalism Issues for the 1990s: Concerns for All Teachers of Journalism Courses."},
      {
        "id":"ED351680",
        "title":"Narrative Is Just a Fancy Word for Story: Incorporating a Short Fiction Assignment into the Freshman Composition Syllabus."},
      {
        "id":"ED351681",
        "title":"Making a Living, Making a Life: English and Business."},
      {
        "id":"ED351682",
        "title":"A Different Kind of Hero: Teaching the &quot;Tale of Genji&quot; to American Undergraduates."},
      {
        "id":"ED351683",
        "title":"Building Community through Computer Conferencing and Feminist Collaboration."},
      {
        "id":"ED351684",
        "title":"Deconstruction Literary Theory and a Creative Reading of &quot;The Great Gatsby.&quot;"},
      {
        "id":"ED351685",
        "title":"Guaranteed Authority and Contrived Dialogism: The Supreme Court's Majority Opinion in Bowers v. Hardwick."},
      {
        "id":"ED351686",
        "title":"Transcending Difference: The Place of the Classics in the Curriculum of the '90s."},
      {
        "id":"ED351687",
        "title":"Peer Tutoring and Writing Assessment."},
      {
        "id":"ED351688",
        "title":"Monolingual Readers/Polylingual Texts: Challenges in Ethnic Literatures."},
      {
        "id":"ED351689",
        "title":"Bridging the Gap between Peer Response in the Classroom and Teacher Expectation: Three Stories."},
      {
        "id":"ED351690",
        "title":"The Poet's Stance: Empathic Learning in the Introductory Poetry Class."},
      {
        "id":"ED351691",
        "title":"The Role of Native American Traditions in the College Composition Classroom."},
      {
        "id":"ED351692",
        "title":"Getting the Knack: 20 Poetry Writing Exercises 20."},
      {
        "id":"ED351693",
        "title":"&quot;Anything Can Happen in a Story--You Can Even Meet a Baboon Shopping in Town&quot;: Authors Encouraging Children as Writers."},
      {
        "id":"ED351694",
        "title":"Integration of Content in the Language Arts."},
      {
        "id":"ED351695",
        "title":"Literary Theory and Composition Practice."},
      {
        "id":"ED351696",
        "title":"The Need for Self-Consciousness in Theorizing and Teaching: The Role of the New Teacher Preparation Programs in Graduate Studies of the 90s."},
      {
        "id":"ED351697",
        "title":"Description of Writing Achievement Levels-Setting Process and Proposed Achievement Level Definitions: 1992 National Assessment of Educational Progress."},
      {
        "id":"ED351698",
        "title":"Paternalism and Protest: The Presentation of Deaf Persons in the &quot;New York Times&quot; and &quot;Washington Post.&quot;"},
      {
        "id":"ED351699",
        "title":"Ambiguity Can Be Pragmatic, and a Good Thing, Too."},
      {
        "id":"ED351700",
        "title":"Nurturing the Communication Abilities of Second Grade Students by Using Notebook Computers To Enhance the Writing Process."},
      {
        "id":"ED351701",
        "title":"Samples of Students' Writing from the June 1991 English 30 Diploma Examination."},
      {
        "id":"ED351702",
        "title":"Samples of Students' Writing from the June 1991 English 33 Diploma Examination."},
      {
        "id":"ED351703",
        "title":"Darwin's Natural Selection in the Classroom."},
      {
        "id":"ED351704",
        "title":"Teaching Values in the Literature Classroom: A Debate in Print. A Public School View. A Catholic School View."},
      {
        "id":"ED351705",
        "title":"A Teacher's Guide for William Shakespeare's &quot;Henry V.&quot;"},
      {
        "id":"ED351706",
        "title":"Long Ago &amp; Far Away (Season III). Discussion and Activity Guide."},
      {
        "id":"ED351708",
        "title":"Intercultural Communication Education: An Afrocentric Perspective."},
      {
        "id":"ED351710",
        "title":"Dialectical Communication of Cultural Narrative Codes in the Discourse of Multi-Cultural Children: An Exploratory Study."},
      {
        "id":"ED351711",
        "title":"Student-Run Advertising Agency: A Showcase for Student Work."},
      {
        "id":"ED351712",
        "title":"Student Advertising Competitions: Student Perspectives on the AAF Competition."},
      {
        "id":"ED351713",
        "title":"A Socio-Technical View of COMCONF."},
      {
        "id":"ED351714",
        "title":"Intercultural Communication Education in the People's Republic of China."},
      {
        "id":"ED351715",
        "title":"Sticks and Stones: Why First Amendment Absolutism Fails When Applied to Campus Harassment Codes."},
      {
        "id":"ED351716",
        "title":"The Federal Courts and Educational Policy: Paternalism, Political Correctness and Student Expression."},
      {
        "id":"ED351717",
        "title":"Tolerance-Intolerance of Ambiguity and the Teaching of Public Relations: Investigating Effects of Individual Differences in the Classroom."},
      {
        "id":"ED351718",
        "title":"Computer-Mediated Communication in Small Group Decisional Stages."},
      {
        "id":"ED351719",
        "title":"Adult Communication Management in Adult Vocational Education: A Contemporary Australian Perspective."},
      {
        "id":"ED351720",
        "title":"Understanding Classroom Communication from an Ethnographic Perspective. Technical Report No. 562."},
      {
        "id":"ED351721",
        "title":"Listening Instruction: A Qualitative Meta-Analysis of Twenty-Four Selected Studies."},
      {
        "id":"ED351722",
        "title":"Using &quot;CART&quot; in Testing Implicit Communication Theory in the Classroom."},
      {
        "id":"ED351723",
        "title":"Prospective Impact of Responsibility Center Budgeting on Communication and Theatre Programs: View from a State Supported University."},
      {
        "id":"ED351724",
        "title":"The Theoretical Intersection of the Looking-Glass-Self and Social Penetration."},
      {
        "id":"ED351725",
        "title":"Disabled Persons and Mass Media Usage: Deaf Nebraskans Offer Their Viewpoints."},
      {
        "id":"ED351726",
        "title":"Cultivation in the Newer Media Environment."},
      {
        "id":"ED351727",
        "title":"Intervening on Behalf of the Patient in Primary Care: The Communicative Role of the Hospital Chaplain as a Member of the Health Care Team."},
      {
        "id":"ED351728",
        "title":"A Comparative Analysis of International Public Relations Practices, Phase Two: Interpretations of Differences and Similarities between Professionalization in Austria, Norway, and the U.S."},
      {
        "id":"ED351729",
        "title":"Spatial and Organizational Predictors of Newsroom Minority Employment."},
      {
        "id":"ED351730",
        "title":"A Descriptive Study of Communication and Teaching Strategies Used by Two Types of International Teaching Assistants at the University of Minnesota, and Their Cultural Perceptions of Teaching and Teachers."},
      {
        "id":"ED351731",
        "title":"The SPEAK Test: International Teaching Assistants' and Instructors' Affective Reactions."},
      {
        "id":"ED351732",
        "title":"The ABD Phenomenon: The &quot;At Risk&quot; Population in Higher Education and the Discipline of Communication."},
      {
        "id":"ED351734",
        "title":"Multicultural Communication: Assessing, Facilitating, and Evaluating Competency-Based Oral Interactions. Short Course No. 6."},
      {
        "id":"ED351735",
        "title":"Can Political Economy of Communication Be Incorporated with Cultural Studies in Postmodern Era?"},
      {
        "id":"ED351736",
        "title":"Contributions of Habermas and Bakhtin to the Assimilation of Modernity and Postmodernity within Cultural Studies."},
      {
        "id":"ED351741",
        "title":"Student Motivation, School Culture, and Academic Achievement: What School Leaders Can Do. Trends & Issues Paper."},
      {
        "id":"ED351743",
        "title":"Public Education and Issues of Church and State."},
      {
        "id":"ED351744",
        "title":"A Guide to Performing Reinspections under the Asbestos Hazard Emergency Response Act (AHERA)."},
      {
        "id":"ED351745",
        "title":"Overview of Schoolyear 2000: A Technology-Based System of Schooling."},
      {
        "id":"ED351746",
        "title":"School Choice in Virginia and the Nation. A New Vision for Education."},
      {
        "id":"ED351750",
        "title":"The Pocket Condition of Education 1992."},
      {
        "id":"ED351751",
        "title":"The Louisiana Accelerated Schools Project First Year Evaluation Report."},
      {
        "id":"ED351753",
        "title":"Just Education: The Right to Education in Context and Conversation. Values and Ethics Series, Volume 3."},
      {
        "id":"ED351754",
        "title":"A Pennsylvania Education-Welfare Collaboration Model for Successful Teen Parent Programs."},
      {
        "id":"ED351755",
        "title":"Cognitive Development through Radical Change: Restructuring Classroom Environments for Students at Risk."},
      {
        "id":"ED351756",
        "title":"TEAMS. Team Exercise for Action Management Skills: A Semester-Long Team-Management Simulation."},
      {
        "id":"ED351757",
        "title":"School Change Models and Processes: A Review and Synthesis of Research and Practice. Draft."},
      {
        "id":"ED351759",
        "title":"Report of the Minnesota Department of Education Survey of School Buildings: 50 Years and Older."},
      {
        "id":"ED351760",
        "title":"Renewing Public Dialogue. 1992 Education Agenda."},
      {
        "id":"ED351761",
        "title":"Minnesota Educational Effectiveness Program. Evaluation Report."},
      {
        "id":"ED351762",
        "title":"The Power of Integrating Education and Human Services; Achieving the Potential of the Northwest."},
      {
        "id":"ED351764",
        "title":"Mandated Volunteerism: Is It Right? Do We Want It?"},
      {
        "id":"ED351765",
        "title":"The Pacific Child: Investing in the Future. Conference Evaluation. Annual Pacific Educational Conference (9th, Pago Pago, August 3-5, 1992)."},
      {
        "id":"ED351767",
        "title":"A Paradigm Shift for Educational Administrators: The Total Quality Movement."},
      {
        "id":"ED351768",
        "title":"Deciding about Decision Making."},
      {
        "id":"ED351769",
        "title":"Student First Amendment Rights: Wisconsin School Board Association."},
      {
        "id":"ED351770",
        "title":"Devolution: Evolution or Revolution?"},
      {
        "id":"ED351771",
        "title":"Knowledge Revolution for All Americans. Winning the War against Ignorance: Empowering Public Schools."},
      {
        "id":"ED351772",
        "title":"The First Condition of Education Report. A Report on Elementary and Secondary Education in Iowa."},
      {
        "id":"ED351773",
        "title":"The Annual Condition of Education Report. A Report on Elementary, Secondary and Community College Education in Iowa."},
      {
        "id":"ED351774",
        "title":"Loosely Coupled Organizations Revisited."},
      {
        "id":"ED351775",
        "title":"Heads of Mechanical or Living Schools? How We Attend to Our Daily Reality."},
      {
        "id":"ED351776",
        "title":"Independent School Governance."},
      {
        "id":"ED351777",
        "title":"Evaluation Plans for the Junior Secondary Curriculum and Management Activities of the Botswana Ministry of Education."},
      {
        "id":"ED351778",
        "title":"Teacher Incentive Systems, Final Report. Policy Research Initiative: Haiti, Liberia, Somalia, Yemen Arab Republic."},
      {
        "id":"ED351779",
        "title":"Botswana Junior Secondary Education Improvement Project (JSEIP), 1985-1991. Final Report: Project Summary and Lessons Learned."},
      {
        "id":"ED351780",
        "title":"Strengthening Local Education Capacity: Botswana [and] Indonesia. Final Report. Policy Research Initiative."},
      {
        "id":"ED351781",
        "title":"Teachers Rituals, Organized Sacrilege: The Classroom Institution in Southern Africa. Research Reports Series."},
      {
        "id":"ED351782",
        "title":"Charter Schools. Policy Briefs, Number 19."},
      {
        "id":"ED351783",
        "title":"Strengthening Support & Recruitment of Women & Minorities to Positions in Education Administration. A Resource Manual."},
      {
        "id":"ED351784",
        "title":"Indicators of Educational Effectiveness and Efficiency."},
      {
        "id":"ED351785",
        "title":"The Evaluation of Efficiency in Educational Developmental Activities."},
      {
        "id":"ED351786",
        "title":"Education and Human Resources Sector Assessment Manual."},
      {
        "id":"ED351789",
        "title":"CaMaPe: An Organizational and Educational Systems Approach to Secondary School Development."},
      {
        "id":"ED351792",
        "title":"Choice and Accountability: The Minnesota Experience."},
      {
        "id":"ED351793",
        "title":"Restructuring School Governance: The Chicago Experience."},
      {
        "id":"ED351794",
        "title":"Public-Private Partnerships: The Private Sector and Innovation in Education. Policy Insight Number 142."},
      {
        "id":"ED351795",
        "title":"Survey of Education Vouchers and Their Budgetary Impact on California: Working Paper. Policy Insight Number 144."},
      {
        "id":"ED351796",
        "title":"Satellite Schools: The Private Provision of School Infrastructure. Policy Insight Number 153."},
      {
        "id":"ED351797",
        "title":"Analysis of School Finances in New York State School Districts, 1990-91."},
      {
        "id":"ED351798",
        "title":"Women Administrators in New York State Public Schools, 1968-1991."},
      {
        "id":"ED351799",
        "title":"State Administrators Association Director's Perceptions of the Exiting Superintendent Phenomenon."},
      {
        "id":"ED351800",
        "title":"Restructuring for Collaboration: A Case Study of School-Based/University-Based Collaboration."},
      {
        "id":"ED351801",
        "title":"Human Rights Legislation and the Educational Administrator: An Australian Case Study."},
      {
        "id":"ED351808",
        "title":"Alternative Uses of Ability Grouping: Can We Bring High-Quality Instruction to Low-Ability Classes? Final Deliverable."},
      {
        "id":"ED351809",
        "title":"Contexts and Processes for Effective School Change: Case Study of an External Change Agent."},
      {
        "id":"ED351810",
        "title":"A Vision of Change for America."},
      {
        "id":"ED351811",
        "title":"Developing and Implementing an Inservice Program Designed To Change Teacher Attitudes toward Mainstreamed Learning Disabled Students at the Secondary Level."},
      {
        "id":"ED351812",
        "title":"Improving Child/Caregiver Relationships of Prenatally Substance-Exposed Children Birth to Three with Early Intervention Techniques Facilitated by Infant Development Instructors."},
      {
        "id":"ED351813",
        "title":"Attention Deficit Disorders: Meeting Individual Needs: A Program Designed To Increase Teacher Effectiveness and Promote Student Learning."},
      {
        "id":"ED351814",
        "title":"Assistive Technology Devices and Home Accessibility Features: Prevalence, Payment, Need, and Trends."},
      {
        "id":"ED351816",
        "title":"The Utilization of High School Students as Volunteers in Special Education. Student Manual. Project Support."},
      {
        "id":"ED351817",
        "title":"Program Standards for Treatment Foster Care."},
      {
        "id":"ED351818",
        "title":"Toy Libraries/Lekoteks in an International Perspective."},
      {
        "id":"ED351819",
        "title":"Annual Report to the President and to the Congress on Federal Activities Related to the Rehabilitation Act of 1973 as Amended. Fiscal Year 1991."},
      {
        "id":"ED351820",
        "title":"Introducing Special Education as a Career. Organizational Kit for: High School Clubs of the Council for Exceptional Children."},
      {
        "id":"ED351822",
        "title":"Child Abuse and Developmental Disabilities."},
      {
        "id":"ED351823",
        "title":"Self-Concept of Young \"Special\" Children: What Special Educators Should Know."},
      {
        "id":"ED351824",
        "title":"Defining Staff Roles and Responsibilities with Integration: A Model for Effective Utilization of Special Education Staff in the Regular Classroom."},
      {
        "id":"ED351825",
        "title":"Speech-Language Pathology in Rural Areas. Annotated Bibliography."},
      {
        "id":"ED351826",
        "title":"Provision of Services to Students with Attention Deficit Hyperactivity Disorder. A Vision for Education."},
      {
        "id":"ED351827",
        "title":"A Manual on the Primary Prevention of Developmental Disabilities."},
      {
        "id":"ED351829",
        "title":"Questions Often Asked about Special Education Services. Update."},
      {
        "id":"ED351830",
        "title":"Attention Deficit Disorder. NICHCY Briefing Paper."},
      {
        "id":"ED351831",
        "title":"Special Education and Related Services: Communicating through Letter Writing. A Parent's Guide."},
      {
        "id":"ED351832",
        "title":"Japanese Special Education Today: Issues and Implications."},
      {
        "id":"ED351833",
        "title":"Early Motor Training in Down's Syndrome Babies: Results of an Intervention Program."},
      {
        "id":"ED351834",
        "title":"Gifted Students and Whole Language: A Descriptive Study of Four Classrooms."},
      {
        "id":"ED351835",
        "title":"How To Find Answers to Your Special Education Questions."},
      {
        "id":"ED351836",
        "title":"Support Programs for At-Risk and Learning Disabled at Muskingum College."},
      {
        "id":"ED351837",
        "title":"Empowering Parents of Junior High School Resource Students with Specific Learning Disabilities during the Individual Education Plan Process."},
      {
        "id":"ED351838",
        "title":"HIV/AIDS Guidelines for Special Education Populations."},
      {
        "id":"ED351839",
        "title":"Results of a Panel Longitudinal Study with Systematic Replication: Graduates of Preschool Special Education Programs in Washington and New Mexico."},
      {
        "id":"ED351840",
        "title":"Spina Bifida: Guidelines of Care for Children with Special Health Care Needs."},
      {
        "id":"ED351841",
        "title":"Congenital Heart Disease: Guidelines of Care for Children with Special Health Care Needs."},
      {
        "id":"ED351842",
        "title":"Disability and Family Policy."},
      {
        "id":"ED351844",
        "title":"[Infants and Young Children with Pervasive Developmental Disorders.]"},
      {
        "id":"ED351845",
        "title":"Developing Industry-Special Education's Joint Response To Changing Demographics in the Workforce. Final Project Report."},
      {
        "id":"ED351846",
        "title":"State/Jurisdiction Eligibility Definitions for Part H."},
      {
        "id":"ED351847",
        "title":"Preschool Special Education Eligibility Classifications and Criteria."},
      {
        "id":"ED351848",
        "title":"Guidelines for Students Who Are Sharing Confidential Information with Colleges and Universities."},
      {
        "id":"ED351849",
        "title":"Kansas Working Papers in Linguistics, Volume 17, Numbers 1 and 2."},
      {
        "id":"ED351850",
        "title":"Some Issues in Japanese Accent."},
      {
        "id":"ED351851",
        "title":"Retraction in Cariocan Portuguese."},
      {
        "id":"ED351852",
        "title":"The Brahmi Family of Scripts and Hangul: Alphabets or Syllabaries?"},
      {
        "id":"ED351853",
        "title":"The Case of Subjects in the Romance Causative."},
      {
        "id":"ED351854",
        "title":"Locative Inversion in Cantonese."},
      {
        "id":"ED351855",
        "title":"Spatial Expressions in Sinhala: Appearance of Verb Forms."},
      {
        "id":"ED351856",
        "title":"Division of Labor between Grammar and Pragmatics Concerning Anaphora."},
      {
        "id":"ED351857",
        "title":"A Study of Quantifier Phrases in Thai."},
      {
        "id":"ED351858",
        "title":"Nouns in Tutelo."},
      {
        "id":"ED351860",
        "title":"Syllable Boundary Demarcation in Hualapai and Havasupai."},
      {
        "id":"ED351862",
        "title":"Language Maintenance and Language Renewal among Cherokee People in Oklahoma."},
      {
        "id":"ED351863",
        "title":"The Boswell Computer System and Its Effect on English as a Second Language Acquisition."},
      {
        "id":"ED351864",
        "title":"&quot;Historias de la Artamila,&quot; Ana Maria Matute. Performance Guides to Spanish Texts."},
      {
        "id":"ED351865",
        "title":"&quot;El coronel no tiene quien le escriba,&quot; Gabriel Garcia Marquez. Performance Guides to Spanish Texts."},
      {
        "id":"ED351866",
        "title":"&quot;Ficciones,&quot; Jorge Luis Borges. Performance Guides to Spanish Texts."},
      {
        "id":"ED351867",
        "title":"&quot;Romancero gitano y Bodas de sangre,&quot; Federico Garcia Lorca. Performance Guides to Spanish Texts."},
      {
        "id":"ED351868",
        "title":"&quot;Veinte poemas de amor y Canto general,&quot; Pablo Neruda. Performance Guides to Spanish Texts."},
      {
        "id":"ED351869",
        "title":"&quot;Don Quijote de la Mancha,&quot; Miguel de Cervantes Saavedra. Performance Guides to Spanish Texts."},
      {
        "id":"ED351870",
        "title":"&quot;San Manuel Bueno, martir,&quot; Miguel de Unamuno. Performance Guides to Spanish Texts."},
      {
        "id":"ED351871",
        "title":"User's Guide for the Nihongo Tutorial System."},
      {
        "id":"ED351872",
        "title":"Technical Specifications of the Nihongo Tutorial System."},
      {
        "id":"ED351873",
        "title":"A Comparative Case Study of Prior Cultural Knowledge in English-Second-Language Lexical Meaning-Making."},
      {
        "id":"ED351874",
        "title":"The Effects of Native Language Use in New York City Prekindergarten Classes."},
      {
        "id":"ED351875",
        "title":"Work Papers of the Summer Institute of Linguistics, 1992. University of North Dakota Session, Volume 36."},
      {
        "id":"ED351876",
        "title":"English Borrowing in Thai as Reflected in Thai Journalistic Texts."},
      {
        "id":"ED351877",
        "title":"Preposed and Postposed Adverbials in English."},
      {
        "id":"ED351878",
        "title":"The Role of Language in the Dissolution of the Soviet Union."},
      {
        "id":"ED351879",
        "title":"Tone in Komo."},
      {
        "id":"ED351880",
        "title":"Integrating English as a Second Language Instruction with the Regular Elementary and Middle School Curriculum: Can It Work?"},
      {
        "id":"ED351882",
        "title":"Second Language Writing. Workshop Series."},
      {
        "id":"ED351883",
        "title":"Intermediate Russian Proficiency Test. Final Report."},
      {
        "id":"ED351884",
        "title":"Elementary and Secondary Education Act ESEA Title VII Programs in New York State, 1991-92."},
      {
        "id":"ED351885",
        "title":"Education for International Understanding: Assessment of Student and Institutional Performance and Identification of Obstacles in Exemplary Programs."},
      {
        "id":"ED351886",
        "title":"Instructional Materials in Spanish for Agriculture. Final Report."},
      {
        "id":"ED351889",
        "title":"Multilevel ESL Curriculum Guide."},
      {
        "id":"ED351890",
        "title":"Skill Books Go to Work. The Development of a Workplace Literacy Program."},
      {
        "id":"ED351891",
        "title":"Creating a Comprehensive Workplace TESOL &amp; Literacy Service."},
      {
        "id":"ED351892",
        "title":"Holistic Teaching Strategies for Hispanic Students."},
      {
        "id":"ED351893",
        "title":"Literacy Awareness and Literacy Hotlines: The Final Report of the Calgary Adult Literacy Awareness Project."},
      {
        "id":"ED351894",
        "title":"The New York City Adult Literacy Initiative. Final Report 1990-91."},
      {
        "id":"ED351895",
        "title":"Bridging the Gap: Transitioning Second Language Learners into Adult Basic Education. A Curriculum Guide."},
      {
        "id":"ED351896",
        "title":"Coping with Organizational Change: Are We Adequately Preparing Our Future Managers?"},
      {
        "id":"ED351897",
        "title":"Student Outcomes Assessment: The Senior Survey."},
      {
        "id":"ED351898",
        "title":"Attrition and Retention of Full-Time and First-Time and Full-Time, Transfer Students in Baccalaureate and Associate Degree Programs, Including Post-Secondary Opportunity Students, State University of New York Class of 1989."},
      {
        "id":"ED351899",
        "title":"Assessing Faculty Shortages in Comprehensive Colleges and Universities. Working Paper #2."},
      {
        "id":"ED351900",
        "title":"New Concepts of Professional Expertise: Liberal Learning as Part of Career-Oriented Education. Working Paper #4."},
      {
        "id":"ED351901",
        "title":"The Implementation of General Education: Some Early Findings. Working Paper #5."},
      {
        "id":"ED351902",
        "title":"The Status of Black and Hispanic Faculty in Massachusetts Colleges and Universities. Working Paper #7."},
      {
        "id":"ED351903",
        "title":"The Mission of Metropolitan Universities in the Utilization of Knowledge: A Policy Analysis. Working Paper #8."},
      {
        "id":"ED351904",
        "title":"The Buck Stops Here: Outside Grants and the General Education Curriculum Change Process. Working Paper #9."},
      {
        "id":"ED346908",
        "title":"English Placement Recommendations at Golden West College: An Analysis of Disproportionate Impact."},
      {
        "id":"ED346915",
        "title":"Suffolk Community College E.C.R.P. -- Eastern Campus Retention Program."},
      {
        "id":"ED346916",
        "title":"Assessing Program Effectiveness: It's a Tough Job, but Somebody's Got To Do It. The Annual Report of the South Plains College Learning Center, Levelland, Texas, 1991-92."},
      {
        "id":"ED346921",
        "title":"Using the Personnel Data Base as a Source of Staffing Comparison Information."},
      {
        "id":"ED346922",
        "title":"Increasing Effectiveness by Integrating Planning and Evaluation."},
      {
        "id":"ED346925",
        "title":"Student Perceptions of the Racial Climate at Prince George's Community College, Spring 1992: A Preliminary Report. Research Brief RB93-1."},
      {
        "id":"ED346926",
        "title":"Collaborating To Help High-Risk Students Succeed. Beacon Guide."},
      {
        "id":"ED346927",
        "title":"Imperial Valley College 2+2+2 Project Handbook."},
      {
        "id":"ED346929",
        "title":"Educational Plant Survey: North Florida Junior College."},
      {
        "id":"ED346933",
        "title":"Minority Student Success in College: What Works. Minority Student Success Project."},
      {
        "id":"ED346934",
        "title":"Gleanings: The Minority Student Success Project."},
      {
        "id":"ED346936",
        "title":"Comparative Financial Statistics for Public Two-Year Colleges: FY 1991 Peer Groups Sample."},
      {
        "id":"ED346937",
        "title":"Comparative Financial Statistics for Public Two-Year Colleges: FY 1991 National Sample."},
      {
        "id":"ED346940",
        "title":"The New Workforce."},
      {
        "id":"ED346944",
        "title":"Prisoners of Elitism: The Community College's Struggle for Stature. New Directions for Community Colleges, Number 78."},
      {
        "id":"ED346948",
        "title":"Affordances in Preschool Lesson Structures and Socially Competent Task-Related Behaviors: A Gibsonian Ecological Re-Interpretation."},
      {
        "id":"ED346949",
        "title":"[Knowledge Base Issues: Content of Preparation and Training Programs.]"},
      {
        "id":"ED346952",
        "title":"Handling Stress and Abuse in the Religious Community."},
      {
        "id":"ED346960",
        "title":"Young Adolescents and Middle Level Education: A Review of Current Issues, Concerns, and Recommendations."},
      {
        "id":"ED346961",
        "title":"The Child's Right To Play."},
      {
        "id":"ED346962",
        "title":"A Descriptive Assessment of Project Focus' Home Visit Program."},
      {
        "id":"ED346967",
        "title":"Achievement and Enrollment Evaluation of the Applied Learning Magnet Elementary Schools, 1990-1991."},
      {
        "id":"ED346969",
        "title":"Child Care in New Jersey '92: The 1991 Annual Report to the Legislature."},
      {
        "id":"ED346970",
        "title":"Cornerstones for a New Century: Teacher Preparation, Early Childhood Education, A National Education Index. NEA School Restructuring Series."},
      {
        "id":"ED346975",
        "title":"Family Friends in Homeless Shelters."},
      {
        "id":"ED346976",
        "title":"JobStart: The Road to Independence."},
      {
        "id":"ED346977",
        "title":"Rural Family Friends: A New Tradition of Caring."},
      {
        "id":"ED346978",
        "title":"Family Friends: Heart Medicine Money Can't Buy."},
      {
        "id":"ED346979",
        "title":"Child Care Challenge. A Report of the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred Second Congress, Second Session. Committee Print."},
      {
        "id":"ED346982",
        "title":"Promotores Comunitarios: sus aportes y difficultades (Community Facilitators: Their Contributions and Difficulties.) Occasional Paper No. 4."},
      {
        "id":"ED346983",
        "title":"SMILES (Senior Motivators in Learning and Educational Services)."},
      {
        "id":"ED346986",
        "title":"Sharing the Caring: Rethinking Current Policies."},
      {
        "id":"ED346988",
        "title":"Assessing the Social Development of Young Children."},
      {
        "id":"ED346989",
        "title":"Conceptualising Family Life and Family Policies."},
      {
        "id":"ED346990",
        "title":"A Portrait of Young Adolescents in the 1990s: Implications for Promoting Healthy Growth and Development."},
      {
        "id":"ED346992",
        "title":"The Role of Parents in the Development of Peer Group Competence. ERIC Digest."},
      {
        "id":"ED346993",
        "title":"A Survey of the Salaries, Benefits, and Working Conditions for California Child Care Resource and Referral Staff."},
      {
        "id":"ED346996",
        "title":"Achievement Effects of the Nongraded Elementary School: A Retrospective Review."},
      {
        "id":"ED346997",
        "title":"Nutrition and the Pregnant Teen."},
      {
        "id":"ED346998",
        "title":"Teen Parenting: The First Year."},
      {
        "id":"ED346999",
        "title":"Cooperative Learning."},
      {
        "id":"ED347001",
        "title":"Curriculum Reorientation in Rural Development: Implications for Home Economics. Report of the International Seminar (Nairobi, Kenya, February 19-23, 1990)."},
      {
        "id":"ED347004",
        "title":"The White House Conference on Rural Education (Washington, D.C., October 3-5, 1944)."},
      {
        "id":"ED347005",
        "title":"Rural Governments in a Time of Change: Working with Your State."},
      {
        "id":"ED347007",
        "title":"Visions: The Newsletter of the National Preschool Coordination Project, 1991."},
      {
        "id":"ED347008",
        "title":"Toward the Year 2000: Listening to the Voice of Native America. 17th Annual Report to the United States Congress, Fiscal Year 1990."},
      {
        "id":"ED347009",
        "title":"Native Indian Education Projects and Programs in B.C. Schools. Revised 1989."},
      {
        "id":"ED347015",
        "title":"Alaska Women in the Iditarod."},
      {
        "id":"ED347016",
        "title":"Laboratory Experience in Outdoor Education. Senior Student Teaching Experience."},
      {
        "id":"ED347018",
        "title":"The Political Economy of Rural School Consolidation."},
      {
        "id":"ED347020",
        "title":"Distress and Survival: Rural Schools, Education, and the Importance of Community."},
      {
        "id":"ED347021",
        "title":"&quot;...Something Shining, Like Gold--but Better.&quot; The National Indian Youth Leadership Model: A Manual for Program Leaders."},
      {
        "id":"ED347022",
        "title":"Schooling Processes among U.S. Mexicans, Puerto Ricans, and Cubans: A Comparative, Distributive, and Case Study Approach."},
      {
        "id":"ED347024",
        "title":"Help! They Don't Speak English Starter Kit for Primary Teachers. Revised."},
      {
        "id":"ED347025",
        "title":"Whole Language Literacy for At-Risk Learners."},
      {
        "id":"ED347027",
        "title":"Adolescent Alienation and Attitudes toward School in Native American, Hispanic, and Anglo High School Students."},
      {
        "id":"ED347028",
        "title":"Amending the Indian Self-Determination and Education Assistance Act (25 U.S.C. 450 et seq.). United States Senate, 102d Congress 1st Session. Report from the Select Committee on Indian Affairs To Accompany S.1287."},
      {
        "id":"ED347029",
        "title":"Nature Education in the Urban Environment. Proceedings of the Forum (New York, New York, May 1991)."},
      {
        "id":"ED347031",
        "title":"1991 Nature Educators of the Year Recognized by the Roger Tory Peterson Institute of Natural History. Award Winners and Noteworthy Programs."},
      {
        "id":"ED347032",
        "title":"Rural Infrastructure and Economic Development Issues: Information Systems, Transportation and Education. Proceedings of a Regional Workshop (Atlanta, Georgia, October 3-4, 1990)."},
      {
        "id":"ED347036",
        "title":"Birds, Bats, and Butterflies. A Leaflet for Adults Who Want To Share Nature with Children. No. 1-4."},
      {
        "id":"ED347037",
        "title":"Migrant Education Program Policy Manual. Migrant Education Programs Operated by State Education Agencies: Part D of Chapter 1 of Title I Elementary and Secondary Education Act of 1965 as Amended by the Augustus F. Hawkins-Robert T. Stafford Elementary and Secondary School Improvement Amendments of 1988 (Public Law 100-297)."},
      {
        "id":"ED347038",
        "title":"Linking Medical Education and Training to Rural America: Obstacles and Opportunities. Workshop before the Special Committee on Aging. United States Senate, One Hundred Second Congress, First Session (July 29, 1991)."},
      {
        "id":"ED347043",
        "title":"Earth Day 1990: Lesson Plan and Home Survey--K-6. Energy, Solid Waste/Recycling, Toxics, and Water, with Follow-up Activities and Action Guide."},
      {
        "id":"ED347045",
        "title":"Assessment in Science Education: The Middle Years."},
      {
        "id":"ED347046",
        "title":"Learning Alaska Science at a Distance. Alaska Science Pilot Evaluation Report."},
      {
        "id":"ED347052",
        "title":"Functional Knowledge in Problem Solving."},
      {
        "id":"ED347053",
        "title":"S.A.P. Students Adopt Plants: A Curriculum Guide for Independent Research Projects in High School Biology."},
      {
        "id":"ED347055",
        "title":"Scoring Student-Generated Concept Maps in Introductory College Chemistry."},
      {
        "id":"ED347056",
        "title":"A Triphasic Model of the Teaching-Learning Environment Based on Constructivist Principles."},
      {
        "id":"ED347060",
        "title":"Developing and Supporting Teachers for Science Education in the Middle Years."},
      {
        "id":"ED347061",
        "title":"Science and Technology Education for the Middle Years: Frameworks for Curriculum and Instruction."},
      {
        "id":"ED347062",
        "title":"The Effect of Level of Information as Presented by Different Technologies on Students' Understanding of Acid, Base, and pH Concepts."},
      {
        "id":"ED347063",
        "title":"Renewing U.S. Mathematics: A Plan for the 1990s."},
      {
        "id":"ED347064",
        "title":"The Use of Videotape To Analyze the Correspondence between the Verbal Commentary of Students and Their Actions When Using Different Levels of Instrumentation during Laboratory Activities."},
      {
        "id":"ED347065",
        "title":"Predicting Performance in Freshman Chemistry."},
      {
        "id":"ED347068",
        "title":"HISD Magnet Evaluation: Science, Math, and Computer Enrichment Programs, 1990-91."},
      {
        "id":"ED347069",
        "title":"Students' Cognitive Styles and Their Use of Problem-Solving Heuristics and Metacognitive Processes."},
      {
        "id":"ED347071",
        "title":"Integrated Mathematics: Definitions, Issues, and Implications. [Report and Executive Summary]."},
      {
        "id":"ED347072",
        "title":"Undergraduate Environmental Science Education. Report on a Workshop at the Annual Meeting of the American Institute of Biological Science of Scientific Societies (42nd, San Antonio, Texas, August 7-8, 1991)."},
      {
        "id":"ED347081",
        "title":"Learning Mathematics."},
      {
        "id":"ED347083",
        "title":"An Activity Guide for Teachers: Everglades National Park. Grades 4-6."},
      {
        "id":"ED347084",
        "title":"Biology Teachers' Perceptions of Subject Matter Structure and Its Relationship to Classroom Practice."},
      {
        "id":"ED347085",
        "title":"To Catch A Comet...Learning From Halley's."},
      {
        "id":"ED347086",
        "title":"Spacesuit Guidebook."},
      {
        "id":"ED347088",
        "title":"Desalination. LC Science Tracer Bullet."},
      {
        "id":"ED347090",
        "title":"Turn On Units: English as a Second Language Content Area Curriculum in Math, Science, and Computer Science for Grades K-6."},
      {
        "id":"ED347092",
        "title":"Technological Literacy Workshop. Proceedings. (Washington, D.C., May 6-8, 1991)."},
      {
        "id":"ED347093",
        "title":"Creating a Flexible and Responsive Learning Environment for General Mathematics Students."},
      {
        "id":"ED347094",
        "title":"A Profile of American Eighth-Grade Mathematics and Science Instruction. National Education Longitudinal Study of 1988. Statistical Analysis Report."},
      {
        "id":"ED347095",
        "title":"Literature &amp; U.S. History: The Instructional Experience and Factual Knowledge of High School Juniors. The Nation's Report Card."},
      {
        "id":"ED347096",
        "title":"Learning for Change: Approaches to International Development Education. International Development Education Series, Number Five."},
      {
        "id":"ED347098",
        "title":"Women Art Educators."},
      {
        "id":"ED347099",
        "title":"Women Art Educators II."},
      {
        "id":"ED347100",
        "title":"Meanings and Reflective Teaching."},
      {
        "id":"ED347102",
        "title":"Values and the Salience of the Nuclear Threat: Social and Developmental Implications."},
      {
        "id":"ED347103",
        "title":"Promises To Keep... Arts Education Task Force Report."},
      {
        "id":"ED347105",
        "title":"The Measurement of Psychological Constructs in Peace Education."},
      {
        "id":"ED347108",
        "title":"Rhythm and Tonality in Children's Recognition of Intact and Distorted Melodies."},
      {
        "id":"ED347119",
        "title":"STS Reporter: Science, Technology, and Society. Special Issue [and] Vol. 1, No. 2-3."},
      {
        "id":"ED347120",
        "title":"Measuring Performance in Social Studies in an Authentic Fashion."},
      {
        "id":"ED347123",
        "title":"Wrestling with the Angel: What Student Teachers Learn from Writing Cases."},
      {
        "id":"ED347124",
        "title":"Colloquium To Strengthen Educational Personnel Training Programs: Training Educational Personnel To Work with Language Minority Populations. Proceedings (1st, Washington, D.C., July 28-31, 1987)."},
      {
        "id":"ED347127",
        "title":"Memory and Ideals in French Classrooms."},
      {
        "id":"ED347128",
        "title":"Multicultural and Global Perspectives in Teacher Education."},
      {
        "id":"ED347133",
        "title":"Teachers' Perceptions of Leadership Training for Site-Based Decision Making."},
      {
        "id":"ED347139",
        "title":"Integrating Legal Issues into Teacher Preparation Programs."},
      {
        "id":"ED347142",
        "title":"An Historical-Ethnographic Study of an Emerging Professional Development School."},
      {
        "id":"ED347144",
        "title":"The National Education Goals: The AACTE Member Response."},
      {
        "id":"ED347146",
        "title":"Saskatoon School Principals' Feedback on the Internship Program. Monograph No. 2."},
      {
        "id":"ED347147",
        "title":"Supervising the Extended Practicum: A Contextual Approach. Monograph No. 4."},
      {
        "id":"ED347148",
        "title":"Survey of the Internship Program at the University of Saskatchewan. Monograph No. 8."},
      {
        "id":"ED347149",
        "title":"Intern Perspectives on the Quality of Cooperating Teacher Supervision. Monograph No. 9."},
      {
        "id":"ED347150",
        "title":"Shared Program Decisions and Qualities of Effective Players: Key Elements for School-University Collaboration."},
      {
        "id":"ED347151",
        "title":"The Effect of Teacher Dress on Student Perceptions."},
      {
        "id":"ED347152",
        "title":"A Longitudinal Comparison of the Academic, Affective, and Personal Characteristics of Persisters and Nonpersisters in Teacher Training."},
      {
        "id":"ED347153",
        "title":"Professionalizing Teaching: Is There a Role for Professional Development Schools? ERIC Digest."},
      {
        "id":"ED347154",
        "title":"It&apos;s Your Choice: A Program for Cardiovascular Health. Teaching Handbook."},
      {
        "id":"ED347162",
        "title":"Effect of Teacher Age and Gender on Student Perception."},
      {
        "id":"ED347163",
        "title":"The Licensure of School Administrators: Policy and Practice."},
      {
        "id":"ED347165",
        "title":"Whole Language Teaching and Mandated District Objectives Are Compatible."},
      {
        "id":"ED347166",
        "title":"Public School Choice in New York State: A Report."},
      {
        "id":"ED347170",
        "title":"Assessing the Impact of Multidimensionality on the Classification Decisions of an IRT-Based Licensure Examination."},
      {
        "id":"ED347175",
        "title":"Effects of Conflict and Knowledge-Processing Strategy on Conceptual Change."},
      {
        "id":"ED347180",
        "title":"National Education Longitudinal Study of 1988. First Follow-Up: Student Component Data File User&apos;s Manual. Volume I."},
      {
        "id":"ED347181",
        "title":"National Education Longitudinal Study of 1988. First Follow-Up: Student Component Data File User's Manual. Volume II [Appendices M-W]."},
      {
        "id":"ED347182",
        "title":"National Testing at Seven: What Can It Tell Us?"},
      {
        "id":"ED347183",
        "title":"Reasoning, Development and Deep Restructuring. Second Draft."},
      {
        "id":"ED347184",
        "title":"Stress and Performance Training: A Review of the Literature with Respect to Military Applications."},
      {
        "id":"ED347187",
        "title":"Complex Knowledge Mastery: Some Propositions."},
      {
        "id":"ED347189",
        "title":"A Preliminary Investigation of Pattern-Marking in 1990 NAEP Data."},
      {
        "id":"ED347191",
        "title":"Rank-Order and Paired Comparisons as the Basis for Measurement."},
      {
        "id":"ED347195",
        "title":"Adaptive Hypermedia Instructional Systems: Possibilities for Learner Modeling."},
      {
        "id":"ED347196",
        "title":"Statewide Proficiency Testing: Establishing Standards or Barriers?"},
      {
        "id":"ED347198",
        "title":"Effects of Administrator Performance on Student Performance in the Trial State Assessment."},
      {
        "id":"ED347199",
        "title":"All Content Areas May Not Be Created Equal: Motivational Orientation and Cognitive Strategy Use in Four Academic Domains."},
      {
        "id":"ED347202",
        "title":"Mediated Learning--The Contributions of Vygotsky and Feuerstein in Theory and Practice."},
      {
        "id":"ED347203",
        "title":"Public Elementary and Secondary State Aggregate Data, for School Year 1990-91 and Fiscal Year 1990. E.D. TABS."},
      {
        "id":"ED347205",
        "title":"1988-89 Teacher Followup Survey: Data File User's Manual."},
      {
        "id":"ED347206",
        "title":"Methodology Report for the 1990 National Postsecondary Student Aid Study. Contractor Report. Technical Report."},
      {
        "id":"ED347207",
        "title":"Maternal Beliefs and Children's Learning: A Developmental Perspective."},
      {
        "id":"ED347208",
        "title":"A Monte Carlo Study of Marginal Maximum Likelihood Parameter Estimates for the Graded Model."},
      {
        "id":"ED347209",
        "title":"Alternative Forms of Student Assessment."},
      {
        "id":"ED347210",
        "title":"An Investigation of Hierarchical Bayes Procedures in Item Response Theory."},
      {
        "id":"ED347212",
        "title":"Making Big High Schools Smaller. A Review of the Implementation of the House Plan in New York City's Most Troubled High Schools."},
      {
        "id":"ED347214",
        "title":"Portents of Revolution: the Cognitive Sciences and Workplace Literacy. NCEE Occasional Paper No. 8."},
      {
        "id":"ED347215",
        "title":"When American Businesses Change: the Imperatives for Skill Formation. NCEE Occasional Paper No. 9."},
      {
        "id":"ED347216",
        "title":"High School E.C.I.A. Chapter 1, Part B, Institutionalized Facilities Program 1989-90. State Report. OREA Report."},
      {
        "id":"ED347219",
        "title":"Annotated Bibliography on the Education of Chinese Students in the United States: 1970-1990."},
      {
        "id":"ED347220",
        "title":"Ethnicity and Stratification in Hawaii. Operation Manong Resource Papers No. 1."},
      {
        "id":"ED347229",
        "title":"Adolescence and Poverty: Challenge for the 1990s."},
      {
        "id":"ED347230",
        "title":"Poverty, Achievement, and Chapter 1 Programs."},
      {
        "id":"ED347231",
        "title":"Restructuring the Urban Primary School: A Collaborative Approach to Developing a Nongraded Curriculum."},
      {
        "id":"ED347233",
        "title":"Follow-up Study of 1989 Graduates. Detroit Public Schools."},
      {
        "id":"ED347234",
        "title":"Alternative Learning Methodologies through Academics (Project ALMA). 1990-91 Final Evaluation Profile. OREA Report."},
      {
        "id":"ED347235",
        "title":"Bilingual Education Through the Arts (Project BETA) Community School District 7. 1990-91 Final Evaluation Profile. OREA Report."},
      {
        "id":"ED347236",
        "title":"Project Aprendizaje. 1990-91 Final Evaluation Profile. OREA Report."},
      {
        "id":"ED347237",
        "title":"Career Awareness Program (Project CAP). 1990-91 Final Evaluation Profile. OREA Report."},
      {
        "id":"ED347238",
        "title":"Project DATA-TECH. 1990-91 Final Evaluation Profile. OREA Report."},
      {
        "id":"ED347239",
        "title":"Dropout Reduction through Employment Achievement and Motivation (Project DREAM). 1990-91 Final Evaluation Profile. OREA Report."},
      {
        "id":"ED347240",
        "title":"Chinese Opportunities in Career Education (Project CHOICE). 1990-91 Final Evaluation Profile. OREA Report."},
      {
        "id":"ED347241",
        "title":"Bilingual Resource Instruction for the Development of Gainful Employment Skills (Project BRIDGES). 1990-91 Final Evaluation Profile. OREA Report."},
      {
        "id":"ED347242",
        "title":"Career Awareness and Resource Education Program for Hispanic Bilingual High School Students (Project CARE). 1990-91 Final Evaluation Profile. OREA Report."},
      {
        "id":"ED347244",
        "title":"Models for Integrating Human Services into the School."},
      {
        "id":"ED347246",
        "title":"Turning around Five At-Risk Elementary Schools. Publication Series 91-8."},
      {
        "id":"ED347247",
        "title":"Staff Development and R &amp; D in Chapter 1 Programs of the Future."},
      {
        "id":"ED347248",
        "title":"Employment Experiences: How Do High School Dropouts Compare with Completers? Survey Report."},
      {
        "id":"ED347249",
        "title":"Overview of Schoolwide Project Requirements: Workshop Guide."},
      {
        "id":"ED347250",
        "title":"Desired Outcomes: Workshop Guide."},
      {
        "id":"ED347251",
        "title":"Paraprofessionals in the Classroom: Workshop Guide."},
      {
        "id":"ED347252",
        "title":"For the Children: Workshop Guide."},
      {
        "id":"ED347253",
        "title":"Comprehensive Needs Assessment: Workshop Guide."},
      {
        "id":"ED347254",
        "title":"Schoolwide Project Evaluations: Workshop Guide."},
      {
        "id":"ED347256",
        "title":"The Gorgeous Mosaic: A Work of Art by the Schoolchildren of the World. Teacher's Packet."},
      {
        "id":"ED347257",
        "title":"The Gorgeous Mosaic Project. Coordinator's Packet &amp; Mounting Directions."},
      {
        "id":"ED347260",
        "title":"Making Public Education Work for Black Males."},
      {
        "id":"ED347261",
        "title":"Mentoring Disadvantaged Gifted Children and Youth."},
      {
        "id":"ED347265",
        "title":"Limited English Proficiency. Recommendations for Improving the Assessment and Monitoring of Students."},
      {
        "id":"ED347266",
        "title":"A Hand Up: How State Earned Income Credits Help Working Families Escape Poverty."},
      {
        "id":"ED347268",
        "title":"The FOCUS Database: The Nation's Premier Resource in Dropout Prevention. Instruction Manual."},
      {
        "id":"ED347271",
        "title":"Urban African-American Teachers' Views of Organizational Change: Speculations on the Experiences of Exemplary Teachers."},
      {
        "id":"ED347284",
        "title":"Armed Services Vocational Aptitude Battery (ASVAB): Validation for Civilian Occupations Using National Longitudinal Survey of Youth (NLSY) Data. Final Report for Period August 1988 - March 1990."},
      {
        "id":"ED347285",
        "title":"A Model for Integrating a Job-Aiding, Training, and Performance Assessment System--A Preliminary Concept Paper. Final Technical Paper for Period June-August 1985."},
      {
        "id":"ED347288",
        "title":"Integrating Basic Skills with Technical/Vocational Instruction. Workshop Participant Handouts."},
      {
        "id":"ED347289",
        "title":"Cultural Awareness Training Manual and Study Guide."},
      {
        "id":"ED347290",
        "title":"Integration of Academic and Vocational Programs in Illinois Community Colleges. The Status of Integration Activities Funded through the Quality Assurance Program."},
      {
        "id":"ED347292",
        "title":"Self-Monitors Apply for a Job: Self-Presentation and Affective Consequences."},
      {
        "id":"ED347295",
        "title":"The Comprehensive Health Assessment."},
      {
        "id":"ED347296",
        "title":"Using Unemployment Insurance Wage-Record Data for JTPA Performance Management."},
      {
        "id":"ED347302",
        "title":"Workplace Literacy for World Class Manufacturing. Final Report."},
      {
        "id":"ED347315",
        "title":"Opportunities for Distance Education in the Commonwealth African Countries."},
      {
        "id":"ED347320",
        "title":"A Guide to State-Level Policies, Practices, and Procedures: Enhancing Employment Opportunities for Older Workers. Training and Employment Program."},
      {
        "id":"ED347321",
        "title":"U.S. Farm and Farm-Related Employment in 1988. How Large, Important, and Regionally Different? Agriculture Information Bulletin Number 634."},
      {
        "id":"ED347322",
        "title":"Employment Trends in Farm and Farm-Related Industries, 1975-87."},
      {
        "id":"ED347327",
        "title":"Computer-Assisted Instruction in Vocational Education. Practice Application Brief."},
      {
        "id":"ED347328",
        "title":"Family Literacy Programs and Practices. Practice Application Brief."},
      {
        "id":"ED347330",
        "title":"Rethinking Adult Agency Programs: Writing Programs for Older Women."},
      {
        "id":"ED347331",
        "title":"Stepchildren of Archaoes: An Ethnography of a Support Group for Vietnam Veterans at the Florida State University Campus."},
      {
        "id":"ED347332",
        "title":"Toyota/Skyline Technical Education Network. Cooperative Demonstration Program. Final Performance Report."},
      {
        "id":"ED347333",
        "title":"Presentation Skills. High-Technology Training Module."},
      {
        "id":"ED347334",
        "title":"Structural Science Laboratory Supplement. High-Technology Training Module."},
      {
        "id":"ED347335",
        "title":"Interfacing the Apple II and the PZ-90. High-Technology Training Module."},
      {
        "id":"ED347336",
        "title":"Planning Skills. High-Technology Training Module."},
      {
        "id":"ED347337",
        "title":"Introduction to Page Maker Desktop Publishing. High-Technology Training Module."},
      {
        "id":"ED347338",
        "title":"Computer Programmed Milling Machine Operations. High-Technology Training Module."},
      {
        "id":"ED347339",
        "title":"Using Claris CAD To Develop a Floor Plan. High-Technology Training Module."},
      {
        "id":"ED347340",
        "title":"Assessing the Integration of Academic and Vocational Education: Methods and Questions. Working Paper."},
      {
        "id":"ED347341",
        "title":"Assessing the Coordination of Vocational Education with Other Federal Programs. Working Paper."},
      {
        "id":"ED347342",
        "title":"A Framework for Technology Education Curricula which Emphasizes Intellectual Processes. Reprint Series."},
      {
        "id":"ED347343",
        "title":"Teen Parents: Selected Resources for Vocational Preparation. Volume 2."},
      {
        "id":"ED347344",
        "title":"Overeducation: Job Satisfaction."},
      {
        "id":"ED347346",
        "title":"The Japanese Labor Market in a Comparative Perspective with the United States. A Transaction-Cost Interpretation."},
      {
        "id":"ED347347",
        "title":"Riverbend Tech-Prep. Final Report."},
      {
        "id":"ED347350",
        "title":"Tech-Prep: Doing with Understanding. July 1, 1990-June 30, 1991. Final Report."},
      {
        "id":"ED347354",
        "title":"Workplace Literacy: Reshaping the American Workforce. Adult Learning &amp; Literacy."},
      {
        "id":"ED347355",
        "title":"Project S.T.A.R.S. Student Training at Retail Stores. Cooperative Demonstration Program. Final Performance Report."},
      {
        "id":"ED347356",
        "title":"Strategic Curriculum Updating Process. A Modular Approach to Keeping Curriculums Current with Changing High-Technology Requirements."},
      {
        "id":"ED347358",
        "title":"Non-College Bound Student Demonstration Project in Electronics and Laser-ElectroOptics--in Cooperation with Area High Schools, the Private Industry Council, and the Business Labor Council. Final Report."},
      {
        "id":"ED347359",
        "title":"Comprehensive Development Plan in Office Skills. Final Performance Report."},
      {
        "id":"ED347360",
        "title":"A Strengths Model for Learning in a Family Literacy Program."},
      {
        "id":"ED347368",
        "title":"The Roaring River Bridge Design Project. High-Technology Training Module."},
      {
        "id":"ED347369",
        "title":"Troubleshooting of an Electromechanical System (Westinghouse PLC Controlling a Pneumatic Robot). High-Technology Training Module."},
      {
        "id":"ED347370",
        "title":"CAD/CAM. High-Technology Training Module."},
      {
        "id":"ED347371",
        "title":"Programming Programmable Logic Controller. High-Technology Training Module."},
      {
        "id":"ED347372",
        "title":"Electronics Troubleshooting. High-Technology Training Module."},
      {
        "id":"ED347373",
        "title":"Introduction to CAD/Computers. High-Technology Training Module."},
      {
        "id":"ED347374",
        "title":"Electromechanical Componentry. High-Technology Training Module."},
      {
        "id":"ED347375",
        "title":"Laser Communications and Fiber Optics Lab Manual. High-Technology Training Module."},
      {
        "id":"ED347376",
        "title":"Introduction to MacDraft. High-Technology Training Module."},
      {
        "id":"ED347377",
        "title":"Quality Assurance and Statistics. High-Technology Training Module."},
      {
        "id":"ED347378",
        "title":"Teller Training Module: Off-Line Banking System. High-Technology Training Module."},
      {
        "id":"ED347379",
        "title":"Brochure Product (Desktop Publishing). High-Technology Training Module."},
      {
        "id":"ED347380",
        "title":"Problem Solving in Architectural CAD. Design a Floor Plan Using Macintosh and MacDraft. High-Technology Training Module."},
      {
        "id":"ED347381",
        "title":"The Vietnam Era GI Bill in Perspective, Parts One to Four."},
      {
        "id":"ED347382",
        "title":"A Program for the Preparation of Preservice Teachers of Agricultural Education."},
      {
        "id":"ED347383",
        "title":"Accountability in Continuing Education: Measuring Noncredit Student Outcomes."},
      {
        "id":"ED347389",
        "title":"Customized Training in the Workplace."},
      {
        "id":"ED347390",
        "title":"Nonformal Education Training Module."},
      {
        "id":"ED347391",
        "title":"For the Common Good. A Guide for Developing Local Interagency Linkage Teams."},
      {
        "id":"ED347392",
        "title":"Personal Finance Resource Guide."},
      {
        "id":"ED347393",
        "title":"Louisiana Literacy Forum 1990. Proceedings of a Statewide Conference on Literacy Theory and Practice (Baton Rouge, Louisiana, April 20-21, 1990)."},
      {
        "id":"ED347394",
        "title":"Louisiana Literacy Forum II. Proceedings (New Orleans, Louisiana, March 12-13, 1991)."},
      {
        "id":"ED347396",
        "title":"Perceptions of Managers: Effects of Leadership Style and Gender."},
      {
        "id":"ED347398",
        "title":"Retirement Satisfaction among Day and Shift Workers."},
      {
        "id":"ED347402",
        "title":"Multicultural Career Education and Development. ERIC Digest No. 123."},
      {
        "id":"ED347403",
        "title":"Apprenticeship and the Future of the Work Force. ERIC Digest No. 124."},
      {
        "id":"ED347404",
        "title":"Total Quality Management: Application in Vocational Education. ERIC Digest No. 125."},
      {
        "id":"ED347405",
        "title":"Interagency Collaboration: Its Role in Welfare Reform. ERIC Digest No. 126."},
      {
        "id":"ED347406",
        "title":"Local Interagency Linkage Team Follow-Up Report. Ohio At-Risk Linkage Team Project."},
      {
        "id":"ED347407",
        "title":"Human Problems in Major Disasters: A Training Curriculum for Emergency Medical Personnel."},
      {
        "id":"ED347408",
        "title":"Support Groups: Diverse Programs for Diverse Needs."},
      {
        "id":"ED347417",
        "title":"On Thinking and Feeling Bad: Do Client Problems Derive from a Common Irrationality or Specific Irrational Beliefs?"},
      {
        "id":"ED347420",
        "title":"Moral Development and Appreciation of Aggressive Humor."},
      {
        "id":"ED347421",
        "title":"Counseling and Guidance in the Schools: Three Exemplary Guidance Approaches. Reference & Resource Series."},
      {
        "id":"ED347422",
        "title":"Adolescent Substance Abuse: Risk Factors and Prevention Strategies. Maternal & Child Health Technical Information Bulletin."},
      {
        "id":"ED347425",
        "title":"Evaluations of a Date Rape Situation: Effects of Victim's Power Strategy, Rape Outcome, and Sex of Subject."},
      {
        "id":"ED347427",
        "title":"Teenage Pregnancy: An Intensive and Critical Problem in Search of a Solution. Student Fact Finder Leaflet."},
      {
        "id":"ED347432",
        "title":"Hearing on the Child Abuse Prevention, Adoption, and Family Services Act. Hearing before the Subcommittee on Select Education of the Committee on Education and Labor, House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED347434",
        "title":"Strategies for Resisting Influence: The Effects of Gender, Status, and Relationship Closeness."},
      {
        "id":"ED347435",
        "title":"Unlocking Doors to Self-Esteem. Content-Oriented Activities for Grades 7-12."},
      {
        "id":"ED347436",
        "title":"The DARE Regional Training Center Policy Board's Manual for Training Law Enforcement Officers in the DARE Program. Training Manual."},
      {
        "id":"ED347437",
        "title":"Transition to Required Learning Assistance: A Four Year Program Evaluation."},
      {
        "id":"ED347441",
        "title":"I Am a Blade of Grass: A Breakthrough in Learning and Self-Esteem."},
      {
        "id":"ED347452",
        "title":"Counseling in Hong-Kong and Singapore: Personal Perspectives."},
      {
        "id":"ED347453",
        "title":"TVOntario's Substance Abuse Series: Dealing with Drugs and Chemical Solutions. A Summative Evaluation. Report No. 19-1991-1992."},
      {
        "id":"ED347460",
        "title":"Conceptualizing the Suicide-Alcohol Relationship."},
      {
        "id":"ED347461",
        "title":"Sex Differences in Perceptions of the Implications of Power."},
      {
        "id":"ED347462",
        "title":"Project About Face: Evaluation Report."},
      {
        "id":"ED347463",
        "title":"A School-Based Drug Education Health Promotion Research Project."},
      {
        "id":"ED347465",
        "title":"Going Abstract: Teaching Research Concepts in Introductory Psychology."},
      {
        "id":"ED347466",
        "title":"Complications in Working with AIDS Patients in Group Psychotherapy."},
      {
        "id":"ED347467",
        "title":"Gender Differences in the Resolution of Sexual Disagreement Situations."},
      {
        "id":"ED347468",
        "title":"Factors Identifying Successful Adolescent Career Awareness Programs."},
      {
        "id":"ED347469",
        "title":"SD Governor's Task Force on Children's Justice Report."},
      {
        "id":"ED347470",
        "title":"CACREP Accreditation: Setting the Standard for Counselor Preparation. ERIC Digest."},
      {
        "id":"ED347471",
        "title":"CHDF-Partner in Professionalism. ERIC Digest."},
      {
        "id":"ED347472",
        "title":"The Counselor and NBCC. ERIC Digest."},
      {
        "id":"ED347473",
        "title":"ERIC/CAPS-Expanding Counselor Choice. ERIC Digest."},
      {
        "id":"ED347474",
        "title":"Counselor Membership in ACA. ERIC Digest."},
      {
        "id":"ED347475",
        "title":"Valuing Diversity in the Schools: The Counselor's Role. ERIC Digest."},
      {
        "id":"ED347476",
        "title":"Peer Consultation for Professional Counselors. ERIC Digest."},
      {
        "id":"ED347477",
        "title":"Action-Oriented Research: Promoting School Counselor Advocacy and Accountability. ERIC Digest."},
      {
        "id":"ED347478",
        "title":"Building Blocks of Computer-Based Career Planning Systems. ERIC Digest."},
      {
        "id":"ED347479",
        "title":"Challenges to and Censorship of School Guidance Materials. ERIC Digest."},
      {
        "id":"ED347480",
        "title":"Counseling Using Technology with At-Risk Youth. ERIC Digest."},
      {
        "id":"ED347481",
        "title":"Challenging Troublesome Career Beliefs. ERIC Digest."},
      {
        "id":"ED347482",
        "title":"Family Counseling in the Schools. ERIC Digest."},
      {
        "id":"ED347483",
        "title":"Nontraditional College Students. ERIC Digest."},
      {
        "id":"ED347484",
        "title":"School Children and Fitness: Aerobics for Life. ERIC Digest."},
      {
        "id":"ED347485",
        "title":"Differentiating between Counseling Theory and Process. ERIC Digest."},
      {
        "id":"ED347486",
        "title":"Positive Uncertainty: A Paradoxical Philosophy of Counseling Whose Time Has Come. ERIC Digest."},
      {
        "id":"ED347487",
        "title":"Qualitative Research in Student Affairs. ERIC Digest."},
      {
        "id":"ED347488",
        "title":"Accreditation of College and University Counseling Services. ERIC Digest."},
      {
        "id":"ED347489",
        "title":"Building Community for the 21st Century. ERIC Digest."},
      {
        "id":"ED347490",
        "title":"Consulting with the Judiciary: A Challenging Opportunity for the Counselor Educator. ERIC Digest."},
      {
        "id":"ED347491",
        "title":"Educational Reform and the School Counselor. ERIC Digest."},
      {
        "id":"ED347492",
        "title":"Marketing Yourself as a Professional Counselor. ERIC Digest."},
      {
        "id":"ED347493",
        "title":"The National Career Development Guidelines. ERIC Digest."},
      {
        "id":"ED347494",
        "title":"Pluralism and Education: Its Meaning and Method. ERIC Digest."},
      {
        "id":"ED347495",
        "title":"The Professionalization of Student Affairs Staff. ERIC Digest."},
      {
        "id":"ED347496",
        "title":"10 Ways To Help Your Children Become Better Readers."},
      {
        "id":"ED347497",
        "title":"Reading and Writing Beliefs for Ethnic Students: Relationship of Self-Efficacy Beliefs, Causal Attribution, and Outcome Expectancy to Reading and Writing Performance for Ethnically Diverse College Freshmen."},
      {
        "id":"ED347498",
        "title":"Family Focus: Reading and Learning Together Packet."},
      {
        "id":"ED347499",
        "title":"Coordinating Instruction in Chapter 1 Programs: Resource Guide."},
      {
        "id":"ED347500",
        "title":"Teaching Reading and Writing to Special Students. Special Collection Number 9."},
      {
        "id":"ED347501",
        "title":"Text Organization in Reading: What Ninth Grade Good and Poor Readers and Writers Know."},
      {
        "id":"ED347502",
        "title":"Locating Information in Text: A Focus on Children in the Elementary Grades."},
      {
        "id":"ED347503",
        "title":"Literacy through Literature. Proceedings of the Annual Conference and Course on Literacy (38th, Pittsburgh, Pennsylvania, June 1991)."},
      {
        "id":"ED347505",
        "title":"From Tales of the Tongue to Tales of the Pen: An Organic Approach to Children's Literature. Resource Guide. NEH 1989 Summer Institute."},
      {
        "id":"ED347508",
        "title":"Telecomputing and Children's Literature."},
      {
        "id":"ED347511",
        "title":"Critical Thinking across the Curriculum: Building the Analytical Classroom."},
      {
        "id":"ED347512",
        "title":"Restructuring Beginning Reading with the Reading Recovery Approach. Fastback 328."},
      {
        "id":"ED347514",
        "title":"An Analysis of Chinese Primary Reading and Writing Textbooks in the People's Republic of China."},
      {
        "id":"ED347515",
        "title":"Non-Ageist Picture Books for Young Readers: An Annotated Bibliography for Preschool-Primary Level."},
      {
        "id":"ED347518",
        "title":"Reading and Writing across the High School Science and Math Curriculum. Teaching Resources in the ERIC Database (TRIED)."},
      {
        "id":"ED347519",
        "title":"Celebrate Literacy! The Joy of Reading and Writing. Teaching Resources in the ERIC Database (TRIED)."},
      {
        "id":"ED347520",
        "title":"A Comparison of Achievement in Writing To Read and Traditional Instruction at the East Gibson School Corporation."},
      {
        "id":"ED347521",
        "title":"The Writing Book, by Inky Penguin [and] Teacher's Manual."},
      {
        "id":"ED347525",
        "title":"The Revision Process in Academic Writing: From Pen &amp; Paper to Word Processor."},
      {
        "id":"ED347526",
        "title":"Autobiography and Intertextuality."},
      {
        "id":"ED347527",
        "title":"The Formal Oral Group Exam: Challenges and Possibilities--The Oral Exam and Critical Thinking."},
      {
        "id":"ED347528",
        "title":"Looking for a Focus: Transformations in Journal Entries."},
      {
        "id":"ED347531",
        "title":"Tell Me a Story I'll Never Forget or Deconstructing Traditional Narrative Plot/Myths To Challenge the Ethics of Conflict."},
      {
        "id":"ED347532",
        "title":"Rethinking the Research Paper."},
      {
        "id":"ED347533",
        "title":"Why More English Instruction Won't Mean Better Grammar. Grammar Series No. 1."},
      {
        "id":"ED347535",
        "title":"Newsletter Design Tips."},
      {
        "id":"ED347536",
        "title":"How Teacher Opinions about Writing Instruction Correspond with Student Attitudes about Writing."},
      {
        "id":"ED347537",
        "title":"Stages in Writing Maturation Grades 4-12."},
      {
        "id":"ED347541",
        "title":"Untapped Resources: &quot;Styling&quot; in Black Students' Writing for Black Audiences."},
      {
        "id":"ED347543",
        "title":"Presence beyond the Narrative: Semiotic Tools for Deconstructing the Personal Story."},
      {
        "id":"ED347544",
        "title":"Body and Narrative as Cultural Text: Toward a Curriculum of Continuity and Connection."},
      {
        "id":"ED347545",
        "title":"Adapting Writing Instruction in Two Classrooms: An In-Progress Research Report."},
      {
        "id":"ED347547",
        "title":"The Write Stuff: On the Relation between Composition Studies and Psychology."},
      {
        "id":"ED347548",
        "title":"Collaboration as Plagiarism--Cheating Is in the Eye of the Beholder."},
      {
        "id":"ED347549",
        "title":"Writing To Learn Mathematics: The Writer-Audience Relationship."},
      {
        "id":"ED347551",
        "title":"Writing Down the Songs."},
      {
        "id":"ED347552",
        "title":"Contexts for Writing on the Border: The Community and the Constraints of Hispanic Freshman Writers. Presentation Draft Copy."},
      {
        "id":"ED347553",
        "title":"Punctuation: Less Is More? ERIC Digest."},
      {
        "id":"ED347555",
        "title":"Using Portfolios for More Authentic Assessment of Writing Ability."},
      {
        "id":"ED347556",
        "title":"Research on Writing Instruction: Confronting Ambivalence in the System."},
      {
        "id":"ED347557",
        "title":"Notes from Beyond the Cognitive Domain."},
      {
        "id":"ED347558",
        "title":"The Pupil and Poetry."},
      {
        "id":"ED347559",
        "title":"Critical Analysis of a Distinctive Literature Curriculum. Elementary Subjects Center Series No. 55."},
      {
        "id":"ED347562",
        "title":"Discourse Patterns in One-to-One, Teacher-Student Writing Conference Conversations."},
      {
        "id":"ED347563",
        "title":"Bribes or Rewards."},
      {
        "id":"ED347566",
        "title":"The Image of the Child: Proceedings of the 1991 International Conference of the Children's Literature Association (18th, Hattiesburg, Mississippi, May 30-June 2, 1991)."},
      {
        "id":"ED347567",
        "title":"From the Clinic to the Classroom: D. W. Winnicott, James Britton, and the Revolution in Writing Theory."},
      {
        "id":"ED347569",
        "title":"Sourcebook for English Teachers: Directed Reading/Teaching Guides for Selected Literary Works. Volume 1."},
      {
        "id":"ED347570",
        "title":"Sourcebook for English Teachers: Directed Reading/Teaching Guides for Selected Literacy Works. Volume 2."},
      {
        "id":"ED347571",
        "title":"Sourcebook for English Teachers: Directed Reading/Teaching Guides for Selected Literacy Works. Volume 3."},
      {
        "id":"ED347572",
        "title":"Portfolio and Test Essay: The Best of Both Writing Assessment Worlds at SUNY Brockport. ERIC Digest."},
      {
        "id":"ED347577",
        "title":"A Community Exchange: Teaching the Business and Professional Communication Course."},
      {
        "id":"ED347581",
        "title":"Dimensions of Intimacy: The Interrelationships between Gender and Listening."},
      {
        "id":"ED347582",
        "title":"Computer-Mediated Communication To Facilitate Seminar Participation and Active Thinking."},
      {
        "id":"ED347584",
        "title":"Using Group Decision Support Systems in Teaching the Small Group Communication Course."},
      {
        "id":"ED347588",
        "title":"Critical Thinking and Teaching Business People."},
      {
        "id":"ED347589",
        "title":"Boys' Talk: Television, Masculinity and Media Education. Draft."},
      {
        "id":"ED347592",
        "title":"Attention to and Memory for Audio and Video Information in Television Scenes."},
      {
        "id":"ED347593",
        "title":"Inklings: Collected Columns on Leadership and Creativity."},
      {
        "id":"ED347594",
        "title":"Upward-Communication Programs in American Industry. Putting Ideas into Action: A Center for Creative Leadership Technical Report."},
      {
        "id":"ED347596",
        "title":"Leonard Jeffries and the Paranoid Style."},
      {
        "id":"ED347597",
        "title":"Teaching about Culture and Communicative Life in India."},
      {
        "id":"ED347598",
        "title":"The Relationship of Classroom Communication Apprehension and Motivation to College Student Question-Asking."},
      {
        "id":"ED347599",
        "title":"Senior Newspaper Editors and Daily Newspaper Coverage of the Gay and Lesbian Community: A Summary of Past Findings and Discussion of New Findings on Reporting Sexual Orientation."},
      {
        "id":"ED347600",
        "title":"A Developmental Comparison of Perceived Reality in Live Theatre."},
      {
        "id":"ED347601",
        "title":"Student-Made PSAs (Public Service Announcements): Teaching the Motivated Sequence Design and Other Public Speaking Concepts with a Camcorder."},
      {
        "id":"ED347602",
        "title":"The Five Dogs of Politically Correct Speech on Campus."},
      {
        "id":"ED347604",
        "title":"A Visual Test for Visual &quot;Literacy.&quot;"},
      {
        "id":"ED347608",
        "title":"Health Communication in the 90s. ERIC Digest."},
      {
        "id":"ED347611",
        "title":"Elementary and Secondary Education: A Summary of the Augustus F. Hawkins-Robert T. Stafford Elementary and Secondary School Improvement Amendments of 1988, Public Law 100-297. CRS Report for Congress."},
      {
        "id":"ED347612",
        "title":"Safety Implications of the Kentucky Schoolbus Crash. Hearing before the Subcommittee on Transportation, Tourism, and Hazardous Materials of the Committee on Energy and Commerce. House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED347613",
        "title":"School Improvement Research Series IV, 1989-90."},
      {
        "id":"ED347614",
        "title":"School Improvement Research Series V, 1990-91."},
      {
        "id":"ED347616",
        "title":"A Comparative Analysis of Six Methods for Computing Dropout: Their Utility in Educational Decision Making."},
      {
        "id":"ED347617",
        "title":"Problem Based Learning for Administrators."},
      {
        "id":"ED347620",
        "title":"Graying Teachers: A Report on State Pension Systems and School District Early Retirement Incentives."},
      {
        "id":"ED347621",
        "title":"At-Risk Youth in Crisis: A Handbook for Collaboration between Schools and Social Services. Volume 5: Attendance Services."},
      {
        "id":"ED347622",
        "title":"School Improvement Research Series VI, 1991-92."},
      {
        "id":"ED347624",
        "title":"Minority Leadership Training: Evaluation and Analysis of a Five-State Program. An Interim Report."},
      {
        "id":"ED347625",
        "title":"Promising Programs in the Middle Grades."},
      {
        "id":"ED347626",
        "title":"Alternative Education: A Technical Assistance Manual, 1990-91."},
      {
        "id":"ED347629",
        "title":"Teacher Recruitment and Retention: How Canadian School Boards Attract Teachers. A Report."},
      {
        "id":"ED347631",
        "title":"Teachers as Leaders: Evolving Roles, NEA School Restructuring Series."},
      {
        "id":"ED347632",
        "title":"Making Small Groups Productive."},
      {
        "id":"ED347635",
        "title":"EPA's Administration of the Asbestos in Schools Program. Hearing before the Environment, Energy, and Natural Resources Subcommittee of the Committee on Government Operations. House of Representatives, One Hundred Second Congress, First Session (September 24, 1991)."},
      {
        "id":"ED347636",
        "title":"Transformational Leadership. ERIC Digest, Number 72."},
      {
        "id":"ED347637",
        "title":"Nongraded Primary Education. ERIC Digest, Number 74."},
      {
        "id":"ED347639",
        "title":"Restructuring the Classroom: Conditions for Productive Small Groups."},
      {
        "id":"ED347640",
        "title":"Effects of Parental Involvement on Eighth Grade Achievement: LISREL Analysis of NELS-88 Data."},
      {
        "id":"ED347641",
        "title":"Policy Adaptation and Change: The Case of the State Takeover of the Jersey City Public Schools."},
      {
        "id":"ED347642",
        "title":"The New Zealand State and Educational Reforms: 'Competing' Interests."},
      {
        "id":"ED347644",
        "title":"The Implementation of Management Reforms: The Case of Sri Lanka. BRIDGES Research Report Series, No. 11."},
      {
        "id":"ED347646",
        "title":"Re:Learning in Pennsylvania: 1990-91. Status Report."},
      {
        "id":"ED347647",
        "title":"Teaching for Thinking."},
      {
        "id":"ED347649",
        "title":"Types of Conflict Management Strategies Used in Three Kinds of Organizations: 50 Cases from Schools, Community Health Centres, and Schools of Nursing. Executive Summary."},
      {
        "id":"ED347650",
        "title":"Connections between Macro and Micro Implementation of Educational Policy: A Study of School Restructuring in Western Australia."},
      {
        "id":"ED347651",
        "title":"National and International School-Effectiveness Research in Retrospect and Prospect."},
      {
        "id":"ED347652",
        "title":"Administration and Educational Effectiveness: Some Experiences in The Netherlands."},
      {
        "id":"ED347654",
        "title":"Classroom and Site-Based Leadership Development: Increasing Achievement and Participation for All Students with an Emphasis on Underserved Populations."},
      {
        "id":"ED347655",
        "title":"A Comparison of the Assessment of Mastery in an Outcome-Based School and a Coalition of Essential Skills School."},
      {
        "id":"ED347656",
        "title":"Reframing the School Reform Agenda: Developing Capacity for School Transformation."},
      {
        "id":"ED347657",
        "title":"Consumers and Education Professionals in the Organisation and Administration of Schools: Partnership or Conflict?"},
      {
        "id":"ED347658",
        "title":"Research Knowledge and School Improvement: Can This Marriage Be Saved?"},
      {
        "id":"ED347666",
        "title":"When People Who Can Won't: Perspectives on a Teacher Empowerment Project from an Administrator, a Middle Grades Specialist and an Evaluator."},
      {
        "id":"ED347668",
        "title":"Moral and Ethical Dilemmas in Schools."},
      {
        "id":"ED347669",
        "title":"Restructuring and the Classroom: A View from a Reform District."},
      {
        "id":"ED347670",
        "title":"Total Quality Management. ERIC Digest, Number 73."},
      {
        "id":"ED347671",
        "title":"A Statewide Evaluation of Parent Education and Parent Involvement Pilot Programs."},
      {
        "id":"ED347673",
        "title":"Superintendents' Group Problem-Solving Processes."},
      {
        "id":"ED347674",
        "title":"Building Community: The Influence of School Organization on Patterns of Parent Participation."},
      {
        "id":"ED347678",
        "title":"Teacher Empowerment and School Climate."},
      {
        "id":"ED347680",
        "title":"Can School Districts Survive the Politics of State Testing Initiatives?"},
      {
        "id":"ED347682",
        "title":"On Exiting the Superintendency: An Autobiographical Perspective."},
      {
        "id":"ED347683",
        "title":"The Changing Role of the Principal in Schools of Choice: A Longitudinal Case Study."},
      {
        "id":"ED347686",
        "title":"Seven Years Later: Revisiting a Restructured School in Northern Ontario."},
      {
        "id":"ED347688",
        "title":"Knowledge in Educational Administration: An Australian Perspective."},
      {
        "id":"ED347689",
        "title":"District Control Contexts and School Organizational Processes."},
      {
        "id":"ED347690",
        "title":"The Effect of the Accelerated Schools Process on Individual Teachers' Decision-Making and Instructional Strategies."},
      {
        "id":"ED347691",
        "title":"Mentor Development: A Model of Collaboration. Implementation of the Danforth Project at CSU, Fresno."},
      {
        "id":"ED347692",
        "title":"Establishing Interorganizational Structures That Facilitate Successful School Partnerships."},
      {
        "id":"ED347694",
        "title":"What Should We Know about School Finance?"},
      {
        "id":"ED347695",
        "title":"What Are the Characteristics of Principals Identified As Effective by Teachers?"},
      {
        "id":"ED347696",
        "title":"From Image to Implementation. Some Results of Education 2000: A Process for Redesigning Educational Systems."},
      {
        "id":"ED347698",
        "title":"Intermediate Units: Renewed Interest in the Redesign of Service Delivery in State School Systems. Policy Briefs Special Policy Report 1."},
      {
        "id":"ED347699",
        "title":"Getting Serious about Sexual Harassment. ERIC Digest, Number 75."},
      {
        "id":"ED347700",
        "title":"Early Development of Down Syndrome Children as Assessed by the Bayley Scales."},
      {
        "id":"ED347701",
        "title":"Cognitive Development in Mentally Handicapped Children."},
      {
        "id":"ED347705",
        "title":"Development of Substitution in the Pretend Play with Down's Syndrome Young Children."},
      {
        "id":"ED347709",
        "title":"Projecting Special Education Teacher Need: A Dynamic Supply/Demand Model."},
      {
        "id":"ED347710",
        "title":"Transition in the United States: What&apos;s Happening."},
      {
        "id":"ED347714",
        "title":"Increasing Nurturing Relationships between Primary Caregivers and Infants Prenatally Exposed to Cocaine through a Neighbor-Implemented Individual and Group Training Model."},
      {
        "id":"ED347715",
        "title":"The Older American Indian with Disabilities: Implications for Providers of Health Care and Human Services."},
      {
        "id":"ED347720",
        "title":"Personal Assistant Service Programs in Germany, Sweden and the USA. Differences and Similarities."},
      {
        "id":"ED347723",
        "title":"Educational Implications for Agenesis of the Corpus Callosum."},
      {
        "id":"ED347724",
        "title":"But What about the Other 93 Percent? Policy Alert."},
      {
        "id":"ED347725",
        "title":"State Agency - Higher Education Cooperation for Part H Personnel Preparation. Short Report."},
      {
        "id":"ED347728",
        "title":"Technology To Enhance Special Education: Remediation of Problems in Logical Thinking and Memory. Final Report."},
      {
        "id":"ED347729",
        "title":"Instructional Conversations Out of the Mainstream: Issues and Accommodations for Special Education Students."},
      {
        "id":"ED347730",
        "title":"Technology for English Communication Skills for Deaf Students (TECSD) Project. Final Report."},
      {
        "id":"ED347731",
        "title":"Representing Knowledge Base Diversity in an Expert System Designed To Anticipate Service Needs for Students with Disabilities."},
      {
        "id":"ED347732",
        "title":"A Conceptual Model of Educational Outcomes for Children and Youth with Disabilities. Working Paper I. Revised."},
      {
        "id":"ED347733",
        "title":"Assessing Educational Outcomes: State Activity and Literature Integration: Synthesis Report."},
      {
        "id":"ED347734",
        "title":"Synthesis Report Update 1992: Policy Groups and Reports on Assessing Educational Outcomes. Synthesis Report 2."},
      {
        "id":"ED347735",
        "title":"Bilingual Academics for Special Education Students (Project BASES) 1990-91. Final Evaluation Profile. OREA Report."},
      {
        "id":"ED347736",
        "title":"Bilingual Education Talented Academy (Project BETA) 1990-91. Final Evaluation Profile. OREA Report."},
      {
        "id":"ED347737",
        "title":"Staff Helping Attain Relevant Education (Project SHARE) 1990-91. Final Evaluation Profile. OREA Report."},
      {
        "id":"ED347738",
        "title":"Career Education and Learning Strategies Implementation Model (Project CELSIM) 1990-91. Final Evaluation Profile. OREA Report."},
      {
        "id":"ED347739",
        "title":"Career Awareness Resources for Exceptional Students (Project CARES) 1990-91. Final Evaluation Profile. OREA Report."},
      {
        "id":"ED347740",
        "title":"Oversight Hearing on the Equal Employment Opportunity Commission&apos;s Implementation of the Americans with Disabilities Act (Title I on Employment and Title V Covering Miscellaneous Provisions). Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor, House of Representatives, One Hundred Second Congress, First Session (October 30, 1991)."},
      {
        "id":"ED347741",
        "title":"Origins of Interpersonal and Social Skills Deficits of Developmentally Disabled Adolescents and Young Adults."},
      {
        "id":"ED347742",
        "title":"Work Personality Profile, Self-Report Version [and] Manual for the Work Personality Profile, Self-Report Version."},
      {
        "id":"ED347743",
        "title":"Working with Families in Early Intervention: An Interdisciplinary Preservice Curriculum. Second Edition."},
      {
        "id":"ED347744",
        "title":"Promoting Special Education Career Awareness. Professional Action Series."},
      {
        "id":"ED347745",
        "title":"Support Groups for Practicing Special Education Professionals. Professional Action Series."},
      {
        "id":"ED347746",
        "title":"Introducing Students to Careers in Special Education and Related Services. Professional Action Series."},
      {
        "id":"ED347747",
        "title":"Concerns, Issues, and Problems in Special Education: A Composite of Perspectives."},
      {
        "id":"ED347751",
        "title":"Criteria for Evaluation of Mathematics Programs for Mathematically Gifted Elementary Students."},
      {
        "id":"ED347752",
        "title":"Illinois Council for the Gifted Journal, 1992."},
      {
        "id":"ED347753",
        "title":"Medicaid Coverage of Health-Related Services for Children Receiving Special Education: An Examination of Federal Policies."},
      {
        "id":"ED347755",
        "title":"Creating Integrated Environments for Young Handicapped Children."},
      {
        "id":"ED347756",
        "title":"An Examination of Personnel Needs and Requirements in Special Education Programs in Alabama, 1986-91."},
      {
        "id":"ED347758",
        "title":"The Role of Ethnicity in Special Education Identification and Educational Setting Placement in Illinois. Data Imprints."},
      {
        "id":"ED347759",
        "title":"Special Joint Committee on Early (Childhood) Intervention: Report."},
      {
        "id":"ED347760",
        "title":"Articulatory and Acoustic Characteristics of Deaf Children's Speech Production: A Comprehensive Bibliography."},
      {
        "id":"ED347762",
        "title":"Students Who Are Blind or Visually Impaired in Postsecondary Education."},
      {
        "id":"ED347766",
        "title":"Programs and Practices in Gifted Education: Projects Funded by the Jacob K. Javits Gifted and Talented Students Education Act of 1988."},
      {
        "id":"ED347767",
        "title":"Digest of Data on Persons with Disabilities."},
      {
        "id":"ED347769",
        "title":"Inclusion of Students with Disabilities in National and State Data Collection Programs. Technical Report 2."},
      {
        "id":"ED347770",
        "title":"Preparing Personnel for Pluralism."},
      {
        "id":"ED347771",
        "title":"Informed Clinical Opinion."},
      {
        "id":"ED347772",
        "title":"Section 619 Profile. A Profile of Part B--Section 619 Services."},
      {
        "id":"ED347773",
        "title":"NEC*TAS Financing Workbook: An Interagency Process for Planning and Implementing a Financing System for Early Intervention and Preschool Services."},
      {
        "id":"ED347774",
        "title":"Linking Curriculum-Based Assessment to Instructional Decision Making: Enhancing Outcomes for Students at Risk for School Failure. Research Progress Series."},
      {
        "id":"ED347776",
        "title":"Self-Destructive Behavior in Public School Students."},
      {
        "id":"ED347781",
        "title":"Passage: A Journal of Refugee Education. 1988."},
      {
        "id":"ED347784",
        "title":"Information Processing in a Translation Task."},
      {
        "id":"ED347785",
        "title":"Omaha Language Preservation in the Macy, Nebraska Public School."},
      {
        "id":"ED347789",
        "title":"The Journal of the Society for Accelerative Learning and Teaching. Volume 15, 1990."},
      {
        "id":"ED347790",
        "title":"The Effect of Context on the Composition and Role of Orientations in Second Language Acquisition."},
      {
        "id":"ED347791",
        "title":"Languages &amp; Standards: Issues, Attitudes, Case Studies. Anthology Series 26."},
      {
        "id":"ED347793",
        "title":"Levels of Consciousness in the Knowledge of Language."},
      {
        "id":"ED347796",
        "title":"Variation in English: What Role for Education?"},
      {
        "id":"ED347800",
        "title":"Models for Written English in Malaysia."},
      {
        "id":"ED347805",
        "title":"World Englishes and Applied Linguistics."},
      {
        "id":"ED347806",
        "title":"Liberation Linguistics and the Quirk Concern."},
      {
        "id":"ED347808",
        "title":"TESOL Reader and Teachers Guide."},
      {
        "id":"ED347810",
        "title":"Issues and Development in English and Applied Linguistics (IDEAL), Volume 1, 1986."},
      {
        "id":"ED347811",
        "title":"Kansas Working Papers in Linguistics. Volume 12."},
      {
        "id":"ED347813",
        "title":"One Hundred Years of Lakota Linguistics (1887-1987)."},
      {
        "id":"ED347819",
        "title":"Relationship between Learning Modes and the Beginners' Success in English."},
      {
        "id":"ED347820",
        "title":"Analysis of Language Transfers from Thai to English in Three Types of Discourse: Explanatory, Descriptive and Persuasive."},
      {
        "id":"ED347822",
        "title":"Comparative Study of English Teaching and Learning at Graduate Level by Direct Teaching, Self-Instruction, and Personalizing Instruction."},
      {
        "id":"ED347823",
        "title":"A Bi-Modality Approach to Language Program Design."},
      {
        "id":"ED347824",
        "title":"Steps in EFL Graduate Program Design by the Language Institute, Chulalongkorn University."},
      {
        "id":"ED347825",
        "title":"The Role of Amplified Objectives in Domain-Referenced Language Program Evaluation."},
      {
        "id":"ED347832",
        "title":"Writers' Workshop and Children Acquiring English as a Non-Native Language. NCBE Program Information Guide 10."},
      {
        "id":"ED347834",
        "title":"Expansion and Computerization of Materials and Supplementary Resources for \"A Survey of Materials for the Study of the Uncommonly Taught Languages.\" Final Report."},
      {
        "id":"ED347835",
        "title":"Innovations in Foreign Language Education."},
      {
        "id":"ED347836",
        "title":"Teaching Difficult Vocabulary in Reading."},
      {
        "id":"ED347840",
        "title":"Expert-Novice Differences in Oral Foreign Language Proficiency."},
      {
        "id":"ED347842",
        "title":"Africa in the &quot;New World Order&quot;: Old Assumptions, Myths, and Reality."},
      {
        "id":"ED347846",
        "title":"Assessing Japanese Language Needs for Business and Professional Use."},
      {
        "id":"ED347847",
        "title":"Electronic Mail in a Spanish Language Business Course."},
      {
        "id":"ED347849",
        "title":"Cultural and Linguistic Imperatives in Public Health Delivery in Developing Countries."},
      {
        "id":"ED347850",
        "title":"Instructional Conversations. ERIC Digest."},
      {
        "id":"ED347851",
        "title":"Foreign Languages and International Business. ERIC Digest."},
      {
        "id":"ED347852",
        "title":"ACTFL Speaking Proficiency Guidelines. ERIC Digest."},
      {
        "id":"ED347853",
        "title":"Cooperative Learning for Students from Diverse Language Backgrounds. ERIC Digest."},
      {
        "id":"ED347854",
        "title":"Translating and Interpreting Programs: A Scottish Example. ERIC Digest."},
      {
        "id":"ED347855",
        "title":"Teaching Strategies for ESOL Literacy."},
      {
        "id":"ED347857",
        "title":"Adult Education for Limited English Proficient Adults: Fact Sheet #3."},
      {
        "id":"ED347860",
        "title":"REEP Hotels/Chambers Federal Workplace Literacy Project. April 1, 1990-December 31, 1991."},
      {
        "id":"ED347861",
        "title":"Arlington/Alexandria 1990-1991 REEP Workplace Literacy Training Project. Final Evaluation Report."},
      {
        "id":"ED347862",
        "title":"Adult ESOL Curriculum Development Project, 1989-1991."},
      {
        "id":"ED347864",
        "title":"What's the Difference?"},
      {
        "id":"ED347865",
        "title":"Michigan Physicians' Conference on Elder Abuse. Final Report."},
      {
        "id":"ED347866",
        "title":"Internships: Lending a Hand."},
      {
        "id":"ED347868",
        "title":"Ending Mandatory Retirement for Tenured Faculty: The Consequences for Higher Education."},
      {
        "id":"ED347871",
        "title":"Cooperative Learning: Increasing College Faculty Instructional Productivity. ERIC Digest."},
      {
        "id":"ED347872",
        "title":"Student Loan Marketing Association Financial Safety and Soundness Act of 1991. 102d Congress, 1st Session. Report To Accompany S. 1915."},
      {
        "id":"ED347873",
        "title":"The Importance of Teaching Management's Role in Capital Equipment Purchases."},
      {
        "id":"ED347875",
        "title":"Assessment of Alternative Financial Theories."},
      {
        "id":"ED347876",
        "title":"An Assessment of the Department of Education's Approach and Model for Analyzing Lender Profitability."},
      {
        "id":"ED347877",
        "title":"Self Concept and Metacognition in Ethnic Minorities."},
      {
        "id":"ED347880",
        "title":"African American Experiences in College: Issues of Class and Gender in Different Institutional Contexts."},
      {
        "id":"ED347881",
        "title":"Exploring a Model of Study Time Allocation in a Problem-Based Medical Curriculum."},
      {
        "id":"ED347882",
        "title":"Environmental Scanning Workshop (Lansing, Michigan, June 10-11, 1992)."},
      {
        "id":"ED347883",
        "title":"Program Topics Identified by Faculty and Students as Important for Program Evaluation in a Problem-Based Medical School Curriculum."},
      {
        "id":"ED347885",
        "title":"Influences on Students' Uses of Classroom Examination Feedback."},
      {
        "id":"ED347887",
        "title":"The History of Maryland's Historically Black Colleges."},
      {
        "id":"ED347889",
        "title":"Minority Student Support Programs: Scholarships, Fellowships, and Services."},
      {
        "id":"ED347890",
        "title":"The Courage To Question: Women's Studies and Student Learning."},
      {
        "id":"ED347892",
        "title":"Report of the AUCC Task Force on the &quot;Report of the Commission of Inquiry on Canadian University Education&quot; = Rapport du Groupe de travail de l'AUCC sur le &quot;Rapport de la Commission d'enquete sur l'enseignement universitaire au Canada.&quot;"},
      {
        "id":"ED347893",
        "title":"Federal Support for University Education and Research. A Report of a Review by the Standing Advisory Committee of the Association of Universities and Colleges of Canada."},
      {
        "id":"ED347895",
        "title":"Drugs on Campus at the Bimillennium: The Final Report of the Presidential Task Force on Substance Use Issues on Pennsylvania College and University Campuses."},
      {
        "id":"ED347897",
        "title":"A Framework for Residence Hall Community Development."},
      {
        "id":"ED347898",
        "title":"Higher Education and Employment in Japan: Trends and Issues. RIHE International Publication Series No. 5."},
      {
        "id":"ED347899",
        "title":"Highly Confident, but Wrong: Gender Differences and Similarities in Confidence Judgments."},
      {
        "id":"ED347901",
        "title":"Using Cultural Research Assignments To Help Business Students Become More Culturally Aware."},
      {
        "id":"ED347902",
        "title":"Using the Portfolio Approach in Teaching Intercultural Business Communication."},
      {
        "id":"ED347903",
        "title":"Cultural Context and the New Communication Principles for Intercultural Communication."},
      {
        "id":"ED347905",
        "title":"Internationalizing the Business Professor: A Collaborative Effort."},
      {
        "id":"ED347907",
        "title":"The Integration of Business-Related Materials into the Undergraduate Russian Program."},
      {
        "id":"ED347908",
        "title":"Teaching Intercultural Business Communication: A Multi-Disciplinary Approach to Seeing the World through the Eyes of Others."},
      {
        "id":"ED347910",
        "title":"Development of a Teaching Module on Soviet and Polish Retail Distribution Systems."},
      {
        "id":"ED349913",
        "title":"A Scottish Approach to the Challenge of Educational Change."},
      {
        "id":"ED349914",
        "title":"Improving State and Campus Environments for Quality and Diversity: A Self-Assessment."},
      {
        "id":"ED349915",
        "title":"Incorporating International Business Concepts into the High School Curriculum."},
      {
        "id":"ED349917",
        "title":"Report on the '92 Seoul International Conference on the Role of the University Education in the Asia/Pacific Age (Seoul, Republic of Korea, April 8-10, 1992)."},
      {
        "id":"ED349918",
        "title":"The Recruitment, Retention, and Promotion of African American Faculty in the United States."},
      {
        "id":"ED349919",
        "title":"Parental Income and College Opportunity. DSC Report Series."},
      {
        "id":"ED349922",
        "title":"Readiness for College: College-to-School Reporting in the SREB States."},
      {
        "id":"ED349925",
        "title":"A Report on Student Financial Aid at Degree-Granting Postsecondary Institutions in New York State 1988-89 to 1990-91."},
      {
        "id":"ED349926",
        "title":"Tuition Waivers for Hawaiian Students In Higher Education. Report No. 2."},
      {
        "id":"ED349927",
        "title":"Academic Calendar Task Force Report to the President."},
      {
        "id":"ED349928",
        "title":"The Role of Instruction and Cognition for College Students&apos; Academic Achievement and Affects."},
      {
        "id":"ED349929",
        "title":"Increasing Admitted Student Yield Using a Political Targeting Model and Discriminant Analysis: An Institutional Research-Admissions Partnership. AIR Professional File."},
      {
        "id":"ED349931",
        "title":"From Recruitment to Matriculation: Meeting the Needs of Adult Students."},
      {
        "id":"ED349932",
        "title":"The Feminist Challenge to Pedagogy in Higher Education."},
      {
        "id":"ED349934",
        "title":"College Youth, Put on the Brakes! Prevention Resource Guide."},
      {
        "id":"ED349935",
        "title":"The Postindustrial University: Fiscal Crisis and the Changing Structure of Academic Labour."},
      {
        "id":"ED349936",
        "title":"The Historical Evolution of Educational Software."},
      {
        "id":"ED349939",
        "title":"I LIKE Computers versus I LIKERT Computers: Rethinking Methods for Assessing the Gender Gap in Computing."},
      {
        "id":"ED349940",
        "title":"The Ideology of Computer Literacy in Schools."},
      {
        "id":"ED349942",
        "title":"Instructional Television: Visual Production Techniques and Learning Comprehension."},
      {
        "id":"ED349943",
        "title":"Integrated Learning Systems and Standardized Test Improvement."},
      {
        "id":"ED349944",
        "title":"Metamorph: Computer Support for Qualitative Research."},
      {
        "id":"ED349945",
        "title":"Peace Education and Educational Technology."},
      {
        "id":"ED349946",
        "title":"Technology Products for Substance Abuse Education."},
      {
        "id":"ED349947",
        "title":"Using Computers To Teach the Concepts of the Central Limit Theorem."},
      {
        "id":"ED349949",
        "title":"Videos: Selecting Only the Best."},
      {
        "id":"ED349950",
        "title":"The Potential of NovaNET Communications for Education and Instruction."},
      {
        "id":"ED349951",
        "title":"Cooperative Training in a Microcomputer Setting."},
      {
        "id":"ED349952",
        "title":"Developing Automated Feedback Materials for a Training Simulator: An Interaction between Users and Researchers."},
      {
        "id":"ED349953",
        "title":"Discovery Learning of Addition Strategies for Two-Digit Numbers in a Computer-Based Microworld."},
      {
        "id":"ED349955",
        "title":"Integrating Technology Usage across the Curriculum through Educational Adventure Games."},
      {
        "id":"ED349956",
        "title":"Interactive Expertise: Studies in Distributed Working Intelligence. Research Bulletin 83."},
      {
        "id":"ED349957",
        "title":"Local Infrastructures for School Networking: Current Models and Prospects. Technical Report No. 22."},
      {
        "id":"ED349959",
        "title":"Multimedia Design Research for the Museum Education Consortium's Museum Visitor's Prototype. Technical Report No. 24."},
      {
        "id":"ED349960",
        "title":"New Directions for Teaching Research Methods and Statistics: The Development of a Computer-Based Expert System."},
      {
        "id":"ED349961",
        "title":"A Rule-Based and Hypertextual Electronic Mail System for Electronic Learning Environments: Applying the Distributed Network Learning Framework."},
      {
        "id":"ED349962",
        "title":"Technology Network Ties: Network Services and Technology Programs for New York State&apos;s Educational System."},
      {
        "id":"ED349963",
        "title":"Two Multimedia Design Research Projects: Palenque and The Museum Visitor's Project. Technical Report No. 23."},
      {
        "id":"ED349964",
        "title":"Use of Fuzzy Modeling Techniques in a Coached Practice Environment for Electronics Troubleshooting."},
      {
        "id":"ED349965",
        "title":"Technology-Mediated Communities for Learning: Designs and Consequences. Technical Report No. 21."},
      {
        "id":"ED349966",
        "title":"Considerations in Evaluating Metacognition in Interactive Hypermedia/Multimedia Instruction."},
      {
        "id":"ED349970",
        "title":"Library User Survey, Summary Report FY 1990-FY 1992: Russell Library, Georgia College."},
      {
        "id":"ED349971",
        "title":"Meeting the Competitive Challenge: Encouraging the Use of Community College Library Facilities in Rural, Isolated, Northeastern Arizona."},
      {
        "id":"ED349972",
        "title":"Merging Technologies and Instruction at CUNY: An Annotated Selective Bibliography."},
      {
        "id":"ED349973",
        "title":"Project ACCESS: A Curriculum-Based Collection Evaluation and Selection System Library Model for Community Colleges."},
      {
        "id":"ED349974",
        "title":"Trailblazing in East Texas: A Progress Report on the Forest Trail Library Consortium's Networking Project."},
      {
        "id":"ED349975",
        "title":"Access to Penfield Library Special Collections: Extending the &quot;Archival Bestiary&quot; Concept."},
      {
        "id":"ED349976",
        "title":"Alabama Public Library Service Annual Report, 1991."},
      {
        "id":"ED349978",
        "title":"International Relations Program, 1991."},
      {
        "id":"ED349979",
        "title":"The Information Ambassadors: The 1989-90 Library/Book Fellows."},
      {
        "id":"ED349980",
        "title":"The Information Ambassadors: The 1990-91 Library/Book Fellows."},
      {
        "id":"ED349981",
        "title":"A Bibliography of Resources about Access to Education for Homeless Children and Youth."},
      {
        "id":"ED349982",
        "title":"Canadian Politics and Government: A Guide to Reference Sources."},
      {
        "id":"ED349984",
        "title":"Upward and Onward: An Original Approach to the Continuance of Inter-Library Loans in Rural, Northeastern Arizona after the Close of the Arizona Inter-Library Loan Center."},
      {
        "id":"ED349985",
        "title":"Rebuilding a Test Collection."},
      {
        "id":"ED349986",
        "title":"Women's Studies Indexing Project."},
      {
        "id":"ED349988",
        "title":"A Long and Happy Life: Library and Records Preservation in North Carolina."},
      {
        "id":"ED349989",
        "title":"Technology: Today and Tomorrow. Proceedings of the Spring Meeting of the Nebraska Library Association--College and University Section and Special and Institutional Section (Fremont, Nebraska, May 22, 1992)."},
      {
        "id":"ED349990",
        "title":"The 21st Century: Proceedings of the Wilson Symposium on the Future of Public Libraries (Omaha, Nebraska, September 26-29, 1990)."},
      {
        "id":"ED349992",
        "title":"CD-ROMS Step by Step."},
      {
        "id":"ED349993",
        "title":"Children&apos;s Books from the U.S. Government Printing Office: An Annotated Bibliography and Resource Guide for Librarians."},
      {
        "id":"ED349994",
        "title":"Facts &amp; Features about IFLA: The World of Library and Information Services."},
      {
        "id":"ED349996",
        "title":"IFLA Core Programmes 1992/93. Revised Edition."},
      {
        "id":"ED349997",
        "title":"IFLA's Core Programme for the Advancement of Librarianship in the Third World--ALP."},
      {
        "id":"ED349999",
        "title":"Library Skills Assessment Project: Final Report."},
      {
        "id":"ED350005",
        "title":"School Libraries in a Diverse World: Providing the Personal Touch. Proceedings of the Annual Conference of the International Association of School Librarianship (20th, Everett, Washington, July 22-27, 1991)."},
      {
        "id":"ED350021",
        "title":"The Child Development Training Consortium. A Status Report on the San Juan College AACJC-Kellogg Beacon College Project."},
      {
        "id":"ED350022",
        "title":"Mid-Term Assessment of English 10 Students: A Comparison of Methods of Entry into the Course."},
      {
        "id":"ED350024",
        "title":"Strengthening Humanities at Genesee Community College: An NEH-Funded Faculty Development Grant."},
      {
        "id":"ED350030",
        "title":"Reinventing the Community College."},
      {
        "id":"ED350031",
        "title":"The Use of Assessment To Determine Instructional Effectiveness."},
      {
        "id":"ED350032",
        "title":"Learning and Student Success: The Mission of Higher Education."},
      {
        "id":"ED350033",
        "title":"Tech Prep: Challenges and Opportunities for Community Colleges."},
      {
        "id":"ED350036",
        "title":"Shooting Research from the H.I.P.P.S. and Making a Killing for Ourselves."},
      {
        "id":"ED350038",
        "title":"Enhancing Minority Male Enrollment: Students as Mentors."},
      {
        "id":"ED350041",
        "title":"Curriculum Procedures in Metropolitan Multicampus Community Colleges."},
      {
        "id":"ED350043",
        "title":"Enhancing Student Success through the Use of Interactive Videodisc Technology."},
      {
        "id":"ED350045",
        "title":"Creating Effective Learning Environments. Report of a Study Funded by the Ford Foundation."},
      {
        "id":"ED350047",
        "title":"Alabama Linkage: An Innovative Higher Education Consortium Maximizing Statewide Resources."},
      {
        "id":"ED350048",
        "title":"Fostering a Climate for Faculty Scholarship at Community Colleges."},
      {
        "id":"ED350049",
        "title":"Cultural Leadership: Inside America's Community Colleges."},
      {
        "id":"ED350050",
        "title":"The Future of Foreign Language Education at Community Colleges. AACC Special Reports, No. 1."},
      {
        "id":"ED350051",
        "title":"Profiles in Success: Reflections on the Community College Experience."},
      {
        "id":"ED350052",
        "title":"Serving Vocational ESL Students."},
      {
        "id":"ED350059",
        "title":"Grading Papers More Objectively and Effectively."},
      {
        "id":"ED350060",
        "title":"The Use of Student Workbooks in Introductory Psychology Courses."},
      {
        "id":"ED350061",
        "title":"Curriculum Integration and Cross-Cultural Psychology."},
      {
        "id":"ED350062",
        "title":"A Trans-Disciplinary Writing Project in Introductory Psychology."},
      {
        "id":"ED350076",
        "title":"How To Plan, Organize, and Implement a PlayDay."},
      {
        "id":"ED350086",
        "title":"A Different Kind of Classroom: Teaching with Dimensions of Learning."},
      {
        "id":"ED350099",
        "title":"Early Childhood Family Education: Implementing the Minnesota Model = Education de la premiere enfance: Mise en oeuvre de modele Minnesota = La educacion de la familia y la ninez: Poner en practica el modelo de Minnesota."},
      {
        "id":"ED350102",
        "title":"Community-Based Youth Services in International Perspective."},
      {
        "id":"ED350109",
        "title":"Family Support Programs and the Prevention of Alcohol and Other Drug Abuse (AOD)."},
      {
        "id":"ED350113",
        "title":"New Realities of the American Family."},
      {
        "id":"ED350115",
        "title":"Countdown to the First Day of School: A 60-Day Get-Ready Checklist for: First-Time Teachers, Teacher Transfers, Student Teachers, Teacher Mentors, Induction-Program Administrators, Teacher Educators. NEA Checklist Series."},
      {
        "id":"ED350116",
        "title":"Native Peoples: Resources Pertaining to Indians, Inuit, and Metis. Fourth Edition."},
      {
        "id":"ED350120",
        "title":"Education in Mother Tongue: The Ife Primary Education Research Project (1970-1978)."},
      {
        "id":"ED350135",
        "title":"Self-Sufficiency in Northern Justice Issues. Proceedings of the Northern Justice Society Meeting (5th, Sitka, Alaska, April 1991)."},
      {
        "id":"ED350142",
        "title":"Improving Student Grades in Middle School Mathematics through a Homework Policy Involving Automated Daily Parent Contact."},
      {
        "id":"ED350147",
        "title":"How American Teachers Teach Science in Kindergarten and First Grade."},
      {
        "id":"ED350149",
        "title":"Scientific Reasoning in Elementary School: Developmental and Individual Differences."},
      {
        "id":"ED350154",
        "title":"Science, Technology, Society: Opportunities."},
      {
        "id":"ED350155",
        "title":"Science, Technology, Society: Challenges."},
      {
        "id":"ED350162",
        "title":"A Description of the Assessment Practices of Teachers Who Have Begun to Implement the Instructional Practices Suggested in the NCTM Standards Documents."},
      {
        "id":"ED350163",
        "title":"State Policies on Science and Mathematics Education 1992."},
      {
        "id":"ED350169",
        "title":"Science and Mathematics: Partners Then...Partners Now. Readings from \"School Science and Mathematics\" on the Integration of Science and Mathematics. Topics for Teachers Series Number 5."},
      {
        "id":"ED350170",
        "title":"Working Together, Making Changes: Working in and out of School To Encourage Girls in Math and Science. Encouraging Girls in Math and Science Series."},
      {
        "id":"ED350175",
        "title":"Students at Risk in Mathematics: Prevention and Recovery in Elementary Schools."},
      {
        "id":"ED350202",
        "title":"Time and Opportunity To Learn in Pakistan's Schools."},
      {
        "id":"ED350203",
        "title":"William Heard Kilpatrick (1871-1965): Philosopher of Progressive Education and Teacher of Teachers."},
      {
        "id":"ED350204",
        "title":"Southwestern Native American Studies: A Selected Bibliography."},
      {
        "id":"ED350206",
        "title":"Practicing Democracy through Equity Education: Social Studies Curriculum Grades K-12, 1991-1997."},
      {
        "id":"ED350207",
        "title":"Does the City College New World Civilization Course Reduce Provincialism?"},
      {
        "id":"ED350208",
        "title":"The Social Studies Curriculum: The Case for Its Abolition."},
      {
        "id":"ED350209",
        "title":"A Portrait of Four Social Studies Classes (With Special Attention Paid to the Identification of Teaching Techniques and Behaviors That Contribute to Student Learning)."},
      {
        "id":"ED350210",
        "title":"Compendium of Curriculum Projects for 1991 Fulbright-Hays Seminars Abroad Program: Ancient and Modern Egypt and Israel, June 20-22, 1991."},
      {
        "id":"ED350211",
        "title":"Compendium of Research Projects for 1991 Fulbright-Hays Seminars Abroad Program: Yugoslavia and the Czech and Slovak Federal Republic in Transition, June 22-24, 1991."},
      {
        "id":"ED350212",
        "title":"Women and the Workplace: The Glass Ceiling. Hearing before the Subcommittee on Employment and Productivity of the Committee on Labor and Human Resources, United States Senate, One Hundred Second Congress, First Session (October 23, 1991)."},
      {
        "id":"ED350213",
        "title":"[UNESCO] Regional Consultation Meeting on the Asia and Pacific Programme of Educational Innovation for Development (APEID) (12th, Chaing Mai, Thailand, August 20-27, 1990). Final Report."},
      {
        "id":"ED350214",
        "title":"Philosophy for Children and the Teaching of Thinking. Conference Report of the National Conference on Philosophy for Children (1st, Melbourne, Victoria, Australia, July 12-16, 1991)."},
      {
        "id":"ED350222",
        "title":"A Cultural Experience: Japan."},
      {
        "id":"ED350224",
        "title":"Model Learner Outcomes for Social Studies."},
      {
        "id":"ED350227",
        "title":"Islam, Perestroika, and the Education of Women: Principles and Possibilities. International Seminar on Literacy and Lifelong Education for Women (Frunze, Kirghizstan, November 26-December 1, 1990)."},
      {
        "id":"ED350228",
        "title":"National Educational Research Policies: A World Survey."},
      {
        "id":"ED350229",
        "title":"Comparative and International Education (Borrowings and Adaptations): USA, Japan, Britain."},
      {
        "id":"ED350230",
        "title":"A Cross-Cultural Comparison of the American and Japanese Educational Systems."},
      {
        "id":"ED350231",
        "title":"Sex Discrimination in Education: A Report from the Commission on Sex Discrimination in the Statutes of the New Jersey Legislature."},
      {
        "id":"ED350233",
        "title":"Economics in Asia: Status Reports on Teaching and Research in Nine Countries. RUSHSAP Series on Occasional Monographs and Papers, 14."},
      {
        "id":"ED350234",
        "title":"Canadian NGOs Providing Resources for Development and Social Justice in South Africa: A Handbook. Working Paper Number 19."},
      {
        "id":"ED350235",
        "title":"New Netherland Project: A Translation Program."},
      {
        "id":"ED350238",
        "title":"Manitoba Social Studies Assessment 1989. Final Report and Summary Report."},
      {
        "id":"ED350239",
        "title":"The Massachusetts Educational Assessment Program: Social Studies Report."},
      {
        "id":"ED350240",
        "title":"Election '92 Discussion Set. [Participants' Booklet] and Leader's Guide."},
      {
        "id":"ED350241",
        "title":"Recent Scholarship on the Origins of the U.S. Constitution: A Guide for Teachers of American History."},
      {
        "id":"ED350242",
        "title":"Core Course Proficiencies: Social Studies."},
      {
        "id":"ED350243",
        "title":"Voteline: A Project for Integrating Computer Databases, Spreadsheets, and Telecomputing into High School Social Studies Instruction."},
      {
        "id":"ED350244",
        "title":"Vermont's Heritage: A Working Conference for Teachers. Plans, Proposals, and Needs. Proceedings of a Conference (Burlington, Vermont, July 8-10, 1983)."},
      {
        "id":"ED350245",
        "title":"Teaching Vermont's Heritage. Proceedings of the Working Conference on Vermont's Heritage for Teachers (2nd, Burlington, Vermont, July 9-13, 1984)."},
      {
        "id":"ED350246",
        "title":"The Liberal Education of Architects. A Symposium (Lawrence, Kansas, November 8-9, 1990)."},
      {
        "id":"ED350247",
        "title":"Incorporating Local Culture into the Classroom: An In-Service for Teachers."},
      {
        "id":"ED350248",
        "title":"Proceedings of the Annual Technology Literacy Conference. (7th, Alexandria, Virginia, February 6-9, 1992)."},
      {
        "id":"ED350250",
        "title":"Resources for Teaching Art from a Multicultural Point of View."},
      {
        "id":"ED350251",
        "title":"Fostering Change through College-School Collaborative Minigrants."},
      {
        "id":"ED350252",
        "title":"Teacher Efficacy, Empowerment, and a Focused Instructional Climate: Does Student Achievement Benefit?"},
      {
        "id":"ED350253",
        "title":"A Model of Teacher Leadership."},
      {
        "id":"ED350254",
        "title":"Using Student Remembrances of School in a Preservice Teacher Education Course: Exploratory Studies."},
      {
        "id":"ED350255",
        "title":"The Application of Academic Content to Practice by Preservice Secondary School History and Social Studies Teachers."},
      {
        "id":"ED350256",
        "title":"Social, Political, and Economic Variables Associated with Successful and Unsuccessful Educational Change Efforts: Kenya, Japan, Malaysia, the Soviet Union and the United States."},
      {
        "id":"ED350257",
        "title":"A Work of Justice and Progress. The Story of the UNESCO/ILO 1966 Recommendation Concerning the Status of Teachers."},
      {
        "id":"ED350258",
        "title":"Report of the Task Force on School Health."},
      {
        "id":"ED350259",
        "title":"Multicultural Survey."},
      {
        "id":"ED350260",
        "title":"A Teacher Educator and His Students Reflect on Teaching High School Physics."},
      {
        "id":"ED350261",
        "title":"The In-Service Training of Foreign Language Teachers in the Member States of the European Community: I. In Their Own Member State, II. In Another Member State."},
      {
        "id":"ED350263",
        "title":"Preparing Teachers as Naturalistic Inquirers: Responding to the Face of the Other."},
      {
        "id":"ED350265",
        "title":"Induction Practices at the District Level: Fact or Fiction."},
      {
        "id":"ED350266",
        "title":"An Assessment Tool for Teachers and Students: Harrison's Instructional Design. A System for Increasing Knowledge, Internalizing Concepts and Experiences and Creating a Climate for Learning."},
      {
        "id":"ED350267",
        "title":"Preparing Teachers for Cultural Diversity: Rhetoric or Reality."},
      {
        "id":"ED350268",
        "title":"Conceptual Change and Teacher Education: Impact of Our Research on Our Practice."},
      {
        "id":"ED350269",
        "title":"Developing Academic Professionals through the Finnish Teacher Education Curriculum."},
      {
        "id":"ED350270",
        "title":"The Evolution and Value of Teacher Research in the Change Process: From Learning Styles to Conferencing. Draft Copy."},
      {
        "id":"ED350271",
        "title":"Why Did We Choose Teaching Careers and What Will Enable Us To Stay? Recruitment and Retention Insights from One Cohort of the African-American Teaching Pool."},
      {
        "id":"ED350272",
        "title":"Towards Preparing the Monocultural Teacher for the Multicultural Classroom."},
      {
        "id":"ED350273",
        "title":"Rethinking the Classroom: A Community of Inquiry."},
      {
        "id":"ED350274",
        "title":"Bearing Witness: A Seminar on Cultural Diversity for Teachers."},
      {
        "id":"ED350275",
        "title":"Developing an Understanding of the Multicultural Classroom: Experiences for the Monocultural Preservice Teacher."},
      {
        "id":"ED350276",
        "title":"Creating a Culture for Change: The University Researcher, Principal, and Teacher Family."},
      {
        "id":"ED350277",
        "title":"The Practice of Teaching: Cooperative Learning."},
      {
        "id":"ED350278",
        "title":"Building a Vision for Teacher Technology in Education."},
      {
        "id":"ED350279",
        "title":"Private Lives, Public Forums: What Teachers Share of Themselves in Teaching."},
      {
        "id":"ED350280",
        "title":"Involving Liberal Arts Faculty in Diversity."},
      {
        "id":"ED350281",
        "title":"Technology in the Curriculum: The Inclusion Solution."},
      {
        "id":"ED350282",
        "title":"Providing Opportunities for Multicultural Experiences in Teacher Education."},
      {
        "id":"ED350283",
        "title":"Meeting Cultural Diversity with Personal Conviction: The Teacher as Change Agent and Transformational Leader."},
      {
        "id":"ED350284",
        "title":"Multiple Reform Initiatives in Teacher Education: A Case Study."},
      {
        "id":"ED350285",
        "title":"Homework and Cooperative Learning: A Classroom Field Experiment."},
      {
        "id":"ED350286",
        "title":"In Front of and Behind the Camera: Two Perspectives on &quot;Morning Meeting.&quot;"},
      {
        "id":"ED350287",
        "title":"Teachers' Innovations: A Preliminary Look at Sources, Kinds, and Gross Effectiveness of Indigenous Classroom Innovations."},
      {
        "id":"ED350288",
        "title":"Adapting the Thinking Processes To Enhance Science Skills in Females and Minorities."},
      {
        "id":"ED350289",
        "title":"Sources Used by Student Teachers in Lesson Planning."},
      {
        "id":"ED350290",
        "title":"Teacher Assistance Program: A Developmental Induction Program for Beginning Teachers."},
      {
        "id":"ED350291",
        "title":"Student Teachers' and Cooperating Teachers' Perspectives of Mentoring Functions: Harmony or Dissonance?"},
      {
        "id":"ED350292",
        "title":"Applications of a Case Study Text to Undergraduate Teacher Preparation."},
      {
        "id":"ED350293",
        "title":"Prospective Teachers' Perceptions of a Teaching Episode."},
      {
        "id":"ED350294",
        "title":"Preparing Minority Students To Be Teachers in the 1990's and the 21st Century: A Working Paper."},
      {
        "id":"ED350295",
        "title":"The Impact of Ancient Chinese Philosophy on Contemporary Leisure in China."},
      {
        "id":"ED350296",
        "title":"Physical Education Pedagogical Work as Praxis."},
      {
        "id":"ED350297",
        "title":"A Comparison of Upper Elementary School Children's Attitudes toward Physical Activity."},
      {
        "id":"ED350298",
        "title":"Affective Factors Which Influence Learning about Sexually Transmitted Diseases."},
      {
        "id":"ED350299",
        "title":"The Effect of Educational Intervention on Attitudes toward Selected High Risk Sexual Behaviors."},
      {
        "id":"ED350300",
        "title":"Teaching Young People about AIDS."},
      {
        "id":"ED350301",
        "title":"Los Angeles Mentors: Local Guides or Educational Companions?"},
      {
        "id":"ED350302",
        "title":"Learning To Teach the Elementary Field Experience Course at a Teachers' Junior College in Taiwan."},
      {
        "id":"ED350303",
        "title":"Young Children on the Grow: Health, Activity, and Education in the Preschool Setting. Teacher Education Monograph No. 13."},
      {
        "id":"ED350304",
        "title":"Focal Points: Qualitative Inquiries into Teaching and Teacher Education. Teacher Education Monograph No. 12."},
      {
        "id":"ED350305",
        "title":"Report on a Validity Study of the Tennessee Career Ladder System."},
      {
        "id":"ED350306",
        "title":"Questioning Mechanisms during Complex Learning."},
      {
        "id":"ED350307",
        "title":"Motivational and Cognitive Factors Affecting Involvement in Goal Pursuit: A Reconfirmation and Extension of Research."},
      {
        "id":"ED350308",
        "title":"Self-Concept of Academic Ability, Self-Assessment of Memory Ability, Academic Aptitude, and Study Activities as Predictors of College Course Achievement."},
      {
        "id":"ED350309",
        "title":"Self-Esteem Stability and Responses to the Stability of Self Scale."},
      {
        "id":"ED350310",
        "title":"Multidimensional Students' Evaluations of Teaching Effectiveness: A Profile Analysis."},
      {
        "id":"ED350311",
        "title":"GED Statistical Report, 1991."},
      {
        "id":"ED350312",
        "title":"Writing Portfolios: Potential for Large Scale Assessment. Project 2.4: Design Theory and Psychometrics for Complex Performance Assessment. Design and Analysis of Portfolio and Performance Measures."},
      {
        "id":"ED350313",
        "title":"Does the Mean Score Mask Poor Delivery of Educational Services in School Effectiveness Ratings?"},
      {
        "id":"ED350314",
        "title":"The Effect that Varying the Test Mode Had on School Effectiveness Ratings."},
      {
        "id":"ED350315",
        "title":"Using the Norm-Referenced Model To Evaluate Chapter 1."},
      {
        "id":"ED350316",
        "title":"Public Elementary and Secondary Schools and Agencies in the United States and Outlying Areas: School Year 1990-91. E.D. TABS."},
      {
        "id":"ED350317",
        "title":"How North Carolina Ranks Educationally among the Fifty States, 1991."},
      {
        "id":"ED350318",
        "title":"Detecting Differential Item Functioning Using the Rasch Model with Equivalent-Group Cross-Validation."},
      {
        "id":"ED350319",
        "title":"National Education Longitudinal Study of 1988. Base Year: Parent Component Data File User's Manual."},
      {
        "id":"ED350320",
        "title":"Key Statistics on the Noncollegiate Sector of Postsecondary Education: 1990. E.D. TABS."},
      {
        "id":"ED350321",
        "title":"National Household Education Survey of 1991: Preprimary and Primary Data Files User's Manual."},
      {
        "id":"ED350322",
        "title":"Overview of the NHES Field Test. National Household Education Survey Technical Report."},
      {
        "id":"ED350323",
        "title":"Telephone Undercoverage Bias of 14- to 21-Year-Olds and 3- to 5-Year-Olds. Contractor Report. National Household Education Survey Technical Report."},
      {
        "id":"ED350324",
        "title":"Multiplicity Sampling for Dropouts in the NHES Field Test. Contractor Report. National Household Education Survey Technical Report."},
      {
        "id":"ED350325",
        "title":"Proxy Reporting of Dropout Status in the NHES Field Test. National Household Education Survey Technical Report."},
      {
        "id":"ED350326",
        "title":"Effectiveness of Oversampling Blacks and Hispanics in the NHES Field Test. National Household Education Survey Technical Report."},
      {
        "id":"ED350327",
        "title":"A.I.D.P. English Instructional Services, Student Outcome Data 1990-91."},
      {
        "id":"ED350332",
        "title":"Praxis III: A Collaborative Development. The Minnesota Board of Teaching and Educational Testing Service."},
      {
        "id":"ED350333",
        "title":"Schools and Staffing in the United States: A Statistical Profile, 1987-88. Schools and Staffing Survey (SASS) and Teacher Followup Survey."},
      {
        "id":"ED350334",
        "title":"European Conference on Educational Research, University of Twente (Enschede, The Netherlands, June 22-25, 1992). Book of Summaries: Volumes 1, 2, and 3."},
      {
        "id":"ED350338",
        "title":"Catholic Elementary and Secondary Schools 1991-92, Annual Statistical Report on Schools, Enrollment and Staffing."},
      {
        "id":"ED350339",
        "title":"High School and Beyond Fourth Follow-Up. Contractor Report. Methodology Report."},
      {
        "id":"ED350340",
        "title":"Potential Strategies for Long-Term Indicator Development. Reports of the Technical Planning Subgroups."},
      {
        "id":"ED350341",
        "title":"A Profile of Parents of Eighth Graders. National Education Longitudinal Study of 1988. Statistical Analysis Report."},
      {
        "id":"ED350343",
        "title":"Student Portfolio and Profiles: A Holistic Approach to Multiple Assessment in Whole Language Classrooms."},
      {
        "id":"ED350344",
        "title":"Concurrent Validity of the Cognitive Domain of the Battelle Developmental Inventory in Relation to the Stanford-Binet Intelligence Test, Fourth Edition for Urban African-American Low SES Preschool Children."},
      {
        "id":"ED350347",
        "title":"A Feasibility Study of the Use of Portfolios for Placement in English 001, English 101, or English 102 at the University of Nevada, Reno."},
      {
        "id":"ED350348",
        "title":"Tests that Teachers Build: An Analysis of Classroom Tests in Science and Mathematics."},
      {
        "id":"ED350350",
        "title":"Analysis of Spring 1990 Field Tryouts of MEAP Essential Skills Mathematics Test Items Using a Partial Credit Model."},
      {
        "id":"ED350352",
        "title":"Report of Student Performance. California Achievement Tests, North Carolina Science Tests, North Carolina Social Studies Tests, Grades 3, 6, and 8. Spring 1992."},
      {
        "id":"ED350353",
        "title":"Performance Assessment: An International Experiment."},
      {
        "id":"ED350354",
        "title":"Learning about the World."},
      {
        "id":"ED350355",
        "title":"An Information-Based Approach To Monitoring Content Validity and Determining the Relative Value of Polytomous and Dichotomous Items."},
      {
        "id":"ED350356",
        "title":"Public Response to the 1991 Goals Report. Outreach Report to the National Education Goals Panel."},
      {
        "id":"ED350358",
        "title":"Chapter 1 Commission Issues Interim Report."},
      {
        "id":"ED350359",
        "title":"Reflections on Black Consciousness and Afrocentrism."},
      {
        "id":"ED350360",
        "title":"Workforce Readiness and Wage Inequality: Public/Private Perspectives."},
      {
        "id":"ED350361",
        "title":"Measuring Implementation: Lessons from Improving School Dropout Performance in California Schools."},
      {
        "id":"ED350362",
        "title":"Project ADVANCE 1991. OREA Report."},
      {
        "id":"ED350366",
        "title":"Remedial Education: Modifying Chapter 1 Formula Would Target More Funds to Those Most in Need. Report to Congressional Requesters."},
      {
        "id":"ED350367",
        "title":"Self-Perception and Achievement of 10th Grade Urban African American Males: Classroom Instructional Implications."},
      {
        "id":"ED350368",
        "title":"Region A Chapter 1 Technical Assistance Center. Annual Report: July 1, 1991-June 30, 1992."},
      {
        "id":"ED350369",
        "title":"Introducing African American Role Models into Mathematics and Science Lesson Plans: Grades K-6."},
      {
        "id":"ED350370",
        "title":"Compensatory Education Product Evaluation: Elementary and Secondary Programs 1991-1992."},
      {
        "id":"ED350371",
        "title":"In-School Segregation in North Carolina Public Schools. A Summary Report."},
      {
        "id":"ED350372",
        "title":"Affective and Motivational Characteristics of 60 Urban JHS Math Classrooms: A Class-Level Analysis of Student Beliefs in Three Instructional Activity Settings."},
      {
        "id":"ED350375",
        "title":"The Relationship between Youth Group Participation and Use of Tobacco and Drugs."},
      {
        "id":"ED350376",
        "title":"Multicultural Recognition Program: Celebrating a World of Diversity and Understanding. A Mosaic of Multicultural Achievement."},
      {
        "id":"ED350377",
        "title":"Are Hispanic Dropout Rates Related to Migration? Issue Brief."},
      {
        "id":"ED350380",
        "title":"Increasing the School Involvement of Hispanic Parents. ERIC/CUE Digest Number 80."},
      {
        "id":"ED350382",
        "title":"The Gannett Foundation Literacy Challenge Grants Program 1987-1990. Assessment Report."},
      {
        "id":"ED350383",
        "title":"Certified Nurse Assistant Certification Examination Test Booklet."},
      {
        "id":"ED350384",
        "title":"Health Services Assistant Certification Examination Test Booklet."},
      {
        "id":"ED350385",
        "title":"Developing a Research Method for Testing New Curriculum Ideas: Report No. 1 on Using Marketing Research in a Lifelong Learning Organization."},
      {
        "id":"ED350386",
        "title":"Open Distance Learning in the European Community. Memorandum."},
      {
        "id":"ED350387",
        "title":"Food and Nutrition Services Quality Control Management Program."},
      {
        "id":"ED350388",
        "title":"Modular Training Systems and Strategies: An International Meeting (Washington, D.C., May 11-12, 1992)."},
      {
        "id":"ED350389",
        "title":"Education That Works: Creating Career Pathways for New York State Youth."},
      {
        "id":"ED350390",
        "title":"Emerging Uses of Computers for Education: An Overview of Tools and Issues for Vocational Educators."},
      {
        "id":"ED350391",
        "title":"Enhancing the Teaching and Learning Environment in the USSR. Annual Soviet-American Symposium on Teaching and Learning (2nd, Jacksonville, Florida, October 3-4, 1991). Special Publication Number 65."},
      {
        "id":"ED350392",
        "title":"Project LIVE (Literacy Implements a Vibrant Existence) Handbook."},
      {
        "id":"ED350393",
        "title":"Territory of Guam Performance Measures &amp; Standards for Vocational Education."},
      {
        "id":"ED350395",
        "title":"Readings That Matter: A Literature and Life Issues Curriculum."},
      {
        "id":"ED350396",
        "title":"Integrating High School English and Vocational Education through Teacher Collaboration, Cross-Curricula Activities, and Applied Communications."},
      {
        "id":"ED350397",
        "title":"Discretionary National Programs. Abstracts of Projects Funded in FY 1991."},
      {
        "id":"ED350398",
        "title":"State of Idaho Vocational-Technical Education Annual Report, Fiscal Year 1991."},
      {
        "id":"ED350399",
        "title":"Quality Education and Training for the Adult Unemployed. A Manual for Planners and Managers in Further Education."},
      {
        "id":"ED350400",
        "title":"Employers' Views on the Value of Older Workers. Final Report."},
      {
        "id":"ED350401",
        "title":"Predictors of Success among Older Workers in New Jobs. Final Report."},
      {
        "id":"ED350404",
        "title":"Two Worlds: Vocational and Academic Teachers in Comprehensive High Schools."},
      {
        "id":"ED350405",
        "title":"A Time to Every Purpose: Integrating Occupational and Academic Education in Community Colleges and Technical Institutes."},
      {
        "id":"ED350406",
        "title":"A Workers' Perspective: Skills, Training, and Education in the Automotive Repair, Printing, and Metalworking Trades."},
      {
        "id":"ED350407",
        "title":"Building Coalitions."},
      {
        "id":"ED350408",
        "title":"Carl D. Perkins Vocational and Applied Technology Education Act of 1990: Selected Resources for Implementation."},
      {
        "id":"ED350409",
        "title":"Education and Training for Total Quality Management in the Federal Government. Federal Total Quality Management Handbook 3."},
      {
        "id":"ED350410",
        "title":"School to Employment Program (STEP) Jobs for Youth. Annual Report."},
      {
        "id":"ED350411",
        "title":"Youth Work Skills Program. Annual Report."},
      {
        "id":"ED350414",
        "title":"Skills and Tasks for Jobs. A SCANS Report for America 2000."},
      {
        "id":"ED350416",
        "title":"Innovation in Parent Education: Self-Reflection and Dialogue as Avenues of Learning."},
      {
        "id":"ED350417",
        "title":"A Developmental Approach to Parenting Education: Parenting as a Growth Process. Draft."},
      {
        "id":"ED350418",
        "title":"Florida Model Noninstructional Adult Literacy Centers."},
      {
        "id":"ED350419",
        "title":"A National Literacy Strategy for Older Canadians."},
      {
        "id":"ED350420",
        "title":"Learning--That's Life! Conference Report and Recommendations. A National Conference on Literacy and Older Canadians (Ottawa, Ontario, Canada, April 1990)."},
      {
        "id":"ED350421",
        "title":"Illiteracy and Older Canadians: An Unrecognized Problem. Summary Report and Literature Review."},
      {
        "id":"ED350422",
        "title":"Parents-as-Partners-as-Learners Guide."},
      {
        "id":"ED350423",
        "title":"Community Relations Manual for Family Literacy Programs."},
      {
        "id":"ED350424",
        "title":"&quot;Finding Myself; Finding My Home.&quot; An Evaluation of the Adult Education with Homeless Persons Project."},
      {
        "id":"ED350425",
        "title":"Appliance Servicing Program Guide."},
      {
        "id":"ED350426",
        "title":"Appliance Servicing Program Standards."},
      {
        "id":"ED350427",
        "title":"Avionics Maintenance Technology Program Guide."},
      {
        "id":"ED350428",
        "title":"Avionics Maintenance Technology Program Standards."},
      {
        "id":"ED350429",
        "title":"Barbering Program Guide."},
      {
        "id":"ED350430",
        "title":"Barbering Program Standards."},
      {
        "id":"ED350431",
        "title":"Biotechnology Program Guide."},
      {
        "id":"ED350432",
        "title":"Biotechnology Program Standards."},
      {
        "id":"ED350433",
        "title":"Civil Engineering Technology Program Guide."},
      {
        "id":"ED350434",
        "title":"Civil Engineering Technology Program Standards."},
      {
        "id":"ED350435",
        "title":"Dental Assisting Program Guide."},
      {
        "id":"ED350436",
        "title":"Dental Assisting Program Standards."},
      {
        "id":"ED350437",
        "title":"Dental Laboratory Technology Program Guide."},
      {
        "id":"ED350438",
        "title":"Dental Laboratory Technology Program Standards."},
      {
        "id":"ED350439",
        "title":"Electrical Distribution Program Guide."},
      {
        "id":"ED350440",
        "title":"Electrical Distribution Program Standards."},
      {
        "id":"ED350441",
        "title":"Emergency Medical Services Program Guide."},
      {
        "id":"ED350442",
        "title":"Emergency Medical Services Program Standards."},
      {
        "id":"ED350443",
        "title":"Environmental Horticulture Program Guide."},
      {
        "id":"ED350444",
        "title":"Environmental Horticulture Program Standards."},
      {
        "id":"ED350445",
        "title":"Heavy Equipment Mechanic Program Guide."},
      {
        "id":"ED350446",
        "title":"Heavy Equipment Mechanic Program Standards."},
      {
        "id":"ED350447",
        "title":"Masonry Program Guide."},
      {
        "id":"ED350448",
        "title":"Masonry Program Standards."},
      {
        "id":"ED350449",
        "title":"Medical Assisting Program Guide."},
      {
        "id":"ED350450",
        "title":"Medical Assisting Program Standards."},
      {
        "id":"ED350451",
        "title":"Printing/Graphic Arts Technology Program Guide."},
      {
        "id":"ED350452",
        "title":"Printing/Graphics Technology Program Standards."},
      {
        "id":"ED350453",
        "title":"Radiologic Technology Program Guide."},
      {
        "id":"ED350454",
        "title":"Radiologic Technology Program Standards."},
      {
        "id":"ED350455",
        "title":"Respiratory Therapy Technology Program Guide."},
      {
        "id":"ED350456",
        "title":"Respiratory Therapy Technology Program Standards."},
      {
        "id":"ED350457",
        "title":"Surgical Technology Program Guide."},
      {
        "id":"ED350458",
        "title":"Surgical Technology Program Standards."},
      {
        "id":"ED350459",
        "title":"Avionics Technology Contract Project Report Phase I with Research Findings."},
      {
        "id":"ED350460",
        "title":"Commercial Art. Project Report Phase I with Research Findings."},
      {
        "id":"ED350461",
        "title":"Commercial Photography. Project Report Phase I with Research Findings."},
      {
        "id":"ED350462",
        "title":"Dental Laboratory Technology. Project Report Phase I with Research Findings."},
      {
        "id":"ED350463",
        "title":"Electrical Distribution. Project Report Phase I with Research Findings."},
      {
        "id":"ED350464",
        "title":"Emergency Medical Services. Project Report Phase I with Research Findings."},
      {
        "id":"ED350465",
        "title":"Environmental Horticulture. Project Report Phase I with Research Findings."},
      {
        "id":"ED350466",
        "title":"Instrumentation Technology. Project Report Phase I with Research Findings."},
      {
        "id":"ED350467",
        "title":"Sheet Metal Contract. Project Report Phase I with Research Findings."},
      {
        "id":"ED350468",
        "title":"Patient Care Assisting. A Curriculum for Career Entry in the Nursing Homes of Georgia."},
      {
        "id":"ED350469",
        "title":"Vocational Equity in Ohio during the 1980s: Enrollment, Earnings, Opportunities."},
      {
        "id":"ED350476",
        "title":"Vocational Home Economics Education. Coalition Statement. Second Edition."},
      {
        "id":"ED350477",
        "title":"Oversight Hearings on School-to-Work Transition Programs. Hearings before the Subcommittee on Employment Opportunities of the Committee on Education and Labor, House of Representatives, One Hundred Second Congress, Second Session (May 6 and June 17, 1992)."},
      {
        "id":"ED350479",
        "title":"Partnering for Literacy: An Evaluation of the JTPA Partnership Grants Program."},
      {
        "id":"ED350480",
        "title":"Mathematics in Power Technology."},
      {
        "id":"ED350481",
        "title":"Step Forward. Single Parent/Homemaker Annual Report for the Fiscal Year 1990-1991."},
      {
        "id":"ED350487",
        "title":"Higher Order Thinking Skills in Vocational Education. ERIC Digest No. 127."},
      {
        "id":"ED350488",
        "title":"Career Education and Applied Academics. ERIC Digest No. 128."},
      {
        "id":"ED350489",
        "title":"Adult Civic Education. ERIC Digest No. 129."},
      {
        "id":"ED350490",
        "title":"Small Groups in Adult Literacy and Basic Education. ERIC Digest No. 130."},
      {
        "id":"ED350491",
        "title":"CounselorQuest Update Pack '93."},
      {
        "id":"ED350492",
        "title":"The Existence of Gender Biased Counseling of Female Students by High School Guidance Counselors."},
      {
        "id":"ED350493",
        "title":"The Nature of Children's Health Locus of Control Beliefs."},
      {
        "id":"ED350494",
        "title":"Mentoring from a Self-in-Relation Perspective."},
      {
        "id":"ED350496",
        "title":"Religious and Spiritual Issues in University-Based Counselor Education Programs: A National Survey of Current Status and Practice. Final Report of a Research Project."},
      {
        "id":"ED350497",
        "title":"Ideas for Action: Helping Girls and Young Women in Your Community."},
      {
        "id":"ED350498",
        "title":"Child Study Manual."},
      {
        "id":"ED350499",
        "title":"Midlife \"Baby Boom\" Women Compared to Their Older Counterparts in Midlife."},
      {
        "id":"ED350500",
        "title":"School-Based Interventions with Child and Adolescent Victims of Sexual Abuse."},
      {
        "id":"ED350501",
        "title":"The Determinants of Quality of Life on College Campuses."},
      {
        "id":"ED350502",
        "title":"Handbook on Group Counseling and Group Guidance."},
      {
        "id":"ED350503",
        "title":"The College Connection: A Handbook for High School Students. Links to Success."},
      {
        "id":"ED350504",
        "title":"Beyond Empathy to Building a Plausible Economic Future."},
      {
        "id":"ED350505",
        "title":"My Passport to the World of Work. [Student Workbook] and Teacher Guide."},
      {
        "id":"ED350506",
        "title":"Counseling Strategies To Help Children Cope with the Stress of Living in Homes with a Chemically Dependent Parent."},
      {
        "id":"ED350507",
        "title":"Job Shadowing: An Exploration of Career Options for Junior High School Students."},
      {
        "id":"ED350508",
        "title":"Spirituality and Counselor Preference in College Students."},
      {
        "id":"ED350509",
        "title":"Self-Consistency and Gender Differences in the Accuracy of Self-Evaluations."},
      {
        "id":"ED350510",
        "title":"Turning Awareness into Action: What Your Community Can Do about Drug Use in America = De La Toma de Conciencia a la Accion: Que Puede Hacer la Comunidad Respecto al Consumo de Drogas en America."},
      {
        "id":"ED350511",
        "title":"Drugs in the Workplace: Research and Evaluation Data. Volume II. Research Monograph 100."},
      {
        "id":"ED350512",
        "title":"Children of Alcoholics. Prevention Resource Guide."},
      {
        "id":"ED350513",
        "title":"Women. Prevention Resource Guide."},
      {
        "id":"ED350514",
        "title":"A Status Report on Colorado Youth: Trends and Implications. A Synopsis of Available Surveys of Colorado Youth Identifying Various Behaviors and Attitudes."},
      {
        "id":"ED350515",
        "title":"Citizen&apos;s Alcohol and Other Drug Prevention Directory: Resources for Getting Involved."},
      {
        "id":"ED350516",
        "title":"Alcohol and Health. Seventh Special Report to the U.S. Congress from the Secretary of Health and Human Services."},
      {
        "id":"ED350517",
        "title":"Promising Prevention Strategies: A Look at What Works."},
      {
        "id":"ED350518",
        "title":"The Future by Design: A Community Framework for Preventing Alcohol and other Drug Problems through a Systems Approach."},
      {
        "id":"ED350519",
        "title":"Popularity and Friendship: An Investigation of Their Effects on Self-Esteem."},
      {
        "id":"ED350520",
        "title":"A Brief History of Student Development."},
      {
        "id":"ED350521",
        "title":"A Survey of Psychology Alumni: What They Did with a Bachelor's Degree."},
      {
        "id":"ED350522",
        "title":"School-Based HIV-AIDS Education in Canada."},
      {
        "id":"ED350523",
        "title":"A History of Rape in American Society Prior to 1900."},
      {
        "id":"ED350524",
        "title":"Alcohol and Drug Abusers Entering Treatment: How Different Are They?"},
      {
        "id":"ED350525",
        "title":"Three Studies Supporting Self-Protective Mechanisms in Stigmatized Minority Adolescents."},
      {
        "id":"ED350526",
        "title":"Basic Techniques in Marriage and Family Counseling and Therapy. ERIC Digest."},
      {
        "id":"ED350527",
        "title":"Coping with Life Transitions. ERIC Digest."},
      {
        "id":"ED350528",
        "title":"The Expressive Arts in Counseling. ERIC Digest."},
      {
        "id":"ED350529",
        "title":"Evaluating AOD Program Implementation: A Consumer's Guide."},
      {
        "id":"ED350530",
        "title":"Guidance Advancement Plan."},
      {
        "id":"ED350531",
        "title":"Sexual Harassment: Development of a University's Policy and Educational Programming."},
      {
        "id":"ED350532",
        "title":"Accountability in Dispositions for Juvenile Drug Offenders. Monograph."},
      {
        "id":"ED350533",
        "title":"Drug Testing Guidelines and Practices for Juvenile Probation and Parole Agencies."},
      {
        "id":"ED350534",
        "title":"Men in Groups."},
      {
        "id":"ED350536",
        "title":"Transference and Countertransference Reactions in Therapy with Incestuous Families."},
      {
        "id":"ED350537",
        "title":"Discovering Father-Daughter Incest as an Internal Depiction of Family Trauma."},
      {
        "id":"ED350538",
        "title":"Validation of Eye Movements Model of NLP through Stressed Recalls."},
      {
        "id":"ED350540",
        "title":"Which of These Teens Has AIDS?"},
      {
        "id":"ED350541",
        "title":"The College-Choice Process for High School Students: An Evaluation of High School Counselor Interventions and Strategies."},
      {
        "id":"ED350542",
        "title":"&quot;Second Step: A Violence Prevention Curriculum&quot; in a Western Canadian Elementary School. An Evaluation."},
      {
        "id":"ED350543",
        "title":"The Illinois 9th Grade Adolescent Health Survey. Full Report."},
      {
        "id":"ED350544",
        "title":"Peer Assistance Program for Teenage Substance Users."},
      {
        "id":"ED350546",
        "title":"[Internship Evaluation Packets.]"},
      {
        "id":"ED350547",
        "title":"MCH Program Interchange. Focus on Adolescent Substance Abuse."},
      {
        "id":"ED350548",
        "title":"DES Education and Research Amendments of 1992. Report to accompany H.R. 4178. House of Representatives, 102D Congress, 2d Session."},
      {
        "id":"ED350549",
        "title":"Preventing HIV Infection among Youth."},
      {
        "id":"ED350550",
        "title":"An Assessment of Psychological Needs of International Students: Implications for Counseling and Psychotherapy."},
      {
        "id":"ED350551",
        "title":"A Study To Determine the Effect of Extracurricular Participation on Student Alcohol and Drug Use in Secondary Schools."},
      {
        "id":"ED350552",
        "title":"AIDS: Predictors of Safer Sex Practices."},
      {
        "id":"ED350553",
        "title":"The Effects of School Health Curricula on Knowledge, Attitudes, and the Onset of Substance Abuse from Kindergarten to Grade 12."},
      {
        "id":"ED350554",
        "title":"Managing Asthma: A Guide for Schools."},
      {
        "id":"ED350556",
        "title":"The Relationship between Internal Locus of Control and Rehabilitation Prognosis."},
      {
        "id":"ED350557",
        "title":"An Application of Hierarchical Linear Modeling to Group Research."},
      {
        "id":"ED350558",
        "title":"Women and AIDS: What We Need To Know. A Workshop and Resource Manual on Educating Women about AIDS and Safer Sex (January 1988)."},
      {
        "id":"ED350561",
        "title":"A Metacognitive Skills/Reading Comprehension Intervention Program for Sixth Grade Social Studies Students."},
      {
        "id":"ED350562",
        "title":"Helping Young Children Gain in Literacy: Implementing a Whole Language Approach in Prekindergarten."},
      {
        "id":"ED350563",
        "title":"Historical Work in Mass Communication Studies: Literacy, Libraries, and Popular Reading."},
      {
        "id":"ED350564",
        "title":"The Newspaper in Education Program: Types of Activities and Later Reading Habits."},
      {
        "id":"ED350565",
        "title":"Evidence of Cohesive Harmony in Reconstructed Beginning Reader Texts and Complex Trade Book Texts by Emergent Readers."},
      {
        "id":"ED350566",
        "title":"A Comparison between the Reading Comprehension of Eleventh Grade Students Who Incorporate Free Writing Exercises into Their Literature Class and Those Eleventh Grade Students Who Do Not Incorporate Free Writing into Their Literature Class."},
      {
        "id":"ED350567",
        "title":"Swedish Aspects on Literacy: Selected Papers from the IRA World Congress on Reading (13th, Stockholm, Sweden, 1990)."},
      {
        "id":"ED350568",
        "title":"Aspects on Literacy: Selected Papers from the IRA World Congress on Reading (13th, Stockholm, Sweden, 1990). Linkoping Studies in Education and Psychology No. 34."},
      {
        "id":"ED350569",
        "title":"Women and Literacy Development in the Third World. Papers Presented at an International Seminar on Women and Literacy Development--Constraints and Prospects (Linkoping, Sweden, August 1991)."},
      {
        "id":"ED350570",
        "title":"Literacy Evaluation: Issues &amp; Practicalities."},
      {
        "id":"ED350572",
        "title":"The Effects of Reciprocal Teaching on Comprehension."},
      {
        "id":"ED350577",
        "title":"Sociologie de la lecture et de la bibliotheque: Choix de dix ans de la litterature speciale hongroise 1978-1987. Contribution a la Base de donnees internationale de Bibliologie (Sociology of Reading and Library Sociology: A Selection from the Hungarian Literature of a Decade 1978-1987. Contribution to the International Database of Bibliology)."},
      {
        "id":"ED350578",
        "title":"Integrating Whole Language with the Basal Reader To Increase the Use of Language and Comprehension of Literature."},
      {
        "id":"ED350579",
        "title":"Instructional Questions That Clarify Story Characters' Feelings and Motivations: Their Effect on Students' Narrative Comprehension."},
      {
        "id":"ED350580",
        "title":"Micro-Experimental Analysis of the Small-Group Reading Lesson: Social and Cognitive Consequences of Silent Reading."},
      {
        "id":"ED350581",
        "title":"Providing Early Literacy Experiences for Young Children through a Parent Education Program."},
      {
        "id":"ED350582",
        "title":"Using the Accelerated Reader and Other Strategies and Varied Techniques To Improve the Reading Attitudes of Fifth Grade Students."},
      {
        "id":"ED350583",
        "title":"Increasing Instructional Options for the Teaching of Reading and Writing through Staff Development."},
      {
        "id":"ED350585",
        "title":"Chapter 1 Early Literacy Summer School. Final Evaluation Report."},
      {
        "id":"ED350586",
        "title":"Reading Stories: Responding to Literature and Making Connections across the Curriculum."},
      {
        "id":"ED350587",
        "title":"Reading Recovery Program 1991-92. Compensatory Education Product Evaluation."},
      {
        "id":"ED350589",
        "title":"Literacy Research and Practice: Foundations for the Year 2000: Fourteenth Yearbook of the College Reading Association."},
      {
        "id":"ED350590",
        "title":"The High-Quality School: Thoughtful vs. Technocratic Leadership. Draft."},
      {
        "id":"ED350591",
        "title":"Involving Parents in Whole Language Kindergarten Reading Program."},
      {
        "id":"ED350593",
        "title":"Student Research Handbook. Secondary Level. School District #36 Survey."},
      {
        "id":"ED350594",
        "title":"Using Student Team Reading and Student Team Writing in Middle Schools: Two Evaluations."},
      {
        "id":"ED350595",
        "title":"Toward an Integrated Model of Early Reading Development. Technical Report No. 566."},
      {
        "id":"ED350596",
        "title":"Implementing Innovative Elementary Literacy Programs. Program Report."},
      {
        "id":"ED350597",
        "title":"Reading across the Curriculum: A Research Report for Teachers."},
      {
        "id":"ED350598",
        "title":"Cross-Age and Peer Tutoring. ERIC Digest."},
      {
        "id":"ED350599",
        "title":"Where Is the &quot;Critical&quot; in Critical Thinking?"},
      {
        "id":"ED350600",
        "title":"Creating a Community of Learners Using Hypertext."},
      {
        "id":"ED350601",
        "title":"Characters in Time Travel Fiction as Historical Guides."},
      {
        "id":"ED350602",
        "title":"Austen and Eliot: A Change in Teaching Approach."},
      {
        "id":"ED350603",
        "title":"Is the High School Yearbook Tomorrow's Dinosaur? A National, Historical Overview and an Iowa Survey."},
      {
        "id":"ED350604",
        "title":"Discussion as Exploration: Literature and the Horizon of Possibilities. Report Series 6.3."},
      {
        "id":"ED350605",
        "title":"Improving Students' Language and Parental Classroom Involvement through the Use of a Computer and Multi-Media Applications."},
      {
        "id":"ED350606",
        "title":"Meaning and Validity in Ethnographic Studies of Journalism: You Can&apos;t Have One without the Other."},
      {
        "id":"ED350607",
        "title":"Preaching Our Practice: On Sharing Professional Work with Magazine Students."},
      {
        "id":"ED350608",
        "title":"When It All Began: Journalism Minority Recruiting & High School Students."},
      {
        "id":"ED350609",
        "title":"What Happens to Children's Drawing?"},
      {
        "id":"ED350610",
        "title":"Contextual First Amendment Rights: Perceptions of Teachers and Administrators in the Age of Hazelwood."},
      {
        "id":"ED350611",
        "title":"Secondary Journalism Research: Bridging the Gaps."},
      {
        "id":"ED350612",
        "title":"Policy for English Language Arts, Kindergarten to Grade Twelve for Saskatchewan Schools. Summary Paper."},
      {
        "id":"ED350613",
        "title":"A Class Exercise in Proofreading: Getting Students To Read What They Write."},
      {
        "id":"ED350614",
        "title":"Books for You. A Booklist for Senior High Students. Eleventh Edition. NCTE Bibliography Series."},
      {
        "id":"ED350615",
        "title":"A Situated Evaluation of Computer Networking To Teach Writing. Technical Report No. 565."},
      {
        "id":"ED350616",
        "title":"The Best of Miami University's Portfolios 1992."},
      {
        "id":"ED350617",
        "title":"Handbook of Writing Portfolio Assessment: A Program for College Placement."},
      {
        "id":"ED350618",
        "title":"Predicting Performance in Practical Writing: Factors That Influence Success in the Introductory Business Communication Course."},
      {
        "id":"ED350619",
        "title":"A Multicultural Approach to Writing Assignments."},
      {
        "id":"ED350620",
        "title":"Writing across the Curriculum: A How-To Plan for a &quot;Writing-in-the-Social Sciences&quot; Class That Works."},
      {
        "id":"ED350621",
        "title":"Current Practices and Concerns of Teachers Integrating Lesbian and Gay Materials into the Composition Curriculum: Or, What Are We Doing and How Are We Doing It?"},
      {
        "id":"ED350628",
        "title":"The Little Papers: Newspapers at 19th Century Residential Schools for Deaf Persons."},
      {
        "id":"ED350629",
        "title":"Writing from the Tips of Our Tongues: Writers, Tutors, and Talk."},
      {
        "id":"ED350630",
        "title":"Teaching Critical Thinking by Way of General Semantics."},
      {
        "id":"ED350631",
        "title":"A Case Study of a Student-Run Advertising/Public Relations Agency: The Oregon State University Experience."},
      {
        "id":"ED350632",
        "title":"On the Value of a Professional Seminar for Advertising Majors."},
      {
        "id":"ED350633",
        "title":"Differentiating Media Practices: How Demographic Variables Relate to Support for Freedom of the Press."},
      {
        "id":"ED350634",
        "title":"The Diffusion of New Math."},
      {
        "id":"ED350635",
        "title":"Effects of a Media Ethics Course on Student Values: A Replication and Expansion."},
      {
        "id":"ED350636",
        "title":"Commercial Speech and Captive Minds: Regulating Advertising in Public High Schools."},
      {
        "id":"ED350637",
        "title":"What a Nonnative Speaker of English Needs to Learn through Listening."},
      {
        "id":"ED350638",
        "title":"Overcoming Research Design Problems via Methodological Integration: Use of Computer Assisted Technologies in Studying Teacher Behaviors."},
      {
        "id":"ED350639",
        "title":"Visualization and Rational-Emotive Therapy as Interventions for Communication Apprehension."},
      {
        "id":"ED350640",
        "title":"To Be or Not To Be: An Exploration of E-Prime, Copula Deletion and Flaming in Electronic Mail."},
      {
        "id":"ED350641",
        "title":"Minority Public Relations Practitioners: Career Influences, Job Satisfaction, and Discrimination."},
      {
        "id":"ED350642",
        "title":"The Center for Excellence in Oral Communication: A Comprehensive Program for Assessing the Development of Public Speaking Competency."},
      {
        "id":"ED350643",
        "title":"A Communication Laboratory as a Resource for the Student At-Risk: Research and Program Development at the Center for Excellence in Oral Communication."},
      {
        "id":"ED350644",
        "title":"Oral Communication Competency Assessment: Cultural Diversity, Ethnicity, and Students At-Risk."},
      {
        "id":"ED350645",
        "title":"Parents and Schools: An Intervention Perspective."},
      {
        "id":"ED350646",
        "title":"The State of New York School Finance: A Post-Reform Perspective."},
      {
        "id":"ED350648",
        "title":"The Department of Education Budget: Selected Issues in Public School Funding and Accountability. Report No. 6."},
      {
        "id":"ED350649",
        "title":"The \"Instructional Leader\" Must Go."},
      {
        "id":"ED350651",
        "title":"Progressing beyond the Welfare State."},
      {
        "id":"ED350652",
        "title":"Impact of the Public Employment Relations Act on Local School Districts."},
      {
        "id":"ED350657",
        "title":"Constructing the Path to Tomorrow: Strategic Planning and Implementation in the David Douglas School District."},
      {
        "id":"ED350659",
        "title":"NCPEA, Voices of Today. Perspective of the Newcomer: So, What Else Is New?"},
      {
        "id":"ED350660",
        "title":"A Decade of Change in Educational Research on Organizational Structure and Governance. Highlights from the &quot;Encyclopedia of Educational Research.&quot;"},
      {
        "id":"ED350661",
        "title":"Shared Leadership through Teamwork: A Cultural and Political Perspective."},
      {
        "id":"ED350662",
        "title":"An Application of Mazzoni's Arena Models to the Passage of Ohio's S.B. 140: A Preliminary Study."},
      {
        "id":"ED350663",
        "title":"School District Restructuring and the Search for Coherence: A Case Study of Adaptive Realignment and Organizational Change."},
      {
        "id":"ED350664",
        "title":"Quality Schooling for Disadvantaged Students: Environmental Influences on Instruction. Findings from the Study of Academic Instruction for Disadvantaged Students."},
      {
        "id":"ED350665",
        "title":"Promoting Constructivist Teaching & Learning: Problems and Possibilities. A School Committee Perspective."},
      {
        "id":"ED350666",
        "title":"Professional Development Schools: Conditions for Readiness."},
      {
        "id":"ED350667",
        "title":"Bilingual Parents' Perspectives on Home-School Linkages. Draft."},
      {
        "id":"ED350668",
        "title":"Transforming School Culture To Enhance Motivation."},
      {
        "id":"ED350669",
        "title":"The Cognitive Preferences of School Principals."},
      {
        "id":"ED350670",
        "title":"Schools & Drugs: A Handbook for Parents and Educators. Second Edition."},
      {
        "id":"ED350672",
        "title":"The Principals Institute, 1990-92."},
      {
        "id":"ED350675",
        "title":"Bringing Coherence to State Policy. Restructuring the Education System."},
      {
        "id":"ED350676",
        "title":"Creating Visions and Standards To Support Them. Restructuring the Education System."},
      {
        "id":"ED350677",
        "title":"Introduction to Systemic Education Reform. Restructuring the Education System."},
      {
        "id":"ED350678",
        "title":"Oregon Report Card: An Annual Report on Public Education to the Citizens of Oregon, Fall 1992."},
      {
        "id":"ED350679",
        "title":"Educational Costs."},
      {
        "id":"ED350680",
        "title":"Keeping Children in School: Sounding the Alarm on Suspensions."},
      {
        "id":"ED350681",
        "title":"Critical Thinking for Administrators: The Cookbook Mentality Syndrome."},
      {
        "id":"ED350682",
        "title":"The Merry-Go-Round of the '90s: Financing Public Elementary and Secondary Education."},
      {
        "id":"ED350683",
        "title":"Is This Really Fair: Education Reform and Ranking Districts by Test Scores."},
      {
        "id":"ED350684",
        "title":"Proficiency Testing and the Income Gap."},
      {
        "id":"ED350685",
        "title":"Indiana's 21st Century Schools Pilot Project."},
      {
        "id":"ED350686",
        "title":"Effective Parent Involvement in Secondary Schools of Texas Identified as Exemplary, 1982-1989. Research Monograph."},
      {
        "id":"ED350688",
        "title":"Similarities in and Differences between Chapter 1 and Non-Chapter 1 Elementary Schools' Adoption of School Based Management/Shared Decision Making."},
      {
        "id":"ED350689",
        "title":"Shared Decision Making about What? A Comparison of Schools with and without Teacher Participation. Occasional Paper No. 15."},
      {
        "id":"ED350690",
        "title":"Restructuring Schooling: The Equity Infrastructure. Occasional Paper No. 14."},
      {
        "id":"ED350691",
        "title":"Developing the Strategic Thinking of Instructional Leaders. Occasional Paper No. 13."},
      {
        "id":"ED350692",
        "title":"The Cultural Chasm between Administrator and Teacher Cultures: A Micropolitical Puzzle. Occasional Paper No. 12."},
      {
        "id":"ED350693",
        "title":"The Prince and the Principal. Case Study #1."},
      {
        "id":"ED350694",
        "title":"Measurements of Personality and Leadership: Some Relationships."},
      {
        "id":"ED350695",
        "title":"Do Graduate School Admissions Tests Relate to Assessment Center Dimensions?"},
      {
        "id":"ED350696",
        "title":"An Exploration of the Impact of District Context upon School Culture: Implications for Effectiveness."},
      {
        "id":"ED350698",
        "title":"Education for the '90s."},
      {
        "id":"ED350699",
        "title":"A Shift in Focus: To Empower Utah's Children To Function Effectively in the Society in Which They Will Live. A Report by the Strategic Planning Commission."},
      {
        "id":"ED350700",
        "title":"Preventing Chaos in Times of Crisis: A Guide for School Administrators."},
      {
        "id":"ED350701",
        "title":"Toward a National Standard for Oregon's Common Curriculum Goals: A Series of Briefing Papers for Decision Makers."},
      {
        "id":"ED350703",
        "title":"State of Maryland Emergency Preparedness Planning Guide for Maryland Schools."},
      {
        "id":"ED350704",
        "title":"A Utah Perspective on the National Education Goals."},
      {
        "id":"ED350705",
        "title":"Collaborative Action Research: A Cultural Mechanism for School Development and Professional Restructuring."},
      {
        "id":"ED350706",
        "title":"Institutionalizing Collaborative Action Research: The Role of Leadership."},
      {
        "id":"ED350707",
        "title":"Women in Educational Administration--A Disappearing Construct."},
      {
        "id":"ED350708",
        "title":"The Time Dilemma in School Restructuring."},
      {
        "id":"ED350709",
        "title":"Producing Innovative Textbooks To Establish an Open Learning Program."},
      {
        "id":"ED350710",
        "title":"School Restructuring by Teachers: A Study of the Teaching Project at the Edward Devotion School."},
      {
        "id":"ED350711",
        "title":"Immigrants and Schools in France: Recent Changes in Policy and Research."},
      {
        "id":"ED350712",
        "title":"Teacher Induction: Implications of Recent Research for Educational Administrators."},
      {
        "id":"ED350713",
        "title":"Human Perspectives on Teacher Resignation: Preliminary Results of One Investigation."},
      {
        "id":"ED350714",
        "title":"The Post-Managerial Hypothesis."},
      {
        "id":"ED350715",
        "title":"Transforming Schools: Foundations for School Restructuring Focusing on the Role of the Teacher in Four Elementary Schools."},
      {
        "id":"ED350716",
        "title":"School-Based Management: Will It Fly?"},
      {
        "id":"ED350717",
        "title":"Financial Equity in the Schools. ERIC Digest, Number 76."},
      {
        "id":"ED350718",
        "title":"Vision and Accountability in School Improvement Planning."},
      {
        "id":"ED350719",
        "title":"America 2000 Communities: The Four-Part Challenge. America 2000 Issues."},
      {
        "id":"ED350720",
        "title":"America 2000 Communities: Designing a Report Card. America 2000 Issues."},
      {
        "id":"ED350721",
        "title":"What Other Communities Are Doing...National Education Goal #1."},
      {
        "id":"ED350722",
        "title":"What Other Communities Are Doing...National Education Goal #2."},
      {
        "id":"ED350723",
        "title":"What Other Communities Are Doing...National Education Goals 3 &amp; 4. America 2000 Issues."},
      {
        "id":"ED350724",
        "title":"What Other Communities Are Doing...National Education Goal #5. America 2000 Issues."},
      {
        "id":"ED350725",
        "title":"What Other Communities Are Doing...National Education Goal #6."},
      {
        "id":"ED350726",
        "title":"Prospects in Principal Preparation. ERIC Digest, Number 77."},
      {
        "id":"ED350727",
        "title":"School Discipline. ERIC Digest, Number 78."},
      {
        "id":"ED350728",
        "title":"Inter-Agency Collaboration between a Clinical Early Intervention Program and a Residential Care Setting To Meet the Needs of a Toddler."},
      {
        "id":"ED350729",
        "title":"Integration Experiences Casebook: Program Ideas in Aging and Developmental Disabilities."},
      {
        "id":"ED350730",
        "title":"The Special Education Costs of Low Birthweight. NBER Working Paper Series."},
      {
        "id":"ED350731",
        "title":"Go Ask Alice: A Guidebook for Parents Serving on State and Local Interagency Councils."},
      {
        "id":"ED350732",
        "title":"New York State Plan for Education of Students with Disabilities, 1993-1995."},
      {
        "id":"ED350733",
        "title":"Integrating a Study Skills Program throughout Special Education Classes in a Middle School Setting."},
      {
        "id":"ED350734",
        "title":"Infant Follow Along Program: A Computer Assisted Child Find System Using Parent Completed Questionnaires."},
      {
        "id":"ED350735",
        "title":"Demographic Characteristics of the United States Population: Current Data and Future Trends. Identifying Emerging Issues and Trends in Technology for Special Education."},
      {
        "id":"ED350736",
        "title":"H.U.G.S.: Helping Underachieving Gifted Students. A Guide to Implementation. A Research and Development Project, November 1990-June 1991."},
      {
        "id":"ED350737",
        "title":"Gifted Girls."},
      {
        "id":"ED350738",
        "title":"Gifted &amp; Talented Program Approval Standards."},
      {
        "id":"ED350739",
        "title":"Effects of the Year Round School Calendar on Gifted and Talented Students."},
      {
        "id":"ED350740",
        "title":"Characteristics of Families with a Child/Adolescent Who Has a Dual Diagnosis."},
      {
        "id":"ED350741",
        "title":"Career Development and Employment for College Students and Graduates with Disabilities: An Annotated Bibliography."},
      {
        "id":"ED350742",
        "title":"Adult Adjustment of Individuals with Behavioral Disorders. Three vs. One Year Out of School. Iowa Statewide Follow-up Study."},
      {
        "id":"ED350743",
        "title":"Use of Technology by Special Education Personnel."},
      {
        "id":"ED350744",
        "title":"Use of Technology by Special Education Administrators."},
      {
        "id":"ED350745",
        "title":"The 1992 Michigan Non-Mandated Aide Pilot Project."},
      {
        "id":"ED350746",
        "title":"Consumer Leadership in Supported Employment."},
      {
        "id":"ED350747",
        "title":"Consumer Advocacy and Supported Employment: A Vision for the Future."},
      {
        "id":"ED350748",
        "title":"Transition from School to Adulthood for Young People with Disabilities."},
      {
        "id":"ED350751",
        "title":"Computer Rehabilitation Training for the Severely Disabled."},
      {
        "id":"ED350752",
        "title":"Office of Vocational and Educational Services for Individuals with Disabilities. 1991 Annual Report."},
      {
        "id":"ED350753",
        "title":"Back-to-School Special Education Technology Resource Guide."},
      {
        "id":"ED350754",
        "title":"The Assessment of a Model for Determining Community-Based Needs of American Indians with Disabilities through Consumer Involvement in Community Planning and Change: Denver, Colorado. Executive Summary, 1990. Revised."},
      {
        "id":"ED350755",
        "title":"The Replication of a Model for Determining Community-Based Needs of American Indians with Disabilities through Consumer Involvement in Community Planning and Change: Minneapolis-St. Paul, Minnesota. Executive Summary."},
      {
        "id":"ED350756",
        "title":"Follow-Up on the Effectiveness of Tribally Operated Vocational Rehabilitation Projects. Final Report."},
      {
        "id":"ED350757",
        "title":"Tribally Operated Section 130 Vocational Rehabilitation Projects, Third-Year Follow-Up. Final Report."},
      {
        "id":"ED350758",
        "title":"Attitude Barriers and Strategies for Preschool Mainstreaming. Policy and Practice in Early Childhood Special Education Series."},
      {
        "id":"ED350759",
        "title":"[Developing Effective Program Evaluations: Fact Pack]."},
      {
        "id":"ED350760",
        "title":"Textbooks, Technology, and the Public School Curricula. Identifying Emerging Issues and Trends in Technology for Special Education."},
      {
        "id":"ED350761",
        "title":"Training, Education Policy, Systems Change, and Instruction. Annotated Bibliography. Identifying Emerging Issues and Trends in Technology for Special Education."},
      {
        "id":"ED350762",
        "title":"VLSI Technology: Impact and Promise. Identifying Emerging Issues and Trends in Technology for Special Education."},
      {
        "id":"ED350763",
        "title":"School Reform and Its Implications for Technology Use in the Future. Identifying Emerging Issues and Trends in Technology for Special Education."},
      {
        "id":"ED350764",
        "title":"Conceptual Framework: Special Education Technology. Identifying Emerging Issues and Trends in Technology for Special Education."},
      {
        "id":"ED350765",
        "title":"Workforce 2000 and the Mildly Handicapped. Identifying Emerging Issues and Trends in Technology for Special Education."},
      {
        "id":"ED350766",
        "title":"Virtual Reality and Its Potential Use in Special Education. Identifying Emerging Issues and Trends in Technology for Special Education."},
      {
        "id":"ED350767",
        "title":"Technology and Interactive Multimedia. Identifying Emerging Issues and Trends in Technology for Special Education."},
      {
        "id":"ED350768",
        "title":"Family Involvement."},
      {
        "id":"ED350769",
        "title":"Integrating Transition Planning into the IEP Process."},
      {
        "id":"ED350770",
        "title":"The Use of Reconstructive Elaborations: Application in Science Instruction."},
      {
        "id":"ED350771",
        "title":"Cochlear Implants. National Institutes of Health Consensus Development Conference Statement (May 4, 1988). Volume 7, Number 2."},
      {
        "id":"ED350773",
        "title":"Noise and Hearing Loss. NIH Consensus Development Conference Consensus Statement (January 22-24, 1990). Volume 8, Number 1."},
      {
        "id":"ED350774",
        "title":"Issues & Options in Restructuring Schools and Special Education Programs."},
      {
        "id":"ED350775",
        "title":"Parity or Equity. Can We Even Tell?"},
      {
        "id":"ED350776",
        "title":"Cooperative Learning and the Academically Talented Student. Research-Based Decision Making Series."},
      {
        "id":"ED350777",
        "title":"An Analysis of the Research on Ability Grouping: Historical and Contemporary Perspectives. Research-Based Decision Making Series."},
      {
        "id":"ED350778",
        "title":"A Summary of Research on School Dropouts and Implications for Special Education. Stay in School Initiatives, Book 1."},
      {
        "id":"ED350779",
        "title":"Community/School Partnerships. Stay in School Initiatives, Book 2."},
      {
        "id":"ED350780",
        "title":"Local Planning Process and Model Goals and Objectives. Stay in School Initiatives, Book 3."},
      {
        "id":"ED350781",
        "title":"Update on Stuttering."},
      {
        "id":"ED350782",
        "title":"Because You Asked about Waardenburg Syndrome."},
      {
        "id":"ED350783",
        "title":"Update on Developmental Speech and Language Disorders."},
      {
        "id":"ED350790",
        "title":"C.H.A.P (Chapter 1 and Special Education Helping At-Risk Programs."},
      {
        "id":"ED350791",
        "title":"Sexuality and Disability: A SIECUS Annotated Bibliography of Available Print Materials."},
      {
        "id":"ED350792",
        "title":"Memory of Specific Learning Disabled Readers Using the California Verbal Learning Test for Children."},
      {
        "id":"ED350793",
        "title":"A Comparison of Two States' MR Court Challenges."},
      {
        "id":"ED350794",
        "title":"Educating Adolescents on the Effects of Crack Cocaine on Unborn Children."},
      {
        "id":"ED350795",
        "title":"Psychosocial Factors Associated with the Use of Technological Assistance."},
      {
        "id":"ED350797",
        "title":"Guidelines for School Vision Screening Programs. 2nd Edition."},
      {
        "id":"ED350798",
        "title":"Adults with Mental Retardation and Other Developmental Disabilities Waiting for Community-Based Services in the U.S."},
      {
        "id":"ED350799",
        "title":"Research in Special Education: Directory of Current Projects. 1992 Edition."},
      {
        "id":"ED350800",
        "title":"Responses to Working Paper 1: Conceptual Model of Educational Outcomes for Children and Youth with Disabilities. Synthesis Report 3."},
      {
        "id":"ED350801",
        "title":"Minority Parents' Role in the Education of Their Gifted and Talented Children."},
      {
        "id":"ED350802",
        "title":"Teachers' Opinions on the Implementation and Effects of Mainstreaming."},
      {
        "id":"ED350803",
        "title":"Models for Providing a Continuum of Services to: Gifted Students. Research &amp; Demonstration Series in Gifted Education."},
      {
        "id":"ED350804",
        "title":"Models for Improving the Delivery of Services to: Underachieving Gifted Students. Research &amp; Demonstration Series in Gifted Education."},
      {
        "id":"ED350805",
        "title":"Model for the Identification of: Creative-Thinking Ability. Research &amp; Demonstration Series in Gifted Education."},
      {
        "id":"ED350806",
        "title":"Models for Improving the Delivery of Services to: Gifted Students in the Areas of Visual and Performing Arts. Research &amp; Demonstration Series in Gifted Education."},
      {
        "id":"ED350807",
        "title":"Rational Behavior Training: A Seven Lesson Sequence for Teaching Rational Behavior Skills to Students with Social and Emotional Disabilities."},
      {
        "id":"ED350819",
        "title":"Authenticity in Foreign Language Testing."},
      {
        "id":"ED350820",
        "title":"L&apos;effet de la mise en page d&apos;un livre sur le pairage du texte et de l&apos;illustration par le jeune lecteur (The Effect of Book Layout on the Linking of Text and Illustrations by the Young Reader)."},
      {
        "id":"ED350821",
        "title":"Applied Linguistics in Society. Papers from the Annual Meeting of the British Association for Applied Linguistics (20th, Nottingham, England, United Kingdom, September 1987). British Studies in Applied Linguistics, 3."},
      {
        "id":"ED350822",
        "title":"Applied Linguistics in Society."},
      {
        "id":"ED350823",
        "title":"European Developments in Applied Linguistics."},
      {
        "id":"ED350824",
        "title":"Translation and Interpretation: Retrospect and Prospect."},
      {
        "id":"ED350825",
        "title":"Clinical Linguistics--Retrospect and Prospect."},
      {
        "id":"ED350826",
        "title":"Some Pawns for Kingman: Language Education and English Teaching."},
      {
        "id":"ED350827",
        "title":"The Language of the Bilingual Medical Consultation."},
      {
        "id":"ED350828",
        "title":"Learner Diaries: Possibilities and Pitfalls."},
      {
        "id":"ED350829",
        "title":"Vocabulary Size as a Placement Indicator."},
      {
        "id":"ED350830",
        "title":"Are You Decoding Me? The Assessment of Understanding in Oral Interaction."},
      {
        "id":"ED350831",
        "title":"Comments in Academic Articles."},
      {
        "id":"ED350832",
        "title":"What Are Successful Teaching Methods for Teaching French to First Graders?"},
      {
        "id":"ED350833",
        "title":"Les actes des journees de linguistique (Proceedings of the Linguistics Conference) (5th, 1991)."},
      {
        "id":"ED350835",
        "title":"The What and How of Bilingual ESL."},
      {
        "id":"ED350836",
        "title":"Multicultural Sensitivity: An Essential Skill for the ESL/EFL Teacher."},
      {
        "id":"ED350837",
        "title":"York Papers in Linguistics, 16."},
      {
        "id":"ED350838",
        "title":"Correlative Constructions in Chinese."},
      {
        "id":"ED350839",
        "title":"Xhosa Isinkalakahliso Again."},
      {
        "id":"ED350840",
        "title":"Conversational Phonetics: Some Aspects of News Receipts in Everyday Talk."},
      {
        "id":"ED350841",
        "title":"Parametric Interpretation in Yorktalk."},
      {
        "id":"ED350842",
        "title":"English in Contact with Other Languages: English Loans in German after 1945."},
      {
        "id":"ED350843",
        "title":"From Reanalysis to Convergence: Swahili-Amba."},
      {
        "id":"ED350844",
        "title":"Post-Vocalic /r/ in Singapore English."},
      {
        "id":"ED350845",
        "title":"A Lexical Default Account of English Auxiliaries."},
      {
        "id":"ED350846",
        "title":"Discourse Anaphora in Chinese: A Rhetorical Predicate Account."},
      {
        "id":"ED350847",
        "title":"First and Second Language Composing Processes across Tasks."},
      {
        "id":"ED350848",
        "title":"Research on ESL Composition Instruction: The Fluency-First Approach."},
      {
        "id":"ED350849",
        "title":"Reading Research: A Guide to Classroom Practices and Teaching Tools."},
      {
        "id":"ED350850",
        "title":"Selected Papers Delivered at the NEH Symposium in Russian Language and Culture (Bryn Mawr, Pennsylvania, May 1990)."},
      {
        "id":"ED350852",
        "title":"Ljudmila Petrushevskaja: A New Voice of Glasnost."},
      {
        "id":"ED350853",
        "title":"Village Prose in the 1980s: Rewriting and Rereading Literary History."},
      {
        "id":"ED350854",
        "title":"The Proficiency Movement: Where Do We Go from Here?"},
      {
        "id":"ED350855",
        "title":"On Evaluating Language Proficiency Gain in Study Abroad Environments: An Empirical Study of American Students of Russian (A Preliminary Analysis of Data)."},
      {
        "id":"ED350856",
        "title":"Preferences and Pet Peeves of Chinese College Students."},
      {
        "id":"ED350860",
        "title":"Chinese Language Study Abroad in the Summer, 1990. Final Report."},
      {
        "id":"ED350861",
        "title":"Teachers' Guides: A Review of Their Function. CLCS Occasional Paper No. 30."},
      {
        "id":"ED350862",
        "title":"The Acquisition of Second Language Vocabulary."},
      {
        "id":"ED350863",
        "title":"Persian Language &amp; Culture."},
      {
        "id":"ED350864",
        "title":"The Concept of Extensive Reading in the Light of the L1=L2 Hypothesis."},
      {
        "id":"ED350865",
        "title":"Review of the Sixth Year of the Partial Immersion Program at Key Elementary School, Arlington, Virginia."},
      {
        "id":"ED350866",
        "title":"ESL Instruction Using Maps, Conjoint Retention, and Confluency."},
      {
        "id":"ED350867",
        "title":"Enabling Technologies as a Force in Curricular Change."},
      {
        "id":"ED350868",
        "title":"The Foreign Language Needs of British Business: A CTC Response. CTC Trust Publication Number 3."},
      {
        "id":"ED350869",
        "title":"Cross-Language Transfer of Lexical Knowledge: Bilingual Students' Use of Cognates. Technical Report No. 558."},
      {
        "id":"ED350870",
        "title":"L2 Writing Fluency: A Pilot Study."},
      {
        "id":"ED350871",
        "title":"An Application of the Theory of Reasoned Action for Relating Attitude, Social Support and Behavioral Intention in an EFL Setting."},
      {
        "id":"ED350872",
        "title":"Progressing through the Attainment Targets. Pathfinder 12. A CILT Series for Language Teachers."},
      {
        "id":"ED350873",
        "title":"Hands Off--It's My Go! IT in the Languages Classroom."},
      {
        "id":"ED350874",
        "title":"The History of Bilingual Education in America."},
      {
        "id":"ED350875",
        "title":"Spanish-Immersion Children in Washington State: Fourth Year of a Longitudinal Study."},
      {
        "id":"ED350876",
        "title":"Cooperative Learning in the Secondary School: Maximizing Language Acquisition, Academic Achievement, and Social Development. NCBE Program Information Guide Series 12."},
      {
        "id":"ED350877",
        "title":"Re-Thinking the Education of Teachers of Language-Minority Children: Developing Reflective Teachers for Changing Schools. Occasional Papers in Bilingual Education. FOCUS Number 6."},
      {
        "id":"ED350878",
        "title":"Issues in Southeast Asian Refugee Education."},
      {
        "id":"ED350879",
        "title":"Content-Based Language Teaching."},
      {
        "id":"ED350880",
        "title":"Developing Tomorrow's Teachers of World Languages. ERIC Digest."},
      {
        "id":"ED350881",
        "title":"Spanish for U.S. Hispanic Bilinguals in Higher Education. ERIC Digest."},
      {
        "id":"ED350882",
        "title":"What Is Linguistics? ERIC Digest. [Revised]."},
      {
        "id":"ED350883",
        "title":"Technology and Second Language Learning. ERIC Digest."},
      {
        "id":"ED350884",
        "title":"English Plus. ERIC Digest."},
      {
        "id":"ED350885",
        "title":"Myths and Misconceptions about Second Language Learning. ERIC Digest."},
      {
        "id":"ED350886",
        "title":"Access to Literacy for Language Minority Adults. ERIC Digest."},
      {
        "id":"ED350887",
        "title":"The Language Experience Approach and Adult Learners. ERIC Digest."},
      {
        "id":"ED350888",
        "title":"Latitude and Longitude. AIR Presidential Address."},
      {
        "id":"ED350889",
        "title":"Shaping the New World Order: International Cultural Opportunities and the Private Sector. Edited Proceedings of an International Cultural Forum (Washington, D.C., December 13, 1991)."},
      {
        "id":"ED350890",
        "title":"Funding To Attend Graduate School in the United States: An Update."},
      {
        "id":"ED350891",
        "title":"Issues in the Recruitment and Retention of International Students by Academic Programs in the United States."},
      {
        "id":"ED350892",
        "title":"Preparing for a Global Community. Achieving an International Perspective in Higher Education. ASHE-ERIC Higher Education Report No. 2, 1992."},
      {
        "id":"ED350893",
        "title":"American Imagination at Work: Colleges and Universities in the United States."},
      {
        "id":"ED350894",
        "title":"Issues in College Student Retention."},
      {
        "id":"ED350895",
        "title":"The Influence of Developmental and Emotional Factors on Success in College."},
      {
        "id":"ED350896",
        "title":"Cognitive Factors in Academic Achievement."},
      {
        "id":"ED350897",
        "title":"Linguistic Factors in Academic Achievement."},
      {
        "id":"ED350898",
        "title":"Access and Persistence: An Educational Program Model. Celebrating Cultural Diversity in Higher Education."},
      {
        "id":"ED350899",
        "title":"Peer Review of Teaching at UTK: An Assessment."},
      {
        "id":"ED350903",
        "title":"The Economic Prospects for American Higher Education. AGB/ACE Joint Report."},
      {
        "id":"ED350904",
        "title":"Sexual Harassment on Campus. A Policy and Program of Deterrence."},
      {
        "id":"ED350905",
        "title":"Institutional Liability for Alcohol Consumption. A White Paper on Institutional Liability for Consumption of Alcohol and Drugs on Campus."},
      {
        "id":"ED350907",
        "title":"What Students Look for in Course Syllabi."},
      {
        "id":"ED350908",
        "title":"Strengthening Undergraduate Education in Aging through Faculty Enhancement."},
      {
        "id":"ED350909",
        "title":"Higher Education and the Practice of Democratic Politics: A Political Education Reader. Kettering Political Education Series."},
      {
        "id":"ED350910",
        "title":"State Initiatives To Enhance Teaching and Learning: Interest in Teaching and Learning Stems from Concerns for Quality."},
      {
        "id":"ED350912",
        "title":"Undergraduate Education in British Columbia: Choices for the Future. Summary of Discussion Paper and Discussion Paper."},
      {
        "id":"ED371967",
        "title":"Teachers Speak Out on Law-Related Education. Summary Report on the SPICE IV National Teachers' Survey."},
      {
        "id":"ED371968",
        "title":"&quot;Indiana and the New Nation&quot; and the Improvement of History Education in Indiana. Public Report."},
      {
        "id":"ED371969",
        "title":"Sustainable Development, Grades 5 to 8: Caring for the World. Curriculum Support for Social Studies and Science Teachers."},
      {
        "id":"ED371970",
        "title":"Religious History in the Schools: A Preliminary Assessment."},
      {
        "id":"ED371971",
        "title":"Latin America."},
      {
        "id":"ED371972",
        "title":"Naval Academy: Gender and Racial Disparities. Report to the Chairman, Committee on Armed Services, U.S. Senate."},
      {
        "id":"ED371973",
        "title":"Additional Dialogue. A Supplement to the Proceedings of the Annual Conference of the Midwest Philosophy of Education Society: 1989 and 1990."},
      {
        "id":"ED371974",
        "title":"Case Studies of Exceptional People: What Can They Teach Us?"},
      {
        "id":"ED371975",
        "title":"Post-War-History and Unification of Europe in Textbooks. The Romanian Experience."},
      {
        "id":"ED371976",
        "title":"Accountability, Invisibility, and the Politics of Numbers: School Report Cards and Race."},
      {
        "id":"ED371977",
        "title":"The Culture and Lifestyle-Appropriate Social Skills Intervention Curriculum (CLASSIC). A Program for Socially Valid Social Skills Training."},
      {
        "id":"ED371978",
        "title":"Portfolio Evaluation as History: A Report on the Evaluation of the History Academy for Ohio Teachers. Occasional Paper."},
      {
        "id":"ED371979",
        "title":"Doing History: A Model for Helping Teachers. A Report on the History Academy for Ohio Teachers. Occasional Paper."},
      {
        "id":"ED371980",
        "title":"The Not So Odd Couple: Critical Thinking and Global Education."},
      {
        "id":"ED371981",
        "title":"The Power of Maps. Resource Guide for Teachers."},
      {
        "id":"ED371982",
        "title":"Education, Culture, and Development: Co-ordinated Policies and Strategies. The Situation in Latin America and the Caribbean."},
      {
        "id":"ED371984",
        "title":"Curricular Standards for Social Studies. Revised."},
      {
        "id":"ED371985",
        "title":"Food for Thought."},
      {
        "id":"ED371987",
        "title":"C-SPAN in the High School Classroom: A Guide for Educators."},
      {
        "id":"ED371989",
        "title":"Multiculturalism: Themes and Variations."},
      {
        "id":"ED371990",
        "title":"C-SPAN Networks: Professors&apos; Guide."},
      {
        "id":"ED371991",
        "title":"Water Matters: Every Day, Everywhere, Every Way. Teacher's Handbook."},
      {
        "id":"ED371993",
        "title":"Priority Academic Student Skills: A Core Curriculum for Our Children's Future."},
      {
        "id":"ED371994",
        "title":"Learner-Centered Psychological Principles: Guidelines for School Redesign and Reform."},
      {
        "id":"ED371995",
        "title":"In Harm's Way: When Should We Risk American Lives in World Conflicts? A Study Circle Program."},
      {
        "id":"ED371996",
        "title":"Education for Peace: A Conference Report from Budapest. Peace Education Reports No. 10."},
      {
        "id":"ED371997",
        "title":"Education and the Consolidation of Democracy in Latin America: Innovations To Provide Quality Basic Education with Equity. Advocacy Series Education and Development 4."},
      {
        "id":"ED371998",
        "title":"Guidelines for Creating Effective Study Circle Material."},
      {
        "id":"ED371999",
        "title":"Teacher Training and Peace Education. Peace Education Miniprints No. 55."},
      {
        "id":"ED372000",
        "title":"Conflict-Mitigation: Philosophy &amp; Methodology. Peace Education Miniprints No. 56."},
      {
        "id":"ED372001",
        "title":"Civics Courses and the Political Knowledge of High School Seniors."},
      {
        "id":"ED372002",
        "title":"The Rights of Children in Japan: A Teaching Unit for the Upper Elementary Grades (4-6)."},
      {
        "id":"ED372003",
        "title":"Economic Concept Acquisition: Experiential Versus Experience-Based Learning and Instruction."},
      {
        "id":"ED372004",
        "title":"Immigrants, Your Community, and U.S. Immigration Policy. Public Talk Series."},
      {
        "id":"ED372005",
        "title":"Common Ground: Practical Ideas To Promote Interdisciplinary Cooperation between Social Studies and Second Language Instructors."},
      {
        "id":"ED372006",
        "title":"Missouri Women Today: 1993 Status Report."},
      {
        "id":"ED372007",
        "title":"Auschwitz: If You Cried, You Died. Teacher's Guide to the Video Program."},
      {
        "id":"ED372008",
        "title":"U.S. History Framework for the 1994 National Assessment of Educational Progress. NAEP U.S. History Consensus Project."},
      {
        "id":"ED372009",
        "title":"Decreasing Reliance on Middle School Social Studies Textbooks through Staff Development."},
      {
        "id":"ED372011",
        "title":"Project Work in Teacher Training as Part of Peace Education. Peace Education Miniprints No. 58."},
      {
        "id":"ED372012",
        "title":"Maryland School Performance Assessment Program, 1992. Social Studies List of Outcomes and Indicators."},
      {
        "id":"ED372013",
        "title":"The Mississippi Gulf Coast Public's Attitudes toward the Public Schools."},
      {
        "id":"ED372014",
        "title":"Environs: Living in Natural and Social Worlds."},
      {
        "id":"ED372015",
        "title":"History through Stories."},
      {
        "id":"ED372016",
        "title":"China: Tradition and Transformation. Curriculum Projects. 1993 Fulbright Hays Seminar Abroad Program."},
      {
        "id":"ED372017",
        "title":"The Manitoba School Act of 1890: An Insult to the French Roman Catholics."},
      {
        "id":"ED372018",
        "title":"Characteristic Features of Danish Education."},
      {
        "id":"ED372019",
        "title":"Course Selection and Performance of Very High Ability Students: Is There a Gender Gap?"},
      {
        "id":"ED372020",
        "title":"What Can Be Learned from IMAGE? Teachers' Perceptions of the Educational Value of an Art Package. CAL Research Group Technical Report No. 70."},
      {
        "id":"ED372021",
        "title":"Humanistic and Democractic Goals in the Czech Secondary School (Aims and Outlooks)."},
      {
        "id":"ED372022",
        "title":"Germany and Europe Since World War II: Resources for Teachers."},
      {
        "id":"ED372023",
        "title":"Families with Adolescents Facing Social Change after the Unification of Germany."},
      {
        "id":"ED372026",
        "title":"A Study of NSF Teacher Enhancement Program (TEP) Participants and Principal Investigators: 1984-1989. Volume I: Summary Report."},
      {
        "id":"ED372028",
        "title":"Creating a Living Educational Theory from an Analysis of My Own Educational Practices: How Do You Create and Test the Validity of Your Living Educational Theory?"},
      {
        "id":"ED372029",
        "title":"Comparative Didactic: A New Research Perspective."},
      {
        "id":"ED372030",
        "title":"Impact of a Technology Integration Grant To Restructure Teacher Education on the Faculty of One College."},
      {
        "id":"ED372031",
        "title":"Teacher Empowerment: Can It Help Teaching and Learning? Final Deliverable to OERI."},
      {
        "id":"ED372032",
        "title":"Teacher Empowerment: A Policy in Search of Theory and Evidence. Final Deliverable."},
      {
        "id":"ED372033",
        "title":"Grant-Seeking As Professional Development of K-12 Teachers (Incentives and Obstacles)."},
      {
        "id":"ED372034",
        "title":"Educating the Reflective Practitioner for Catholic Secondary Schools."},
      {
        "id":"ED372035",
        "title":"The Assessment of Student Study Skills and Learning Strategies To Prepare Teachers for Academic Advising Tasks or The Prevalidation of Motivated Strategies for Learning Questionnaire (MSLQ), Learning and Study Strategies Inventory (LASSI), and Test of Reactions and Adaptation to College (TRAC)."},
      {
        "id":"ED372036",
        "title":"The Usefulness and Motivational Value of Research Methods Courses for Education Professionals."},
      {
        "id":"ED372037",
        "title":"An Examination of Teacher Thinking during a Collaborative Effort To Improve Elementary Cooperative Learning Literacy Instruction."},
      {
        "id":"ED372038",
        "title":"I Want To Learn What I Want To Learn in the Way I Choose To Learn It: Using Learning Contracts."},
      {
        "id":"ED372039",
        "title":"Inducing Students To Think about Their Learning: Four Approaches."},
      {
        "id":"ED372040",
        "title":"Redefining Student Teaching Supervision Responsibilities."},
      {
        "id":"ED372041",
        "title":"The Need for Knowledge about Teacher Educators."},
      {
        "id":"ED372042",
        "title":"What about the Whole Teacher? Creating a College Whole-Language Classroom Experience."},
      {
        "id":"ED372043",
        "title":"Middle School Interdisciplinary Teams: An Avenue to Greater Teacher Empowerment."},
      {
        "id":"ED372044",
        "title":"Exploring the Links among Teacher Empowerment, Leader Power, and Conflict."},
      {
        "id":"ED372045",
        "title":"Teacher Training To Introduce Conflict Resolution: Community Decision Making."},
      {
        "id":"ED372046",
        "title":"A Workshop and Resource Program for Training and Motivating College English Professors To Teach Critical Thinking Skills."},
      {
        "id":"ED372047",
        "title":"Reflective Infusion in Christian College Teacher Preparation."},
      {
        "id":"ED372048",
        "title":"School Administrative Unit Survey of AIDS/HIV Education. Report to Maine Department of Education for 1991-92."},
      {
        "id":"ED372049",
        "title":"Texas Nutrition Education and Training Program for Federal Fiscal Year 1993. Final Evaluation Report."},
      {
        "id":"ED372050",
        "title":"Nutrition Education and Training Needs Assessment Project for Federal Fiscal Year 1993: Texas Nutrition Education &amp; Training. Final Annual Report."},
      {
        "id":"ED372051",
        "title":"The Development of a Health Promotion Workbook for AIDS Education Programs. Curriculum and Program Planning."},
      {
        "id":"ED372052",
        "title":"Idaho Dance Project. Creative Movement/Dance: A Model Program for Idaho K-6 Elementary Teachers 1990-1993."},
      {
        "id":"ED372053",
        "title":"Educational and Career Development for the Exercise Science Major: An Introduction."},
      {
        "id":"ED372054",
        "title":"An Investigation of the Cultural Sensitivity Level of Elementary Preservice Teachers."},
      {
        "id":"ED372055",
        "title":"Using an Accelerated Schools' School-University Partnership To Inform Change in a College of Education's Teacher and Administrator Training Programs. Draft."},
      {
        "id":"ED372056",
        "title":"Dissonant Voices: Teachers and the Multiple Realities of Restructuring."},
      {
        "id":"ED372057",
        "title":"Development and Desire: A Postmodern Perspective."},
      {
        "id":"ED372058",
        "title":"Dialogue Journaling with Preservice Art Teachers: A Study by Three University Supervisors in Art Education."},
      {
        "id":"ED372059",
        "title":"Assessing Student Progress in Field Experience: Factors Influencing Positive Outcomes."},
      {
        "id":"ED372060",
        "title":"Preservice Teachers' Perceptions of and Responses to the Differential Needs of Gifted Students in their Classrooms."},
      {
        "id":"ED372061",
        "title":"Portfolio Development: Enhancing Professional Intelligence."},
      {
        "id":"ED372064",
        "title":"The Bermuda Triangle of Education."},
      {
        "id":"ED372065",
        "title":"A Comparison of Two Supervisory Models in a Preservice Teaching Practicum."},
      {
        "id":"ED372066",
        "title":"Improving Classroom Practice: Ways Experienced Teachers Change after Supervising Student Teachers."},
      {
        "id":"ED372067",
        "title":"Perceived Impact of State Rules and Regulations on Teacher Education Programs."},
      {
        "id":"ED372068",
        "title":"Implementation of the Second Major Requirement for Teacher Education Majors."},
      {
        "id":"ED372069",
        "title":"Autonomous Teacher Professional Standards Boards. Policy Brief."},
      {
        "id":"ED372070",
        "title":"Teacher Internships. Wisconsin Improvement Program."},
      {
        "id":"ED372071",
        "title":"Whole Language Teachers as Pro-Actors: A Paradigm for Change."},
      {
        "id":"ED372072",
        "title":"Effects of Non-Instructional Variables on Attrition Rate of Beginning Teachers: A Literature Review."},
      {
        "id":"ED372073",
        "title":"The Power of Accounts: Ethnographic Research in a Professional Educational Setting."},
      {
        "id":"ED372074",
        "title":"Disciplinary Elites and Qualitative Research."},
      {
        "id":"ED372077",
        "title":"The Validation of the Hillside Assessment of Perceived Intelligences (HAPI): A Measure of Howard Gardner's Theory of Multiple Intelligences."},
      {
        "id":"ED372078",
        "title":"The Selection of Test Items for Decision Making with a Computer Adaptive Test."},
      {
        "id":"ED372079",
        "title":"Summary of Statistical and Financial Data of the Utah State Superintendent of Public Instruction 1992-93."},
      {
        "id":"ED372080",
        "title":"The Self Administered Inventory of Learning Strengths for College Students."},
      {
        "id":"ED372081",
        "title":"Specifications for the Design of Problem-Solving Assessments in Science. Project 2.1. Designs for Assessing Individual and Group Problem-Solving."},
      {
        "id":"ED372082",
        "title":"Riding Them off into the Sunset: A Cost-Effectiveness Review of a District's Special Programs. Publication No. 93.10."},
      {
        "id":"ED372083",
        "title":"1993 at a Glance: Executive Summaries of Reports from the Office of Research and Evaluation."},
      {
        "id":"ED372084",
        "title":"Research and Evaluation Agenda 1993-94 for AISD 1993-94."},
      {
        "id":"ED372085",
        "title":"An Examination of Ethnic and Gender Differences in the Raven Coloured Progressive Matrices Test."},
      {
        "id":"ED372086",
        "title":"Quality Assurance in Teachers' Assessment."},
      {
        "id":"ED372087",
        "title":"Collaborative Teacher Research: Cooperating Teacher, Student Teacher, and University Faculty Working Together."},
      {
        "id":"ED372088",
        "title":"Organization, Knowledge, and Identity: A Collaborative Team in a Nontraditional Engineering Class."},
      {
        "id":"ED372089",
        "title":"Alternative Assessment from the Perspective of Six Different School Systems--An Experience in Consensus Building."},
      {
        "id":"ED372090",
        "title":"Effects of Mathematics Test Content Specificity on Essential Dimensionality in U.S. and Japan Data."},
      {
        "id":"ED372091",
        "title":"The Role of Planning in Simple Digital Circuit Design."},
      {
        "id":"ED372092",
        "title":"Story-Telling and Narrative: A Neurophilosophical Perspective."},
      {
        "id":"ED372093",
        "title":"The Effects of Cover Letter Appeal and Nonmonetary Incentives on University Professors' Response to a Mail Survey."},
      {
        "id":"ED372094",
        "title":"Using Artificial Neural Networks in Educational Research: Some Comparisons with Linear Statistical Models."},
      {
        "id":"ED372095",
        "title":"Learning through Self-Explanation of Mathematics Examples: Effects of Cognitive Load."},
      {
        "id":"ED372096",
        "title":"Annual Evaluation of School Counselors in Georgia."},
      {
        "id":"ED372097",
        "title":"The Performance of the Mantel-Haenszel DIF Statistic When Comparison Group Distributions Are Incongruent."},
      {
        "id":"ED372098",
        "title":"Results of the Computer Use Survey for School of Education Students."},
      {
        "id":"ED372099",
        "title":"An Evaluation of an Innovation: Standardized Test Scores Were Not Valid Indicators of Success."},
      {
        "id":"ED372100",
        "title":"Equity Issues in Performance Assessment. Undermining Gender Stereotypes: Examination Performance in the UK at 16."},
      {
        "id":"ED372101",
        "title":"Multiple Indicators of High School Effectiveness."},
      {
        "id":"ED372102",
        "title":"Report on the Development and Evaluation of the &quot;Survey of Undergraduate Alumni&quot; and the &quot;Survey of Graduate Alumni&quot; in Health Education at San Francisco State University."},
      {
        "id":"ED372104",
        "title":"Improving Louisiana's School Report Cards with Input from Parents and School Staff."},
      {
        "id":"ED372106",
        "title":"Evaluation for Training Impact: Insights from Advanced Practices."},
      {
        "id":"ED372107",
        "title":"Colorado Graduation Rates for Class of 1993 and 1992-93 Annual Dropout Rates for Grades 7-12."},
      {
        "id":"ED372108",
        "title":"Teacher and Researcher: What Kind of Partnership Is It? Ethical Implications."},
      {
        "id":"ED372109",
        "title":"Utilizing Work Models To Develop Performance-Based Documentation in a Learning Progress System."},
      {
        "id":"ED372110",
        "title":"Higher-Order Factor Analysis of Multidimensional Students' Evaluations of Teaching Effectiveness."},
      {
        "id":"ED372111",
        "title":"Characteristics of the 100 Largest Public Elementary and Secondary School Districts in the United States: 1991-92."},
      {
        "id":"ED372112",
        "title":"Portfolio Assessment in Vermont, 1992-93: The Teachers' Perspective on Implementation and Impact."},
      {
        "id":"ED372113",
        "title":"Using an Extended Angoff Procedure To Set Standards on Complex Performance Assessments."},
      {
        "id":"ED372114",
        "title":"Becoming Literate about Literacy. Policy Information Report."},
      {
        "id":"ED372115",
        "title":"The Effect of Context and Gender on Assessment of Estimation."},
      {
        "id":"ED372116",
        "title":"A Quadratic Curve Equating Method To Equate the First Three Moments in Equipercentile Equating."},
      {
        "id":"ED372117",
        "title":"Using Bootstrap Procedures To Assess the Issue of Predictive Bias in College GPA Prediction for Ethnic Groups."},
      {
        "id":"ED372119",
        "title":"We the Americans: Our Education."},
      {
        "id":"ED372120",
        "title":"Philosophical Inquiry into Meta-Analysis."},
      {
        "id":"ED372121",
        "title":"State Student Assessment Programs. Midwestern Region."},
      {
        "id":"ED372122",
        "title":"Administration Guide for the Opinions about Deaf People Scale: A Scale To Measure Hearing Adults' Beliefs about the Capabilities of Deaf Adults."},
      {
        "id":"ED372123",
        "title":"Changes in Faculty Salaries: 1970 to 1990."},
      {
        "id":"ED372124",
        "title":"Does Bootstrap Procedure Provide Biased Estimates? An Empirical Examination for a Case of Multiple Regression."},
      {
        "id":"ED372125",
        "title":"Family Experiences across the Life Course: Differences by Cohort, Education, and Race/Ethnicity."},
      {
        "id":"ED372126",
        "title":"A Conceptual Model of Infusing Multicultural Curriculum in Various Academic Disciplines in Higher Education."},
      {
        "id":"ED372127",
        "title":"Eastman Kodak Company: 21st Century Learning Challenge. Volunteer Resource Manual."},
      {
        "id":"ED372134",
        "title":"Community Level Factors and Child Maltreatment Rates."},
      {
        "id":"ED372135",
        "title":"Framework for Evaluating Family Centers."},
      {
        "id":"ED372136",
        "title":"Geographic Concentration of Poverty and Risk to Children in Urban Neighborhoods."},
      {
        "id":"ED372137",
        "title":"Compensatory Education (CE) Process Evaluation: Elementary and Secondary Programs, 1993-94."},
      {
        "id":"ED372138",
        "title":"Pro-social Awareness Skills Strategies that Provide Behaviorally Correct Options to the Elementary Grade Urban Learner."},
      {
        "id":"ED372139",
        "title":"Multicultural Teaching Strategies for Simplifying Mathematical Concepts and Principles."},
      {
        "id":"ED372141",
        "title":"Managing Conflict."},
      {
        "id":"ED372142",
        "title":"[Steps to Starting a Summerbridge Program.]"},
      {
        "id":"ED372143",
        "title":"National PTA/World Book Successful Learning Survey."},
      {
        "id":"ED372144",
        "title":"Partnerships for Minority Student Achievement Program (PMSA)."},
      {
        "id":"ED372145",
        "title":"Student Service and Philanthropy Project. A Resource Guide for Establishing a Student-Run Foundation."},
      {
        "id":"ED372146",
        "title":"Varieties of Multicultural Education: An Introduction. ERIC Digest 98."},
      {
        "id":"ED372147",
        "title":"Design of a Learning Community for Urban Learners: The Memphis Plan."},
      {
        "id":"ED372149",
        "title":"Youth Investment and Community Reconstruction. Street Lessons on Drugs and Crime for the Nineties. Final Report."},
      {
        "id":"ED372161",
        "title":"Empowerment Issues of An Afrocentric Perspective: Disempowering Racism in American Education."},
      {
        "id":"ED372162",
        "title":"Dropout Data Report and Program Summary, 1992-93."},
      {
        "id":"ED372163",
        "title":"You Don't Know Me. The Young Mothers Program. Rochester City School District."},
      {
        "id":"ED372164",
        "title":"Let Me Tell You."},
      {
        "id":"ED372165",
        "title":"The Controversy of Cultural Matching: Its Significance within a Mentoring Framework."},
      {
        "id":"ED372166",
        "title":"Threads of Diversity--The Fabric of Unity. Issues Conference (Washington, D.C., September 29-October 2, 1993)."},
      {
        "id":"ED372167",
        "title":"Career Awareness Program for Bilingual Haitian and Hispanic Students (Project CAP). Final Evaluation Report 1992-93. OER Report."},
      {
        "id":"ED372168",
        "title":"Queens Tri-School Confederation 1992-93 Evaluation Report. OREA Report."},
      {
        "id":"ED372169",
        "title":"Project Data-Tech. Final Evaluation Report 1992-93. OER Report."},
      {
        "id":"ED372170",
        "title":"Chapter 1 Summer 1993 Programs. OER Report."},
      {
        "id":"ED372171",
        "title":"Career Awareness and Resource Education (Project CARE). Evaluation Report 1992-93. OER Report."},
      {
        "id":"ED372172",
        "title":"Project Aprendizaje. Final Evaluation Report 1992-93."},
      {
        "id":"ED372173",
        "title":"Helpful Opportunities for Pupil Enrichment (Project HOPE). Final Evaluation Report 1992-93. OER Report."},
      {
        "id":"ED372174",
        "title":"Chinese Bilingual Mathematics and Science Program. Community School District 2. Final Evaluation Report 1992-93. OER Report."},
      {
        "id":"ED372175",
        "title":"Gangs in the Schools. ERIC Digest 99."},
      {
        "id":"ED372180",
        "title":"Certificates of General Education for Adults within the Victorian Adult English Language, Literacy and Numeracy Accreditation Framework."},
      {
        "id":"ED372181",
        "title":"The Spray-Rite Kit. A Guide to Using Chemicals on the Farm."},
      {
        "id":"ED372182",
        "title":"Open Learning Centres and Adult Literacy: A Guidebook for Adult Education Providers."},
      {
        "id":"ED372183",
        "title":"Louisiana Business Education Journal, Volumes 1-3, 1991-1993."},
      {
        "id":"ED372184",
        "title":"Study on Job Training for Welfare Recipients Has Only Limited Implications for Welfare Reform Debate."},
      {
        "id":"ED372185",
        "title":"Toward the 21st Century: Preparing Proactive Visionary Transformational Leaders for Building Learning Communities. Human Resource Development. Phoenix Cluster."},
      {
        "id":"ED372186",
        "title":"Early Warning Signs of Functional Illiteracy: Predictors in Childhood and Adolescence. Occasional Paper OP94-01."},
      {
        "id":"ED372187",
        "title":"A Program of Research on the Role of Employer Training in Ameliorating Skill Shortages and Enhancing Productivity and Competitiveness. EQW Working Papers WP07."},
      {
        "id":"ED372188",
        "title":"In the Backrooms of Science: The Work of Technicians in Science Labs. EQW Working Papers WP11."},
      {
        "id":"ED372189",
        "title":"What Do Technicians Do? EQW Working Papers WP17."},
      {
        "id":"ED372190",
        "title":"Distinctive Human Resources Are the Core Competencies of Firms. EQW Working Papers WP18."},
      {
        "id":"ED372191",
        "title":"On Measuring a Mirage: Why U.S. Training Numbers Don't Add Up. EQW Working Papers WP20."},
      {
        "id":"ED372192",
        "title":"Higher Education and the Changing Nature of the American Workforce--Responses, Challenges, and Opportunities. EQW Working Papers WP21."},
      {
        "id":"ED372193",
        "title":"What Employers Want: Employer Perspectives on Youth, the Youth Labor Market, and Prospects for a National System of Youth Apprenticeships. EQW Working Papers WP22."},
      {
        "id":"ED372195",
        "title":"Demystifying the Internet. Practitioner File."},
      {
        "id":"ED372196",
        "title":"The Shadowing Process: A Collaborative Venture between Education and Industry."},
      {
        "id":"ED372198",
        "title":"Americans with Disabilities Act and Adult, Career, and Vocational Education. Trends and Issues Alerts."},
      {
        "id":"ED372199",
        "title":"New Technologies and Emerging Careers. Trends and Issues Alerts."},
      {
        "id":"ED372201",
        "title":"Biennial Report of the State Council on Vocational Technical Education, 1990-1991 and 1992-1993."},
      {
        "id":"ED372202",
        "title":"Perkins-JTPA Evaluation: Analysis of Adequacy, Effectiveness, and Coordination for the Two Years Ending June 30, 1992."},
      {
        "id":"ED372203",
        "title":"Focus on Process Improvement: An Evaluation of the Use of the RFP Process in the Distribution of Federal Workforce Education Funds in Minnesota. Perkins-JTPA Evaluation."},
      {
        "id":"ED372204",
        "title":"The Condition of Correctional Education in Minnesota: Toward a Vision for Learning."},
      {
        "id":"ED372205",
        "title":"Fifty Indices of Effectiveness Regarding the Program Advisory Committees in Minnesota's Technical Colleges: A Working Paper. Effective Advisory Committees Project."},
      {
        "id":"ED372206",
        "title":"Making the First Chance a Real Chance: Bridging Education and Work for All Minnesota Youth and Adults. Report to the 1993 Legislature."},
      {
        "id":"ED372207",
        "title":"Technology Competence: Learner Goals for All Minnesotans."},
      {
        "id":"ED372208",
        "title":"Careers Going Global. Curriculum Resource Guide."},
      {
        "id":"ED372209",
        "title":"Factors Related to the Learning of Participants in the Ohio Pesticide Private Applicators Instructional Program. Summary of Research 77."},
      {
        "id":"ED372211",
        "title":"Suggestions for Career Exploration and Jobseeking. BLMI Report No. 18."},
      {
        "id":"ED372212",
        "title":"Retrofitting the Bridge between Academics and Business: Here Is How It Is Done."},
      {
        "id":"ED372214",
        "title":"Effective Performance Appraisals: Communicating in Health Care Settings. An Offering of Step Ahead: A Partnership for Improved Health Care Communication."},
      {
        "id":"ED372215",
        "title":"Reading and Study Skills. An Offering of Step Ahead: A Partnership for Improved Health Care Communication."},
      {
        "id":"ED372216",
        "title":"Effective Presentations: Communicating in Health Care Settings. An Offering of Step Ahead: A Partnership for Improved Health Care Communication."},
      {
        "id":"ED372217",
        "title":"Communication for Supervisors. An Offering of Step Ahead: A Partnership for Improved Health Care Communication."},
      {
        "id":"ED372218",
        "title":"Straight Talk: Communicating in Health Care Settings. An Offering of Step Ahead: A Partnership for Improved Health Care Communication."},
      {
        "id":"ED372219",
        "title":"The Write Stuff: Memos and Short Reports. An Offering of Step Ahead: A Partnership for Improved Health Care Communication."},
      {
        "id":"ED372220",
        "title":"The Waikiki Lifelong Learning Center. Final Report."},
      {
        "id":"ED372221",
        "title":"Value Added: An Update. FEU Curriculum Information Series. Briefing Note."},
      {
        "id":"ED372222",
        "title":"Literacy Portfolio Assessment: A Resource for Literacy Workers."},
      {
        "id":"ED372223",
        "title":"A Job-Linked Literacy Program for SPC: Are We Talking about Worker Training, Work Reorganization, or More Equitable Workplaces?"},
      {
        "id":"ED372224",
        "title":"Motivation and the Adult New Reader: Becoming Literate at the Bob Steele Reading Center."},
      {
        "id":"ED372226",
        "title":"Enter the Savings Zone. Instructional Unit. Electronic Field Trip."},
      {
        "id":"ED372227",
        "title":"Join Us in a Participatory Approach to Training, Learning &amp; Production. A Practical Guide to the Action Training Model."},
      {
        "id":"ED372228",
        "title":"Surveying the Structures for Interagency Work in Education, Training &amp; Guidance for Offenders and Ex-Offenders in the Yorkshire &amp; Humberside Region."},
      {
        "id":"ED372229",
        "title":"Assessment Study: Value of Vocational Training to the Released Felon."},
      {
        "id":"ED372230",
        "title":"Technology Education &amp; the Felon (Teaching High School behind Prison Walls)."},
      {
        "id":"ED372231",
        "title":"Do-It-Yourself Printing: An Introduction to Electronic Publishing. Curriculum and Resource Guide."},
      {
        "id":"ED372232",
        "title":"Northeast Technology Education Consortium: Resource Guide."},
      {
        "id":"ED372233",
        "title":"Gender Analysis in Agriculture in Luribay Valley, Bolivia."},
      {
        "id":"ED372235",
        "title":"Kansas Vocational Education Performance Report for Fiscal Year 1993. Carl D. Perkins Vocational and Applied Technology Education Act Amendments of 1990."},
      {
        "id":"ED372237",
        "title":"The Year in Review. Volume 2: 1992-1993. Reports of Research Conducted by Adult Education Practitioner-Researchers from Virginia."},
      {
        "id":"ED372238",
        "title":"Women Are &quot;The Key to Progress.&quot; The Situation of Women in Developing Countries and German Efforts To Improve Their Situation. IN Visitors' Information Special Report, SO 5."},
      {
        "id":"ED372239",
        "title":"Toward the 21st Century: Preparing Proactive Visionary Transformational Leaders for Building Learning Communities. Human Resource Development. Orange County Cluster."},
      {
        "id":"ED372240",
        "title":"Vocational Education and Training in the United Kingdom."},
      {
        "id":"ED372241",
        "title":"Training in the Retail Trade of the Grand-Duchy of Luxembourg. Report for the FORCE Programme. Retail Sector."},
      {
        "id":"ED372242",
        "title":"Training in the Retail Trade in Portugal. Report for the FORCE Programme. Retail Sector."},
      {
        "id":"ED372243",
        "title":"Training in the Retail Trade in Spain. Report for the FORCE Programme. Retail Sector."},
      {
        "id":"ED372244",
        "title":"Interim Report on Studies on &quot;The Role of the Company in Generating Qualifications: The Training Impact of Work Organization.&quot; CEDEFOP Panorama. Meeting Report. Meeting of 31.03. and 1.04. 1st Edition."},
      {
        "id":"ED372245",
        "title":"Occupational Profiles: The Restoration and Rehabilitation of the Architectural Heritage. CEDEFOP Panorama. Summary Report. 1st Edition."},
      {
        "id":"ED372246",
        "title":"Systems and Procedures of Certification of Qualifications in Italy. CEDEFOP Panorama. National Report."},
      {
        "id":"ED372247",
        "title":"Equity and Excellence in School-to-Work Transitions of Special Populations."},
      {
        "id":"ED372249",
        "title":"Evaluating Systemic Change in School-to-Work Initiatives."},
      {
        "id":"ED372250",
        "title":"Records of Achievement for Adult Learners. Project Report."},
      {
        "id":"ED372254",
        "title":"Models of Excellence: A Review of Ohio's Award-Winning Workplace Literacy Programs. Alliance for Workforce Excellence Publication #94-01."},
      {
        "id":"ED372255",
        "title":"School Lessons, Work Lessons. Recruiting and Sustaining Employer Involvement in School-to-Work Programs."},
      {
        "id":"ED372257",
        "title":"Federal Prison Industries, Inc.--Unicor. Hearing before the Subcommittee on Intellectual Property and Judicial Administration of the Committee on the Judiciary. House of Representatives, One Hundred Third Congress, First Session (March 11, 1993)."},
      {
        "id":"ED372258",
        "title":"Oversight Hearings on Dislocated Workers. Hearings before the Subcommittee on Labor-Management Relations of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, First Session (April 20, July 29, and September 20, 1993)."},
      {
        "id":"ED372259",
        "title":"School to Work Programs: An Opportunity for Oregon To Lead Again. Hearing before the Subcommittee on Regulation, Business Opportunities, and Technology of the Committee on Small Business. House of Representatives, One Hundred Third Congress, First Session (Portland, Oregon, April 7, 1994)."},
      {
        "id":"ED372260",
        "title":"Adult Literacy Programs: Guidelines for Effectiveness."},
      {
        "id":"ED372261",
        "title":"Employment and Training for America&apos;s Homeless: Report on the Job Training for the Homeless Demonstration Program. Report to Congress."},
      {
        "id":"ED372262",
        "title":"Labor Shortage Case Studies. Research and Evaluation Report Series 93-E."},
      {
        "id":"ED372263",
        "title":"Summary of State Reports on Coordination between Vocational Education and JTPA."},
      {
        "id":"ED372264",
        "title":"No Big Mystery in Building a Coalition! AACE Bonus Brief."},
      {
        "id":"ED372265",
        "title":"Maintaining &quot;Professional Distance&quot;: A Dilemma for the ABE Teacher."},
      {
        "id":"ED372266",
        "title":"All Our Futures: Britain's Education Revolution. A Dispatches Report on Education."},
      {
        "id":"ED372267",
        "title":"Proposed Legislation: Reemployment Act of 1994. Message from the President of the United States Transmitting a Draft of Proposed Legislation Entitled, &quot;Reemployment Act of 1994.&quot; 103d Congress, 2d Session."},
      {
        "id":"ED372268",
        "title":"Veterans' Education and Training Act of 1994. Report Including Cost Estimate of the Congressional Budget Office. To Accompany H.R. 4768. House of Representatives, 103d Congress, 2d Session."},
      {
        "id":"ED372269",
        "title":"JOBS and JTPA. Tracking Spending, Outcomes, and Program Performance. Report to the Chairman, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED372270",
        "title":"Multiple Employment Training Programs. Overlap among Programs Raises Questions about Efficiency. Report to the Chairman, Subcommittee on Labor, Health and Human Services and Education, Committee on Appropriations, U.S. Senate."},
      {
        "id":"ED372271",
        "title":"Occupational Structures and Profiles in Italy in the Field of Environmental Protection in the Public Service Sector with Reference to Air Pollution Control. CEDEFOP Panorama. National Report."},
      {
        "id":"ED372272",
        "title":"Occupational Structures and Profiles in the Federal Republic of Germany in the Field of Environmental Protection in the Public Service Sector with Reference to Air Pollution Control. CEDEFOP Panorama. National Report."},
      {
        "id":"ED372273",
        "title":"Supplement to the &quot;Compendium of Occupational Profiles at the Skilled Blue- and White-collar Worker Level.&quot; Situations and Trends: Supply and Demand for Skilled Workers. CEDEFOP Panorama. Supplement."},
      {
        "id":"ED372274",
        "title":"Evaluation of Vocational Training in a Regional Context. A Synthesis Report. CEDEFOP Document."},
      {
        "id":"ED372275",
        "title":"Evaluation of the Impact of Vocational Training in a Territorial Context. The Evaluation of Training, Human Resources and Regional Development in Rural Wales. CEDEFOP Document."},
      {
        "id":"ED372276",
        "title":"Evaluation of Vocational Training in a Territorial Context. Vocational Training and Development in the Region of Alcobaca and Caldas da Rainha. CEDEFOP Document."},
      {
        "id":"ED372277",
        "title":"Toward the 21st Century: Preparing Proactive Visionary Transformational Leaders for Building Learning Communities. Human Resource Development. Tampa Cluster. Winter 1994."},
      {
        "id":"ED372278",
        "title":"What Kind of Adult Literacy Policy Do We Need If We Are Serious about Enabling Every Adult To Become a High Skills/High Wage Worker in the Global Economy?"},
      {
        "id":"ED372279",
        "title":"What Kind of Adult Literacy Policy Do We Need If We Are Serious about Ending Welfare as We Know It?"},
      {
        "id":"ED372280",
        "title":"Getting Ahead...And Staying There. Pre-Employment Class Student Manual."},
      {
        "id":"ED372281",
        "title":"Getting Ahead...And Staying There. Workplace Literacy Tutor Manual."},
      {
        "id":"ED372282",
        "title":"Workplace Education: Stakeholders' Expectations, Practitioners' Responses, and the Role Evaluation Might Play."},
      {
        "id":"ED372283",
        "title":"Team Evaluation: Case Studies from Seven Workplace Education Programs."},
      {
        "id":"ED372284",
        "title":"Team Evaluation: A Guide for Workplace Education Programs."},
      {
        "id":"ED372285",
        "title":"Precision Strike Training in Lean Manufacturing: A Workplace Literacy Guidebook [and] Final Report on Precision Strike Workplace Literacy Training at CertainTeed Corporation."},
      {
        "id":"ED372286",
        "title":"Assessment of Workplace Literacy. Asking New Questions. Project REACH."},
      {
        "id":"ED372287",
        "title":"Basic Skills and Job Retention. Final Report."},
      {
        "id":"ED372288",
        "title":"Relationships between Parental Literacy Skills and Functional Uses of Print and Children's Ability To Learn Literacy Skills."},
      {
        "id":"ED372289",
        "title":"Intergenerational Family Literacy: A Head Start/Older Adult Partnership. Final Report."},
      {
        "id":"ED372290",
        "title":"Home-Based Family Literacy Mentoring. A Guide for Head Start Teachers."},
      {
        "id":"ED372291",
        "title":"Center for Literacy's Family Literacy Demonstration Project. Final Program Report To National Institute for Literacy."},
      {
        "id":"ED372292",
        "title":"Parents, Children and Learning. A Family Literacy Curriculum To Support Parents of Children in Kindergarten and First Grade. Part One. Background Materials."},
      {
        "id":"ED372293",
        "title":"Parents, Children and Learning. A Family Literacy Curriculum To Support Parents of Children in Kindergarten and First Grade. Part Two. Adult Activities."},
      {
        "id":"ED372294",
        "title":"Parents, Children and Learning. A Family Literacy Curriculum To Support Parents of Children in Kindergarten and First Grade. Part Three. Summer Learning Camp."},
      {
        "id":"ED372295",
        "title":"Effective Practices in Community Based Family Literacy: Results of a National Research and Evaluation Project."},
      {
        "id":"ED372296",
        "title":"Native American Parents as Teachers of Their Children. Final Report [and] A Four-Part Workshop."},
      {
        "id":"ED372297",
        "title":"The Massachusetts Adult Basic Education Math Standards. The ABE Math Standards Project. Volume 1."},
      {
        "id":"ED372298",
        "title":"Implementing the Massachusetts Adult Basic Education Math Standards: Our Research Stories. The ABE Math Standards Project. Volume 2."},
      {
        "id":"ED372299",
        "title":"ABE Math Standards Project. Formative Evaluation Report."},
      {
        "id":"ED372300",
        "title":"BES National Training Center for Literacy Teachers. Final Report."},
      {
        "id":"ED372301",
        "title":"Innovative Training Practices: Practitioner Research as Staff Development. The Story of a Practitioner Research Project. Final Project Report."},
      {
        "id":"ED372302",
        "title":"Online Action Research Database."},
      {
        "id":"ED372303",
        "title":"A Feel for Books (Adult Learner Book Discussion Program). Program Effectiveness Study."},
      {
        "id":"ED372304",
        "title":"JTPA Programs and Adult Women on Welfare: Using Training To Raise AFDC Recipients above Poverty. Research Report No. 93-01."},
      {
        "id":"ED372305",
        "title":"Implementing Technology Education: A Review and Synthesis of the Research Literature. Information Series No. 356."},
      {
        "id":"ED372306",
        "title":"Mandatory Continuing Education: A Status Report. Information Series No. 357."},
      {
        "id":"ED372307",
        "title":"Placement and Career Information Center: Student, Faculty, and Employer Awareness of, Satisfaction with, and Needs for, Placement and Career Services."},
      {
        "id":"ED372308",
        "title":"Educational Resource Manual for Baccalaureate Social Work Field Instruction in Gerontology."},
      {
        "id":"ED372309",
        "title":"Conveying Thoughts, Feelings, and Fears: An Adlerian Approach to Addressing Death."},
      {
        "id":"ED372310",
        "title":"Two Modes of Sexuality."},
      {
        "id":"ED372311",
        "title":"Establishing a Short Term Program Component To Build Self-Esteem in a Small Group of Abusive and Potentially Abusive Parents."},
      {
        "id":"ED372312",
        "title":"Counselor&apos;s Handbook for High Schools, 1994-95. Student Financial Assistance."},
      {
        "id":"ED372313",
        "title":"HIV/AIDS Education Planning Kit for Parents and Parent Groups."},
      {
        "id":"ED372314",
        "title":"Perceived Availability and Risk of Harm of Drugs: Estimates from the National Household Survey on Drug Abuse. Advance Report Number 5."},
      {
        "id":"ED372315",
        "title":"Integrated Educational and Mental Health Services within a Day Treatment Setting."},
      {
        "id":"ED372316",
        "title":"School Professionals' Attributions of Blame in a Case of Child Sexual Maltreatment."},
      {
        "id":"ED372317",
        "title":"Using Co-Therapy in the Training of Therapists."},
      {
        "id":"ED372319",
        "title":"Substance Abuse and Pregnancy: A Comprehensive Bibliography."},
      {
        "id":"ED372320",
        "title":"Child Abuse and Neglect: A Shared Community Concern. Revised."},
      {
        "id":"ED372321",
        "title":"Preventing Contemporary Intergroup Violence."},
      {
        "id":"ED372322",
        "title":"Cognitive, Behavioral, and Environmental Factors in Adolescents' Alcohol and Other Drug Use: A Developmental Perspective."},
      {
        "id":"ED372323",
        "title":"Problem Solving and Verbal Comprehension in Children of Distressed Families."},
      {
        "id":"ED372324",
        "title":"Foundations of Cognitive Theory: A Concise Review."},
      {
        "id":"ED372325",
        "title":"The Ties That Bind: Effective Racial/Ethnic Minority Communities as Models of Peaceful Coexistence."},
      {
        "id":"ED372326",
        "title":"Career Indecision, Anxiety, and Social Problem Solving: A Path Analytic Model."},
      {
        "id":"ED372327",
        "title":"Exercise and Compulsive Behavior."},
      {
        "id":"ED372329",
        "title":"School-Based Prevention and Intervention Programs. Clearinghouse Fact Sheet."},
      {
        "id":"ED372330",
        "title":"Promising Prevention Strategies for the 90s. Clearinghouse Fact Sheet."},
      {
        "id":"ED372331",
        "title":"Facts on Women and Alcohol. Clearinghouse Fact Sheet."},
      {
        "id":"ED372332",
        "title":"Facts on Nicotine and Tobacco. Clearinghouse Fact Sheet."},
      {
        "id":"ED372333",
        "title":"Facts on Mentally Ill Chemical Abusers. Clearinghouse Fact Sheet."},
      {
        "id":"ED372334",
        "title":"Facts on Marijuana. Clearinghouse Fact Sheet."},
      {
        "id":"ED372335",
        "title":"Facts on Employee Assistance Programs. Clearinghouse Fact Sheet."},
      {
        "id":"ED372336",
        "title":"Facts on the Effects of Alcohol. Clearinghouse Fact Sheet."},
      {
        "id":"ED372338",
        "title":"Facts on College Alcohol Education Programming. Clearinghouse Fact Sheet."},
      {
        "id":"ED372339",
        "title":"Supervision: Exploring the Effective Components. ERIC/CASS Counseling Digest Series."},
      {
        "id":"ED372340",
        "title":"Models of Clinical Supervision. ERIC Digest."},
      {
        "id":"ED372341",
        "title":"Strategies and Methods of Effective Supervision. ERIC Digest."},
      {
        "id":"ED372342",
        "title":"Interpersonal Process Recall. ERIC Digest."},
      {
        "id":"ED372343",
        "title":"The Supervisory Relationship. ERIC Digest."},
      {
        "id":"ED372344",
        "title":"Supervisee Resistance. ERIC Digest."},
      {
        "id":"ED372345",
        "title":"Gender Issues in Supervision. ERIC Digest."},
      {
        "id":"ED372346",
        "title":"Multicultural Issues in Supervision. ERIC Digest."},
      {
        "id":"ED372347",
        "title":"Parallel Process in Supervision. ERIC Digest."},
      {
        "id":"ED372348",
        "title":"Supervisory Evaluation and Feedback. ERIC Digest."},
      {
        "id":"ED372349",
        "title":"Ethical and Legal Dimensions of Supervision. ERIC Digest."},
      {
        "id":"ED372350",
        "title":"The Good Supervisor. ERIC Digest."},
      {
        "id":"ED372351",
        "title":"Fostering Counselors' Development in Group Supervision. ERIC Digest."},
      {
        "id":"ED372352",
        "title":"Peer Consultation as a Form of Supervision. ERIC Digest."},
      {
        "id":"ED372353",
        "title":"Supervision of School Counselors. ERIC Digest."},
      {
        "id":"ED372354",
        "title":"Supervision of Marriage and Family Counselors. ERIC Digest."},
      {
        "id":"ED372355",
        "title":"Clinical Supervision in Addictions Counseling: Special Challenges and Solutions. ERIC Digest."},
      {
        "id":"ED372356",
        "title":"Administrative Skills in Counseling Supervision. ERIC Digest."},
      {
        "id":"ED372357",
        "title":"Use of Technology in Counselor Supervision. ERIC Digest."},
      {
        "id":"ED372358",
        "title":"Counselling Supervision: International Perspectives. ERIC Digest."},
      {
        "id":"ED372359",
        "title":"Whole Language Students with Low Self-Direction: A Self-Assessment Tool."},
      {
        "id":"ED372360",
        "title":"An Introspective Approach to School-Based Curriculum Planning."},
      {
        "id":"ED372361",
        "title":"The Reading Curriculum."},
      {
        "id":"ED372362",
        "title":"Putting the Pieces Together: Whole Language and the Minority Developmental Student."},
      {
        "id":"ED372363",
        "title":"Content Reading Including Study Systems: Reading, Writing and Studying across the Curriculum."},
      {
        "id":"ED372364",
        "title":"Student Attitudes Regarding a Reading Workshop: The Effects of the Process."},
      {
        "id":"ED372365",
        "title":"Immersion in Literacy."},
      {
        "id":"ED372366",
        "title":"The Multiple Forms of Evidence Study: Assessing Reading through Student Work Samples, Teacher Observations, and Tests. NCREST Reprint Series."},
      {
        "id":"ED372367",
        "title":"A Comparison of the Effects of Pure and Modified Whole language Instruction on the Decoding Skills of Kindergartners."},
      {
        "id":"ED372368",
        "title":"Developing a Thematic, Cross Curricular Body of Knowledge: Putting Theory into Practice in the Classroom."},
      {
        "id":"ED372369",
        "title":"Curriculum-Based Measurement Reading with Bilingual Hispanic Students: A Validation Study with Second-Grade Students."},
      {
        "id":"ED372370",
        "title":"Whole Language--How &amp; Why."},
      {
        "id":"ED372372",
        "title":"Effects of Art Expression on Self-Concept of Low Reading First Grade Students."},
      {
        "id":"ED372373",
        "title":"Teaching Critical Reading with &quot;I, Rigoberta Menchu.&quot;"},
      {
        "id":"ED372374",
        "title":"Improving Reading Comprehension Achievement of Sixth, Seventh, and Eighth Grade Underachievers."},
      {
        "id":"ED372375",
        "title":"Phonics in Whole Language Classrooms. ERIC Digest."},
      {
        "id":"ED372376",
        "title":"Reading Literacy in the United States: Technical Report of the U.S. Component of the IEA Reading Literacy Study."},
      {
        "id":"ED372377",
        "title":"Policies for Integrated Reading Instruction Related to a State-Wide Improvement Program."},
      {
        "id":"ED372378",
        "title":"Enhancement of Communication Development of Primary Grade, At-Risk Children through Reading Aloud for Pleasure."},
      {
        "id":"ED372382",
        "title":"Linguistic Contributions to a Sociocognitive Theory of Writing: Mapping Out the Middle Ground of Context and Cognition."},
      {
        "id":"ED372383",
        "title":"But Isn't This the Land of the Free? Resistance and Discovery in Student Responses to Manzanar."},
      {
        "id":"ED372384",
        "title":"Hermeneutic Inquiry and the Possibilities for Composition History."},
      {
        "id":"ED372385",
        "title":"Language Diversity in a Complex Classroom: Teaching Teachers Linguistic Tolerance."},
      {
        "id":"ED372386",
        "title":"Can We Talk? Focus Groups and Scholastic Journalism: A Research Analysis."},
      {
        "id":"ED372387",
        "title":"Using Interviews To Discover Students' Perceptions and Perplexities."},
      {
        "id":"ED372388",
        "title":"The Rhetoric of Extremity: Teaching Adrienne Rich to Undergraduates."},
      {
        "id":"ED372389",
        "title":"Small Groups in Writing Workshops: Invitations to a Writer's Life."},
      {
        "id":"ED372390",
        "title":"The Effect of Technology on Emergent Writing."},
      {
        "id":"ED372392",
        "title":"Will an Increased Print Rich Environment Encourage Children To Become More Involved in Writing?"},
      {
        "id":"ED372393",
        "title":"Personal Experience and Academic Discourse: Teaching Writing through Autobiography."},
      {
        "id":"ED372394",
        "title":"The Writing Program in the University: A Case Study of Collaborative Efforts."},
      {
        "id":"ED372395",
        "title":"&quot;Who Knows Not But Speaks Is Not Wise; Who Knows But Speaks Not Is Not Loyal!&quot;: Rhetoric of Philosophical Wisdom in Ancient China."},
      {
        "id":"ED372396",
        "title":"Technological Innovations and the English Curriculum."},
      {
        "id":"ED372397",
        "title":"Recreating Realities: An Ethnographic/Case Study Approach to the Historic Composition Classroom."},
      {
        "id":"ED372398",
        "title":"The Radar O'Reiley School of Creative Writing; Or, Ottumwa Sure Is a Long Way from Iowa City."},
      {
        "id":"ED372399",
        "title":"Learning Theory for Use in the Composition Classroom."},
      {
        "id":"ED372401",
        "title":"Commended English Language Arts Curriculum Guides, K-12, 1993-94."},
      {
        "id":"ED372402",
        "title":"Bringing New Haven into the Yale Experience: A Graduate Student's Perspective."},
      {
        "id":"ED372403",
        "title":"Theories of Content."},
      {
        "id":"ED372404",
        "title":"Teacher Conferences as a Modeling Technique for Peer Response."},
      {
        "id":"ED372405",
        "title":"Some Hiring Practices in Schools and Departments of Journalism."},
      {
        "id":"ED372406",
        "title":"Gilligan's &quot;Different Voice&quot; Theory: A Just Cause for Composition Inquiry or Just Another Conceptual Bandwagon?"},
      {
        "id":"ED372407",
        "title":"Notes from Beyond the Cognitive Domain."},
      {
        "id":"ED372408",
        "title":"The Indeterminacy of the Question and Answer Format."},
      {
        "id":"ED372409",
        "title":"The Roots of a Dynasty: The Rise of Warriner's &quot;Grammar and Composition.&quot;"},
      {
        "id":"ED372410",
        "title":"Old Pedagogies: ESL Students as Problems in the Composition Classroom."},
      {
        "id":"ED372411",
        "title":"Developing Students' Discriminating Taste in Literature through Cooperative Learning Groups and Seminar Discussions."},
      {
        "id":"ED372413",
        "title":"Breeding the \"Evil Twin\" in the Composition Classroom."},
      {
        "id":"ED372414",
        "title":"Teaching Kids To Care: Exploring Values through Literature and Inquiry."},
      {
        "id":"ED372415",
        "title":"A Conflict Management Unit."},
      {
        "id":"ED372416",
        "title":"Digging the Ego State for Communication Data."},
      {
        "id":"ED372417",
        "title":"Learning the Three C's: Classroom Communication Climate."},
      {
        "id":"ED372418",
        "title":"DACUM: A National Database Justifying the Study of Speech Communication."},
      {
        "id":"ED372419",
        "title":"Getting It Right the First Time: An Exploration of Instructor Beliefs and Strategies for the First Day of Class."},
      {
        "id":"ED372420",
        "title":"Speaking and the Pupil."},
      {
        "id":"ED372421",
        "title":"What Is the Color of Apprehension? An Activity for a Speaking Apprehension Course."},
      {
        "id":"ED372422",
        "title":"The Use of Non-Comprehension Strategies on Tutoring Sessions: A Case Study."},
      {
        "id":"ED372423",
        "title":"The Intersection of Critical Pedagogy and Developmental Theory for Public Speaking."},
      {
        "id":"ED372424",
        "title":"Coaching the Bottom Four: After Dinner Speaking."},
      {
        "id":"ED372425",
        "title":"Teaching Rhetorical Studies: Dramatism as Liberator and Oppressor."},
      {
        "id":"ED372426",
        "title":"Generating Greater Learning Gains through Dramatization in the Classroom."},
      {
        "id":"ED372427",
        "title":"Art in the Elementary Schools: It's More Than Fingerpainting."},
      {
        "id":"ED372428",
        "title":"Perceptions of Proximate and Distant Learners Enrolled in University-Level Communication Courses: A Significant Nonsignificant Finding."},
      {
        "id":"ED372429",
        "title":"Emotional Response and Learning: Explaining Affinity Seeking Behaviors in the Classroom."},
      {
        "id":"ED372430",
        "title":"Directing Teaching Skills in Speech Communication toward Critical Thinking Outcomes."},
      {
        "id":"ED372431",
        "title":"An Inverse Inference Model of Evidence."},
      {
        "id":"ED372432",
        "title":"Communication Competence: A Reaction to the &quot;Competent Speaker Speech Evaluation Form.&quot;"},
      {
        "id":"ED372433",
        "title":"International Business, Gender, and Training: Preparing for the Global Economy."},
      {
        "id":"ED372434",
        "title":"Predicting the Success of Off-Network Television Programs in the Syndication Marketplace: The Case of Broadcast Syndication."},
      {
        "id":"ED372435",
        "title":"Enhancing Creative Dramatic Play and Story Reenactments in a Primary Grade Classroom."},
      {
        "id":"ED372436",
        "title":"Cultural Renewal: An Operational Model for Sharing Diversity through Participatory Communication."},
      {
        "id":"ED372437",
        "title":"Gender Diversity: Conceptions of a Changeable Variable."},
      {
        "id":"ED372438",
        "title":"Using Human Interest Stories To Demonstrate Relevant Concepts in the Public Speaking Classroom."},
      {
        "id":"ED372439",
        "title":"So You Want To Host a Forensic Tournament: The Checklist Approach to Tournament Management by Objectives."},
      {
        "id":"ED372440",
        "title":"Nonverbal Communication and Conflict: The Effects of Attribution and Predisposition."},
      {
        "id":"ED372441",
        "title":"The Impact of Vocal Intensity and Gender on the Nonverbal Communication of Employment Interviewees."},
      {
        "id":"ED372442",
        "title":"Play and Humor in the College Classroom: Using Play as a Teaching Technique in Interpersonal Communication Classes."},
      {
        "id":"ED372443",
        "title":"Communicating Rules with a Grin."},
      {
        "id":"ED372444",
        "title":"Communication Education as Social Support: Teaching Families with a Dying Member."},
      {
        "id":"ED372445",
        "title":"Metaphors Are Taffy: A Consideration of Critical Research in Organizational Metaphors."},
      {
        "id":"ED372446",
        "title":"Goethe's Phenomenological Optics: The Point Where Language Ends and Experience Begins in Science."},
      {
        "id":"ED372447",
        "title":"Inter-Religious Communication: Dialogue among the World Religions."},
      {
        "id":"ED372448",
        "title":"Gay Studies: A Communicative Perspective. An Interdisciplinary, Annotated Bibliography."},
      {
        "id":"ED372449",
        "title":"Development of Teachers in Vocational Colleges."},
      {
        "id":"ED372451",
        "title":"Sex- and Gender-Differences in Emotion: A Preliminary Examination."},
      {
        "id":"ED372452",
        "title":"Using Concept Mapping To Go Beyond the Source Credibility Model in Assessing Celebrity-Message Congruence."},
      {
        "id":"ED372455",
        "title":"What Science Education Really Says about Communication of Science Concepts."},
      {
        "id":"ED372456",
        "title":"An Integrated Approach to Studying Mass Media Audiences."},
      {
        "id":"ED372458",
        "title":"Gorgias on Madison Avenue: Sophistry and the Rhetoric of Advertising."},
      {
        "id":"ED372459",
        "title":"Orality, Literacy, and Malcolm X."},
      {
        "id":"ED372460",
        "title":"Home Schooling and Socialization of Children. ERIC Digest."},
      {
        "id":"ED372461",
        "title":"Channels of Propaganda."},
      {
        "id":"ED372464",
        "title":"Planning for Effective Staff Development: Six Research-Based Models."},
      {
        "id":"ED372465",
        "title":"Beyond Vouchers: Promoting Efficiency in Education."},
      {
        "id":"ED372466",
        "title":"The Contribution of the Mass Media to the Education Policy Process."},
      {
        "id":"ED372467",
        "title":"Enhancing Systemic Change Through Effective Collaboration: A Formative Perspective and Approach to Collaboration."},
      {
        "id":"ED372468",
        "title":"Building a New Economic Future in the Old South: School Finance Policy Issues Facing Georgia."},
      {
        "id":"ED372469",
        "title":"Typology for the Principals of Learning Organizations Committed to Reframing Work Cultures."},
      {
        "id":"ED372470",
        "title":"Focusing on the Individual Change Process in School Restructuring."},
      {
        "id":"ED372471",
        "title":"Effective School-Linked Services Programs: Valuable Lessons from Past Collaborative Reform."},
      {
        "id":"ED372472",
        "title":"Examples and Summaries of State Initiatives To Develop Goals, Standards and Outcomes."},
      {
        "id":"ED372473",
        "title":"South Dakota Progress Report on the National Education Goals."},
      {
        "id":"ED372474",
        "title":"Two National Studies of Women Superintendents."},
      {
        "id":"ED372475",
        "title":"Successful Curriculum Reforms: Sharing the Knowledge with Policymakers and Practitioners in Ways That Influence Practice."},
      {
        "id":"ED372476",
        "title":"Helping Kids To Probe and Ponder: Integrating Higher Order Thinking into the General Curriculum."},
      {
        "id":"ED372477",
        "title":"Coercion or Compromise: How Schools React to Imposed Change."},
      {
        "id":"ED372479",
        "title":"Including School Finance in Systemic Reform Strategies: A Commentary. CPRE Finance Briefs."},
      {
        "id":"ED372482",
        "title":"National Education Commission on Time and Learning Briefing Paper."},
      {
        "id":"ED372483",
        "title":"Hearing of the National Education Commission on Time and Learning Summary (1st, Washington, D.C., June 26, 1992)."},
      {
        "id":"ED372484",
        "title":"Public Hearing, National Education Commission on Time and Learning: The Extended School Program and Its Impact on the Community. Southeastern Regional Hearing Summary (2nd, Murfreesboro, Tennessee, October 22, 1992)."},
      {
        "id":"ED372485",
        "title":"Hearings of the National Education Commission on Time and Learning Summary (Albuquerque, New Mexico, January 14-15, 1993)."},
      {
        "id":"ED372486",
        "title":"Public Hearing, National Education Commission on Time and Learning Highlights (4th, Santa Monica, California, March 24-26, 1993)."},
      {
        "id":"ED372487",
        "title":"Public Hearing, National Education Commission on Time and Learning Highlights (5th, Ypsilanti, Michigan, April 28-30, 1993)."},
      {
        "id":"ED372488",
        "title":"Standard Meeting, National Education Commission on Time and Learning (Washington, D.C., May 13, 1993). Highlights."},
      {
        "id":"ED372489",
        "title":"Public Hearing, National Education Commission on Time and Learning Highlights (7th, Lawrence, Kansas, June 17-18, 1993)."},
      {
        "id":"ED372490",
        "title":"Public Hearing, National Education Commission on Time and Learning Highlights (8th Cambridge, Massachusetts, September 23-24, 1993)."},
      {
        "id":"ED372491",
        "title":"Research Findings. National Education Commission on Time and Learning."},
      {
        "id":"ED372497",
        "title":"Report to the Legislature on the Schools for the 21st Century Program (Chapter 525, Laws of 1987). Executive Summary."},
      {
        "id":"ED372498",
        "title":"Affirmative Action Plan."},
      {
        "id":"ED372499",
        "title":"How To Implement Extended Services in Your School."},
      {
        "id":"ED372501",
        "title":"Federal Aid: Revising Poverty Statistics Affects Fairness of Allocation Formulas. Report to the Ranking Minority Member, Subcommittee on Regulation and Government Information, Committee on Governmental Affairs, U.S. Senate."},
      {
        "id":"ED372502",
        "title":"Employment Basics. School Management Advisor, Issue 22."},
      {
        "id":"ED372503",
        "title":"Employment at Will. School Management Advisor, Issue 23."},
      {
        "id":"ED372504",
        "title":"Reduction in Force. School Management Advisor, Issue 24."},
      {
        "id":"ED372505",
        "title":"Nonrenewal of Probationary Teachers. School Management Advisor, Issue 25."},
      {
        "id":"ED372506",
        "title":"Dismissal of Career Status Employees. School Management Advisor, Issue 26."},
      {
        "id":"ED372507",
        "title":"Negligent Hiring and Retention. School Management Advisor, Issue 27."},
      {
        "id":"ED372508",
        "title":"Certificate Suspension and Revocation. School Management Advisor, Issue 28."},
      {
        "id":"ED372509",
        "title":"Learning by Choice: An Act Relating to Student Enrollment Options in Washington State."},
      {
        "id":"ED372511",
        "title":"In Loco Parentis: Sexual Abuse of Students in Schools. What Administrators Should Know."},
      {
        "id":"ED372512",
        "title":"Persons with Mental Retardation and Related Conditions in State Institutions: Trends and Projections. Policy Research Brief."},
      {
        "id":"ED372513",
        "title":"Preventing Preventable Harm to Babies: Promoting Health and Safety in Child Care. Better Care for the Babies Project."},
      {
        "id":"ED372514",
        "title":"National Council on Disability, Annual Report to the President and to the Congress of the United States. Volume 13. Fiscal Year 1992."},
      {
        "id":"ED372515",
        "title":"[Special Education Finance] Topical and Annotated Bibliographies: A User&apos;s Guide."},
      {
        "id":"ED372516",
        "title":"[Special Education Finance] Narrative Review of the Literature."},
      {
        "id":"ED372518",
        "title":"Selected Readings in Transition: Cultural Differences, Chronic Illness, and Job Matching. Volume 2."},
      {
        "id":"ED372519",
        "title":"An Analysis of Transition Assessment Practices: Do They Recognize Cultural Differences?"},
      {
        "id":"ED372520",
        "title":"Culture-Specific Variables That May Affect Employment Outcomes for Mexican-American Youth with Disabilities."},
      {
        "id":"ED372521",
        "title":"Moving Out into the World: Transitions from Adolescence to Adulthood for Students with Chronic Illness and Other Disabilities."},
      {
        "id":"ED372522",
        "title":"Job Matching in Supported Employment: Variables Related to Transitional Planning for Students with Moderate and Severe Disabilities."},
      {
        "id":"ED372523",
        "title":"A System of Care for Children&apos;s Mental Health: Expanding the Research Base. Annual Research Conference Proceedings (6th, Tampa, Florida, March 1-3, 1993)."},
      {
        "id":"ED372524",
        "title":"The Role of Education in Systems of Care."},
      {
        "id":"ED372525",
        "title":"Inclusive Education: A Series of Issue Papers."},
      {
        "id":"ED372527",
        "title":"The Psychological Assessment of Traditionally Underserved and Unserved Individuals with Deafness: An Annotated Bibliography of Research and Practice."},
      {
        "id":"ED372528",
        "title":"Defining Traditionally Underserved Persons Who Are Deaf. NIU-RTC Research Brief."},
      {
        "id":"ED372529",
        "title":"Some Answers for Implementers to the Most Commonly Asked Questions Regarding the Inclusion of Children with Disabilities in General Education."},
      {
        "id":"ED372530",
        "title":"Their World."},
      {
        "id":"ED372531",
        "title":"The UIC Therapeutic Partnership Project. Final Report."},
      {
        "id":"ED372532",
        "title":"Program Leadership for Serving Students with Disabilities."},
      {
        "id":"ED372533",
        "title":"Interagency Collaboration."},
      {
        "id":"ED372534",
        "title":"Collaborating with Families."},
      {
        "id":"ED372535",
        "title":"Curriculum Adaptation and Development."},
      {
        "id":"ED372536",
        "title":"Including and Supporting Students with Disabilities within General Education."},
      {
        "id":"ED372537",
        "title":"Positive Behavior Management: Fostering Responsible Student Behavior."},
      {
        "id":"ED372538",
        "title":"Planning and Implementing Effective Staff Development Programs."},
      {
        "id":"ED372539",
        "title":"Supporting Experienced and Beginning Teachers of Students with Disabilities."},
      {
        "id":"ED372540",
        "title":"Educational Leadership for Teacher Collaboration."},
      {
        "id":"ED372541",
        "title":"Supported Transition into Kindergarten for Preschool Students with Special Needs."},
      {
        "id":"ED372542",
        "title":"Three Aspects of Early Childhood Special Education Assessment: Family Interviews, Learning Styles, and Parent-Child Interactions."},
      {
        "id":"ED372543",
        "title":"Tourette Syndrome and Associated Features and the School Aged Child."},
      {
        "id":"ED372544",
        "title":"The Missing Link for the Administration of Special Education: The Ethic of Care."},
      {
        "id":"ED372545",
        "title":"Bad Test...Good Test: Designing Classroom Tests To Accommodate Disabled Learners."},
      {
        "id":"ED372546",
        "title":"Surviving and Thriving in Special Education Student Teaching."},
      {
        "id":"ED372547",
        "title":"Increasing Frequency and Appropriateness of High School Teachers' Referrals for Speech Language Support Services by Implementing a Public Relations Campaign."},
      {
        "id":"ED372548",
        "title":"Promoting Successful Mainstream Experiences for Hearing-Impaired Elementary Students through Inservice Training, Peer Mentoring, and Pragmatics Groups."},
      {
        "id":"ED372549",
        "title":"Facilitated Communication: Practical Applications and Validations in Multiple Environments."},
      {
        "id":"ED372550",
        "title":"Career Awareness Resources for Exceptional Students (Project CARES) 1992-93. Final Evaluation Report. OER Report."},
      {
        "id":"ED372551",
        "title":"A Statewide Survey of California Teachers about Behavioral Interventions in Special Education."},
      {
        "id":"ED372552",
        "title":"Special Education Reform: Districts Grapple with Inclusion Programs. Testimony before the Subcommittee on Select Education and Civil Rights, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED372553",
        "title":"Providing Curriculum Alternatives To Motivate Gifted Students. ERIC Digest E524."},
      {
        "id":"ED372554",
        "title":"Nurturing Social Emotional Development of Gifted Children. ERIC Digest E527."},
      {
        "id":"ED372555",
        "title":"Inclusion: Exceeding Expectations through Collaboration in a Rural Vermont School. Our Experience Transitioning a Student with Multiple Disabilities from a Special Day School Directly into a Regular 3rd Grade Classroom: Strategies that Have Worked for Us."},
      {
        "id":"ED372556",
        "title":"Modifying Primary Grade Classrooms for Inclusion: Darrell's 3 Years of Experience."},
      {
        "id":"ED372557",
        "title":"Hand in Hand: Technology Inclusion."},
      {
        "id":"ED372558",
        "title":"State Special Education Outcomes, 1993: A Report on State Activities in the Assessment of Educational Outcomes for Students with Disabilities."},
      {
        "id":"ED372559",
        "title":"Possible Sources of Data for School Completion Indicators."},
      {
        "id":"ED372560",
        "title":"Guidelines for Inclusion of Students with Disabilities in Large-Scale Assessments."},
      {
        "id":"ED372561",
        "title":"Students with Disabilities &amp; Educational Standards: Recommendations for Policy &amp; Practice."},
      {
        "id":"ED372562",
        "title":"Making Decisions about the Inclusion of Students with Disabilities in Large-Scale Assessments: A Report on a Working Conference To Develop Guidelines on Inclusion and Accommodations. Synthesis Report 13."},
      {
        "id":"ED372563",
        "title":"[Developmental Assessment.]"},
      {
        "id":"ED372564",
        "title":"Developing Affective Skills in Mothers To Reduce Antisocial Behavior in Children."},
      {
        "id":"ED372565",
        "title":"Cooperative Teaching: What It Isn't and What It Is."},
      {
        "id":"ED372566",
        "title":"Educating Students with Behavior Disorders in a General Education Setting: First Year Report."},
      {
        "id":"ED372567",
        "title":"The Education of African-American Learners with Behavior Disorders: An Unresolved Issue for General and Special Educators. Position Paper."}]
  }}
