{
  "response":{"numFound":506904,"start":8000,"numFoundExact":true,"docs":[
      {
        "id":"ED401169",
        "title":"Understanding India and Her Ethos, &quot;The Ramayana.&quot; Fulbright Hays Summer Seminar Abroad 1995 (India)."},
      {
        "id":"ED401170",
        "title":"A Journey through India beyond the Textbook. Fulbright Hays Summer Seminar Abroad 1995 (India)."},
      {
        "id":"ED401171",
        "title":"Textile Arts of India, Curriculum Project. Fulbright Hays Summer Seminar Abroad 1995 (India)."},
      {
        "id":"ED401172",
        "title":"[Independent Curriculum Project - India.] Fulbright Hays Summer Seminar Abroad 1995 (India)."},
      {
        "id":"ED401174",
        "title":"Letters of Liberty. Teacher's Guide."},
      {
        "id":"ED401175",
        "title":"Women, Islam, and Pakistan: A Selected Annotated Bibliography. Fulbright-Hays Summer Seminar Abroad Project."},
      {
        "id":"ED401176",
        "title":"The GOALS Program. Gaining Opportunities to Achieve Lifetime Success."},
      {
        "id":"ED401177",
        "title":"Likely Implications of the Thought of Dewey and James Regarding a School Prayer Amendment."},
      {
        "id":"ED401178",
        "title":"Lawyer's Resource Manual for Lawyers Helping in the Schools."},
      {
        "id":"ED401179",
        "title":"Conversations with Leaders in the Law. Law Day 1996: The U.S. Constitution, the Original American Dream."},
      {
        "id":"ED401181",
        "title":"Strength and Diversity: Japanese American Women, 1865 to 1990. Classroom Study Guide, Intermediate Level."},
      {
        "id":"ED401182",
        "title":"Rights and Wrongs..."},
      {
        "id":"ED401183",
        "title":"Elementary School Steelband: A Curriculum and Instructional Plan for Canadian Schools."},
      {
        "id":"ED401184",
        "title":"Cognitive Psychology and Constructivism: Concepts, Principles, and Implications within the Social Science Disciplines and Applications for Social Studies Education."},
      {
        "id":"ED401185",
        "title":"The Musical Dice Game as a Composition Exercise."},
      {
        "id":"ED401188",
        "title":"Gender Equity, Citizenship Education and Inclusive Curriculum: Another Case of &quot;Add Women and Stir?&quot;"},
      {
        "id":"ED401189",
        "title":"[Multidimensional Qualities to Improve Education.]"},
      {
        "id":"ED401191",
        "title":"Educational Transformation in the Czech Republic since 1989: Can a North American Model of Educational Change Be Applied?"},
      {
        "id":"ED401195",
        "title":"The Five E's: Ethnicity, Education, Economy, Equity, and Environment. Proceedings [of the] Annual Conference of the Global Awareness Society International (Chicago, Illinois, June 1994)."},
      {
        "id":"ED401197",
        "title":"All Female Education: Self Image and Academic Success of Fourth through Eighth Grade Girls."},
      {
        "id":"ED401198",
        "title":"A Comparison of Teaching Social Studies Using a Traditional Textbook Approach versus Using a Literature Based Approach."},
      {
        "id":"ED401199",
        "title":"Label Length and Title Type as Determinants in Visitor Learning."},
      {
        "id":"ED401200",
        "title":"Political Education and Influence of Congressman Thomas Philip (Tip) O'Neill, Jr. (1912-1994), Speaker, U.S. House of Representatives (1977-1986)."},
      {
        "id":"ED401201",
        "title":"On the Trail of Educational Philanthropist George Peabody (1795-1869): A Dialogue."},
      {
        "id":"ED401202",
        "title":"Propaganda, Censorship, and Civic Education in Rural Missouri Schools during World War I: The Benton County Experience."},
      {
        "id":"ED401203",
        "title":"Did the Devil Just Run Out of Juice? Historical Perspective-Taking among Elementary Students."},
      {
        "id":"ED401204",
        "title":"Window on the Past, Threshold to the Future: Virginia Archaeology Month. Teacher's Guide."},
      {
        "id":"ED401205",
        "title":"Taxes in U.S. History."},
      {
        "id":"ED401209",
        "title":"World War II Commemoration Committee: Fact Sheet and Suggested Activities."},
      {
        "id":"ED401210",
        "title":"Education and the Sister Arts. Occasional Papers, 35."},
      {
        "id":"ED401211",
        "title":"British Cultural Studies: Some Educational Concerns. Occasional Papers, 29."},
      {
        "id":"ED401212",
        "title":"The Self-Conscious Spectator. Occasional Papers, 30."},
      {
        "id":"ED401213",
        "title":"Notes on Pre-Independence Education in Tanganyika. Occasional Papers, 34."},
      {
        "id":"ED401214",
        "title":"Democratic Nation-Building in South Africa."},
      {
        "id":"ED401216",
        "title":"Asia's New High-Tech Competitors: An SRS Special Report."},
      {
        "id":"ED401218",
        "title":"The Last Act: The Atomic Bomb and the End of World War II."},
      {
        "id":"ED401219",
        "title":"The &quot;Enola Gay.&quot;"},
      {
        "id":"ED401221",
        "title":"The Effect of Cooperative and Mastery Learning Methods on Primary Grade Students' Learning and Retention of Economic Concepts."},
      {
        "id":"ED401222",
        "title":"Resources on Civic Education for Democracy: International Perspectives. Yearbook No. 1."},
      {
        "id":"ED401223",
        "title":"Teaching about Japan: Lessons and Resources."},
      {
        "id":"ED401225",
        "title":"Forty Years after Brown: The Impact of Race and Ethnicity on the Recruitment and Retention of Minorities in Education. Proceedings of the National Conference on Recruitment and Retention of Minorities in Education (9th, Oswego, NY, April 9-11, 1995)."},
      {
        "id":"ED401226",
        "title":"Expert Teachers in Transition: An Exercise in Vitiation or Renascence? A Case Study of One."},
      {
        "id":"ED401227",
        "title":"Becoming an Exemplary Teacher: Integrating Professional, Interpersonal, and Intrapersonal Knowledge."},
      {
        "id":"ED401228",
        "title":"The Image of the Teaching Profession. Queensland Teachers Discuss Ways To Enhance the Image of Their Profession."},
      {
        "id":"ED401229",
        "title":"The Professional Preparation of Middle Level Teachers: Profiles of Successful Programs."},
      {
        "id":"ED401230",
        "title":"A Vision of Excellence: Organizing Principles for Middle Grades Teacher Preparation."},
      {
        "id":"ED401231",
        "title":"Images of Professional Development: Teaching, Learning, and Action Research. Action Research Series No. 2."},
      {
        "id":"ED401232",
        "title":"Hemodynamic Responses Associated with Post-exercise Hypotension in Normotensive Black Males."},
      {
        "id":"ED401234",
        "title":"North Carolina Approved Teacher Education Programs."},
      {
        "id":"ED401235",
        "title":"Teaching Democratic Values Which Balance Unity and Diversity in a Pluralistic Society."},
      {
        "id":"ED401236",
        "title":"Minority Teacher Report: Report to the 1995 Oregon Legislature. Response to Oregon Minority Teacher Act of 1991, Senate Bill 122."},
      {
        "id":"ED401237",
        "title":"Creating a Culture of Quality and Credibility in Teacher Education. A Call to Action."},
      {
        "id":"ED401239",
        "title":"Preparing Teachers for Diverse Classrooms: A Report on an Action Research Project."},
      {
        "id":"ED401241",
        "title":"Promoting Achievement in School through Sport. Four-Year Impact Study and Summary Report Covering Data from 1991-92, 1992-93, 1993-94, and 1994-95 School Years."},
      {
        "id":"ED401242",
        "title":"Life-Skills Curriculum, Grades 7-12 for Drug-Free Schools and Communities Program. Teacher Guide."},
      {
        "id":"ED401244",
        "title":"Graduate Students as Change Agents: Nova Southeastern University Student Contributions to the Educational Resources Information Center (ERIC), 1992-1995."},
      {
        "id":"ED401245",
        "title":"Voices from the Classroom: Using Case Study Narratives in Building Reflective Communities in Pre-Service Teacher Education. A Dramatic Reading."},
      {
        "id":"ED401246",
        "title":"Classrooms as Democratic Communities."},
      {
        "id":"ED401248",
        "title":"School-University Partnerships in a Rural Context."},
      {
        "id":"ED401249",
        "title":"In the Global Classroom: Teacher Decision-Making and Global Perspectives in Education."},
      {
        "id":"ED401250",
        "title":"An Integrated Framework To Enhance the Quality of Teaching in Alberta. A Policy Position Paper."},
      {
        "id":"ED401251",
        "title":"Teachers Take Charge of Their Learning. Transforming Professional Development for Student Success [and] Executive Summary."},
      {
        "id":"ED401252",
        "title":"Women as School Executives: Voices and Visions."},
      {
        "id":"ED401254",
        "title":"Mentoring in Physical Education: Issues and Insights."},
      {
        "id":"ED401255",
        "title":"Elementary Health: Authorized Resources Annotated List."},
      {
        "id":"ED401256",
        "title":"A Division III Student-Athlete Academic Support Program Model."},
      {
        "id":"ED401257",
        "title":"Responding to HIV and AIDS. A Special Publication for NEA Members."},
      {
        "id":"ED401259",
        "title":"Connections. The Colorado Comprehensive Health Education Act of 1990. 1994-95 End of Year Report."},
      {
        "id":"ED401261",
        "title":"Studies in Teaching. 1995 Research Digest. Papers Presented at the Annual Research Forum (Winston-Salem, North Carolina, December 1995)."},
      {
        "id":"ED401264",
        "title":"Instructional Leadership for the Rural Special Educator: Final Report."},
      {
        "id":"ED401265",
        "title":"Teacher Effectiveness: Views of Preservice and Inservice Teachers."},
      {
        "id":"ED401266",
        "title":"Shared Christian Praxis as a Basis for Religious Education Curriculum: The Parramatta Experience."},
      {
        "id":"ED401267",
        "title":"Strategies for Addressing Racism by Communication and Positive Affirmations or Put More Colloquially, &quot;Don't Hate. Communicate!&quot;"},
      {
        "id":"ED401269",
        "title":"Political Profile and Voting Patterns of Texas Teachers in 1996."},
      {
        "id":"ED401270",
        "title":"Elementary Teachers' Pedagogical Content Knowledge of Mathematics."},
      {
        "id":"ED401271",
        "title":"Integrating Mathematics and Social Studies: Activities Based on Internet Resources."},
      {
        "id":"ED401272",
        "title":"Cases, Case Methods, and the Professional Development of Educators. ERIC Digest."},
      {
        "id":"ED401273",
        "title":"Teacher Self Learning Theory: Individual and Group Level Conceptions."},
      {
        "id":"ED401274",
        "title":"Study of Differentiated Teaching Methods Used by First-Year Special Educators."},
      {
        "id":"ED401275",
        "title":"Learning Organizations, Leadership, and Teacher Education: A Self Study of a Self Study in Three Takes."},
      {
        "id":"ED401276",
        "title":"Cohesion and Self-Disclosure Stage Development in Group Therapy Leadership Training: Potential Limitations of a Common Teaching Model."},
      {
        "id":"ED401277",
        "title":"Teachers' Roles Revisited: Beyond Classroom Management."},
      {
        "id":"ED401278",
        "title":"An Examination of Admission Criteria to Programs of Teacher Education."},
      {
        "id":"ED401279",
        "title":"An Examination and Redescription of Epistemology."},
      {
        "id":"ED401280",
        "title":"Formal Academic Programs in College Teaching: A New Model for Preparing Future Faculty."},
      {
        "id":"ED401281",
        "title":"Mini-Digest of Education Statistics, 1995."},
      {
        "id":"ED401282",
        "title":"Comparison of Knowledge Structures with the Pathfinder Scaling Algorithm."},
      {
        "id":"ED401283",
        "title":"Stochastic Order in Dichotomous Item Response Models for Fixed Tests, Adaptive Tests, or Multiple Abilities. Research Report 95-02."},
      {
        "id":"ED401284",
        "title":"Mapping Out the National Assessment of Title I: The Interim Report."},
      {
        "id":"ED401285",
        "title":"Changing Our Minds: The Struggle To Generate a Humanistic Neuroscience Language through Metaphors from Quantum Physics."},
      {
        "id":"ED401286",
        "title":"Which Adjunct Displays Help Students Learn Best? A Comparison of the Effectiveness of Researcher-Constructed Displays."},
      {
        "id":"ED401287",
        "title":"New Approaches to Cognitive Assessment in Engineering Education."},
      {
        "id":"ED401288",
        "title":"Tips, Tropes, and Trivia: Ideas for Teaching Educational Research."},
      {
        "id":"ED401289",
        "title":"Issues in Designing a Learner-Centered Assessment System in New York State: Balancing Reliability with Flexibility, Authenticity, and Consequential Validity."},
      {
        "id":"ED401290",
        "title":"Factor and Rasch Analysis of the School Culture Survey."},
      {
        "id":"ED401292",
        "title":"Student Evaluations of Courses and Instructors at PAAET."},
      {
        "id":"ED401293",
        "title":"Education in South Dakota: A Statistical Profile, 1994-95."},
      {
        "id":"ED401294",
        "title":"Guidelines for the Management of Performance Assessments in Large-Scale Assessment Programs."},
      {
        "id":"ED401295",
        "title":"Planning Perspectives by Academic, Business, Lay, and Teacher Experts."},
      {
        "id":"ED401296",
        "title":"Developing a Mid-Range Theory To Make Sense of Scaling-Up School Reform: A Cross-Site Case Study of Chicago Public Schools."},
      {
        "id":"ED401297",
        "title":"Research Perspectives on Constructs of Change: Intercultural Migration and Developmental Transitions."},
      {
        "id":"ED401298",
        "title":"Measuring Accomplishments: Pseudoipsativity, Quantity vs. Quality, and Dimensionality."},
      {
        "id":"ED401299",
        "title":"Job Analysis of the Knowledge Important for Newly Licensed Music Teachers."},
      {
        "id":"ED401300",
        "title":"Standard Errors of the Kernel Equating Methods under the Common-Item Design."},
      {
        "id":"ED401301",
        "title":"Revising Answers to Items in Computerized Adaptive Tests: A Comparison of Three Models."},
      {
        "id":"ED401302",
        "title":"Generative Response Modeling: Leveraging the Computer as a Test Delivery Medium."},
      {
        "id":"ED401303",
        "title":"Describing Complex Academic Tasks from Six Graduate Disciplines Using Multidimensional Scaling and Clustering."},
      {
        "id":"ED401304",
        "title":"Critique of 16 PF."},
      {
        "id":"ED401305",
        "title":"Weighting Tasks from Job Analysis Data To Derive Test Specifications for Licensure Examinations: Some Methodological and Statistical Considerations."},
      {
        "id":"ED401306",
        "title":"The Impact of Portfolio Assessment Policy on Early Grade Teachers in Rochester, New York."},
      {
        "id":"ED401307",
        "title":"Empirical Results of Using an Analytic versus Holistic Scoring Method To Score Geometric Proofs: Linking and Assessing Greeno, Bloom, and van Hiele Views of Student Abilities To Do Proof."},
      {
        "id":"ED401308",
        "title":"The Effect of Anchor Length and Equating Method on the Accuracy of Test Equating: Comparisons of Linear and IRT-Based Equating Using an Anchor-Item Design."},
      {
        "id":"ED401309",
        "title":"Constructing Scoring Rubrics: Using &quot;Facets&quot; To Study Design Features of Descriptive Rating Scales."},
      {
        "id":"ED401310",
        "title":"The Development of Accountability Systems Nationwide and in Texas. Statewide Texas Educational Progress Study Report No. 1."},
      {
        "id":"ED401311",
        "title":"Discovering Learning Preferences and Learning Differences in the Classroom."},
      {
        "id":"ED401312",
        "title":"Computing Scores for Incomplete GRE General Computer Adaptive Tests."},
      {
        "id":"ED401313",
        "title":"Assessment Plan for CNU Online (1996 Revision)."},
      {
        "id":"ED401314",
        "title":"Using Graphing Calculator Technology in Educational Statistics Courses."},
      {
        "id":"ED401315",
        "title":"An Analysis of the School Participant Empowerment Scale (Short and Rinehart, 1992) Based on Data from 4091 Teachers in 183 Restructuring Schools."},
      {
        "id":"ED401316",
        "title":"Designing a Longitudinal Study: Issues, Problems & Concerns."},
      {
        "id":"ED401317",
        "title":"Writing Skill Assessment: Problems and Prospects. Policy Issue Perspective Series."},
      {
        "id":"ED401318",
        "title":"Setting Performance Standards: Content, Goals, and Individual Differences."},
      {
        "id":"ED401319",
        "title":"A Description and Demonstration of the Polytomous-DFIT Framework."},
      {
        "id":"ED401320",
        "title":"Highlighting Text as a Study Strategy: Beyond Attentional Focusing."},
      {
        "id":"ED401321",
        "title":"The Design and Development of the &quot;Self-Regulated Learning Inventory&quot;: A Status Report."},
      {
        "id":"ED401325",
        "title":"Pupil Membership and Related Information, Fall 1995."},
      {
        "id":"ED401326",
        "title":"Parent Satisfaction and Information (A Customer Satisfaction Survey)."},
      {
        "id":"ED401328",
        "title":"Certificated Personnel and Related Information, Fall 1995."},
      {
        "id":"ED401329",
        "title":"Is More Ever Too Much: The Number of Indicators per Factor in Confirmatory Factor Analysis."},
      {
        "id":"ED401330",
        "title":"Mini-Guide des Statistiques de L'Enseignement, 1995 (Mini-Guide of Education Statistics, 1995)."},
      {
        "id":"ED401333",
        "title":"The Status Report of the Assessment Programs in the United States. State Student Assessment Programs Database School Year 1994-1995."},
      {
        "id":"ED401334",
        "title":"State Student Assessment Programs Database, School Year 1994-1995."},
      {
        "id":"ED401336",
        "title":"A Guide to Using Data from the National Household Education Survey (NHES). User's Guide."},
      {
        "id":"ED401337",
        "title":"Use of Cognitive Laboratories and Recorded Interviews in the National Household Education Survey. Technical Report."},
      {
        "id":"ED401338",
        "title":"The Regional Educational Laboratories."},
      {
        "id":"ED401339",
        "title":"National Household Education Survey, NHES: 91/93/95 Electronic Codebook (ECB) User's Guide."},
      {
        "id":"ED401341",
        "title":"The NAEP Guide: A Description of the Content and Methods of the 1994 and 1996 Assessments. Revised Edition."},
      {
        "id":"ED401342",
        "title":"Schools and Staffing Survey: Sample Design and Estimation. 1993-94. Technical/Methodology Report."},
      {
        "id":"ED401344",
        "title":"The Next Generation: The Mentoring of African American Graduate Students on Predominately White University Campuses."},
      {
        "id":"ED401345",
        "title":"Mexican Immigrants in Middle Schools: Diversity, Organizational Structure and Effectiveness."},
      {
        "id":"ED401346",
        "title":"Unlearning Violence: MDE's Violence Prevention Plan."},
      {
        "id":"ED401347",
        "title":"Multicultural Identity Development: Preparing To Work with Diverse Populations."},
      {
        "id":"ED401348",
        "title":"The Korean American Family: Assimilation and Its Toll on the First and Second Generation Relationship."},
      {
        "id":"ED401350",
        "title":"A Guide to Creating a Parent Center in an Urban School."},
      {
        "id":"ED401351",
        "title":"Preparing Middle School Students for a Career."},
      {
        "id":"ED401352",
        "title":"Youth Violence: Examining the Role of the Federal Government and Nongovernment Organizations in Establishing Solutions for Combatting Juvenile Crime. Hearing before the Subcommittee on Children and Families of the Committee on Labor and Human Resources. Senate, One Hundred Fourth Congress, Second Session."},
      {
        "id":"ED401353",
        "title":"Latino Youth and High School Graduation."},
      {
        "id":"ED401354",
        "title":"Developmentally Appropriate Practice and Student Achievement in Inner-City Elementary Schools."},
      {
        "id":"ED401360",
        "title":"Northeast Pennsylvania Chapter 1 Program Improvement Project. Progress Report for School Year 1991-92."},
      {
        "id":"ED401361",
        "title":"Creating Family/School Partnerships."},
      {
        "id":"ED401362",
        "title":"Puerto Ricans and Higher Education Policies. Volume 1: Issues of Scholarship, Fiscal Policies and Admissions. Higher Education Task Force Discussion Series."},
      {
        "id":"ED401364",
        "title":"Underrepresented Groups in Public Institutions of Higher Education in Illinois. Report to the Governor and General Assembly."},
      {
        "id":"ED401368",
        "title":"Fostering Resilience among Children at Risk of Educational Failure."},
      {
        "id":"ED401369",
        "title":"Exploring Relationships of Cultural, Gender, and Personal Identity among Latinos and Latinas."},
      {
        "id":"ED401370",
        "title":"Charter Schools: A National Innovation for Pennsylvania."},
      {
        "id":"ED401371",
        "title":"African-American Women's Mentoring Experiences."},
      {
        "id":"ED401376",
        "title":"&quot;Site-Based Management&quot; and Reform. Toledo Public Schools, a Case in Point."},
      {
        "id":"ED401378",
        "title":"Phoenix Closures, Inc. Curriculum. Basic Workplace Math. Worker Education Program."},
      {
        "id":"ED401379",
        "title":"Phoenix Closures, Inc. Curriculum. Workplace Pre Algebra. Worker Education Program."},
      {
        "id":"ED401380",
        "title":"Successful Spelling Strategies for Adult Learners. Michigan Adult Education Practitioner Inquiry Project 1994."},
      {
        "id":"ED401383",
        "title":"Re-development of the Certificates in General Education for Adults. CGEA Re-development Project News Sheet 3."},
      {
        "id":"ED401384",
        "title":"Gender Shift through Adulthood: Educational Responses to Changing Lifespan Roles."},
      {
        "id":"ED401385",
        "title":"The Story of@LBE-ELECTRONIC: Adult Literacy Students Publish on the Net."},
      {
        "id":"ED401386",
        "title":"Ohio Job Outlook: 1994-2005. Industry Employment Projections Report and Occupational Employment Projections Report."},
      {
        "id":"ED401388",
        "title":"Selective Service Presents a Teacher's Guide. Information Important to Pupils [Pupae] of the High School Species."},
      {
        "id":"ED401389",
        "title":"Alaska Career Exploration Workbook."},
      {
        "id":"ED401390",
        "title":"Human Cognition and Information Processing: Potential Problems for a Field Dependent Human Sequential Information Processor."},
      {
        "id":"ED401391",
        "title":"Something Old, Something New: Rewarding Ventures for FE."},
      {
        "id":"ED401392",
        "title":"Marketing Adult Literacy Programs: Meeting the Challenges in the Twenty-First Century. Research to Practice."},
      {
        "id":"ED401393",
        "title":"The Experiences of Student Board Members in an Adult Literacy Program."},
      {
        "id":"ED401394",
        "title":"From Coast to Coast: A Report on Tutor Training in Canada."},
      {
        "id":"ED401395",
        "title":"Limits of the Learning Organization: A Critical Look."},
      {
        "id":"ED401397",
        "title":"Adults and GNVQs."},
      {
        "id":"ED401401",
        "title":"Creating Connections: College Innovations in Flexibility, Access and Participation."},
      {
        "id":"ED401402",
        "title":"Workplace Learning: Reports of Change from Supervisors and Learners."},
      {
        "id":"ED401403",
        "title":"The Economies of SCALE: Exploring the Impact of Career Centers on ABE Programs."},
      {
        "id":"ED401406",
        "title":"Imaginaries of \"East and West\": Slippery Curricular Signifiers in Education."},
      {
        "id":"ED401407",
        "title":"\"Learning Perspective\" in the Asian Viewpoint."},
      {
        "id":"ED401408",
        "title":"Learning To Learn: Western Perspectives."},
      {
        "id":"ED401409",
        "title":"Traditional Modernity, Postmodernity and Communicative Modernity. Related Issues in Constructing Roles and Learning Tasks of Adult Education."},
      {
        "id":"ED401410",
        "title":"Conceptualizing Our Work as Adult Educators in a Socially Responsible Way."},
      {
        "id":"ED401411",
        "title":"Modernity and Postmodernity Related Issues in Developing Ideas and Tasks of Adult Education in Korean Context."},
      {
        "id":"ED401412",
        "title":"The Post-Modern Condition: Reformulating Adult Education Pedagogy."},
      {
        "id":"ED401413",
        "title":"West in East and Vice Versa, or Globalization in Adult Education."},
      {
        "id":"ED401414",
        "title":"Center of Research for Education of Adults (CREA): Some Crucial Issues."},
      {
        "id":"ED401415",
        "title":"Ideological Space Makers: The Need in Graduate Programs in Adult Education."},
      {
        "id":"ED401416",
        "title":"Senior Citizen Education in Korea: Current Status and Demands."},
      {
        "id":"ED401417",
        "title":"An Africentric Feminist Perspective on the Role of Adult Education for Diverse Communities."},
      {
        "id":"ED401418",
        "title":"Adult Retraining in Canada: Some Issues."},
      {
        "id":"ED401419",
        "title":"Adult Education for a Multiethnic Community: Japan's Challenge."},
      {
        "id":"ED401420",
        "title":"Consideration of Selected Influences on Work Place Learning."},
      {
        "id":"ED401421",
        "title":"A Proposed Historiography of Adult Education."},
      {
        "id":"ED401422",
        "title":"Post Modernity and Continuing Education: Becoming Critical Learners."},
      {
        "id":"ED401423",
        "title":"[Business and Education Standards Program - Development of Standards and Certification for Welders]. Final Report."},
      {
        "id":"ED401424",
        "title":"Specification for Qualification and Certification for Level II - Advanced Welders."},
      {
        "id":"ED401425",
        "title":"Guide for the Training and Qualification of Welding Personnel. Level II - Advanced Welders."},
      {
        "id":"ED401426",
        "title":"Specification for Qualification and Certification for Level III - Expert Welders."},
      {
        "id":"ED401427",
        "title":"Guide for the Training and Qualification of Welding Personnel. Level III - Expert Welders."},
      {
        "id":"ED401430",
        "title":"Leaving Employment Early. IES Report 322."},
      {
        "id":"ED401431",
        "title":"Machine Tool Advanced Skills Technology (MAST). Common Ground: Toward a Standards-Based Training System for the U.S. Machine Tool and Metal Related Industries. Volume 1: Executive Summary, of a 15-Volume Set of Skills Standards and Curriculum Training Materials for the Precision Manufacturing Industry."},
      {
        "id":"ED401432",
        "title":"Machine Tool Advanced Skills Technology (MAST). Common Ground: Toward a Standards-Based Training System for the U.S. Machine Tool and Metal Related Industries. Volume 2: Career Development, General Education and Remediation, of a 15-Volume Set of Skill Standards and Curriculum Training Materials for the Precision Manufacturing Industry."},
      {
        "id":"ED401433",
        "title":"Machine Tool Advanced Skills Technology (MAST). Common Ground: Toward a Standards-Based Training System for the U.S. Machine Tool and Metal Related Industries. Volume 3: Machining, of a 15-Volume Set of Skill Standards and Curriculum Training Materials for the Precision Manufacturing Industry."},
      {
        "id":"ED401434",
        "title":"Machine Tool Advanced Skills Technology (MAST). Common Ground: Toward a Standards-Based Training System for the U.S. Machine Tool and Metal Related Industries. Volume 4: Manufacturing Engineering Technology, of a 15-Volume Set of Skill Standards and Curriculum Training Materials for the Precision Manufacturing Industry."},
      {
        "id":"ED401435",
        "title":"Machine Tool Advanced Skills Technology (MAST). Common Ground: Toward a Standards-Based Training System for the U.S. Machine Tool and Metal Related Industries. Volume 5: Mold Making, of a 15-Volume Set of Skill Standards and Curriculum Training Materials for the Precision Manufacturing Industry."},
      {
        "id":"ED401436",
        "title":"Machine Tool Advanced Skills Technology (MAST). Common Ground: Toward a Standards-Based Training System for the U.S. Machine Tool and Metal Related Industries. Volume 6: Welding, of a 15-Volume Set of Skill Standards and Curriculum Training Materials for the Precision Manufacturing Industry."},
      {
        "id":"ED401437",
        "title":"Machine Tool Advanced Skills Technology (MAST). Common Ground: Toward a Standards-Based Training System for the U.S. Machine Tool and Metal Related Industries. Volume 7: Industrial Maintenance Technology, of a 15-Volume Set of Skill Standards and Curriculum Training Materials for the Precision Manufacturing Industry."},
      {
        "id":"ED401438",
        "title":"Machine Tool Advanced Skills Technology (MAST). Common Ground: Toward a Standards-Based Training System for the U.S. Machine Tool and Metal Related Industries. Volume 8: Sheet Metal &amp; Composites, of a 15-Volume Set of Skill Standards and Curriculum Training Materials for the Precision Manufacturing Industry."},
      {
        "id":"ED401439",
        "title":"Machine Tool Advanced Skills Technology (MAST). Common Ground: Toward a Standards-Based Training System for the U.S. Machine Tool and Metal Related Industries. Volume 9: Tool and Die, of a 15-Volume Set of Skill Standards and Curriculum Training Materials for the Precision Manufacturing Industry."},
      {
        "id":"ED401440",
        "title":"Machine Tool Advanced Skills Technology (MAST). Common Ground: Toward a Standards-Based Training System for the U.S. Machine Tool and Metal Related Industries. Volume 10: Computer-Aided Drafting &amp; Design, of a 15-Volume Set of Skill Standards and Curriculum Training Materials for the Precision Manufacturing Industry."},
      {
        "id":"ED401441",
        "title":"Machine Tool Advanced Skills Technology (MAST). Common Ground: Toward a Standards-Based Training System for the U.S. Machine Tool and Metal Related Industries. Volume 11: Computer-Aided Manufacturing &amp; Advanced CNC, of a 15-Volume Set of Skill Standards and Curriculum Training Materials for the Precision Manufacturing Industry."},
      {
        "id":"ED401442",
        "title":"Machine Tool Advanced Skills Technology (MAST). Common Ground: Toward a Standards-Based Training System for the U.S. Machine Tool and Metal Related Industries. Volume 12: Instrumentation, of a 15-Volume Set of Skill Standards and Curriculum Training Materials for the Precision Manufacturing Industry."},
      {
        "id":"ED401443",
        "title":"Machine Tool Advanced Skills Technology (MAST). Common Ground: Toward a Standards-Based Training System for the U.S. Machine Tool and Metal Related Industries. Volume 13: Laser Machining, of a 15-Volume Set of Skill Standards and Curriculum Training Materials for the Precision Manufacturing Industry."},
      {
        "id":"ED401444",
        "title":"Machine Tool Advanced Skills Technology (MAST). Common Ground: Toward a Standards-Based Training System for the U.S. Machine Tool and Metal Related Industries. Volume 14: Automated Equipment Technician (CIM), of a 15-Volume Set of Skill Standards and Curriculum Training Materials for the Precision Manufacturing Industry."},
      {
        "id":"ED401445",
        "title":"Machine Tool Advanced Skills Technology (MAST). Common Ground: Toward a Standards-Based Training System for the U.S. Machine Tool and Metal Related Industries. Volume 15: Administrative Information, of a 15-Volume Set of Skill Standards and Curriculum Training Materials for the Precision Manufacturing Industry."},
      {
        "id":"ED401446",
        "title":"Good Practice in GNVQ Induction Programmes. Project Report."},
      {
        "id":"ED401447",
        "title":"School-to-Work Career Portfolios. Instructional Guide. Family & Consumer Science."},
      {
        "id":"ED401448",
        "title":"Human Systems Engineering: A Leadership Model for Collaboration and Change."},
      {
        "id":"ED401449",
        "title":"Helping Adults Learn To Deliver Value in a Global Society."},
      {
        "id":"ED401450",
        "title":"High School Employment: Consumption or Investment. National Longitudinal Surveys Discussion Paper."},
      {
        "id":"ED401451",
        "title":"Predicting Commitment in Adult and Traditional-Age Students: Applying Rusbult's Investment Model to the Study of Retention."},
      {
        "id":"ED401452",
        "title":"Leader Attributes Inventory: Directions for Administering, Scoring, and Preparing Individualized Feedback Reports."},
      {
        "id":"ED401453",
        "title":"Leader Effectiveness Index: Directions for Administering, Scoring, and Preparing Individualized Feedback Reports."},
      {
        "id":"ED401454",
        "title":"High School Restructuring and Vocational Reform: The Question of &quot;Fit&quot; in Two Schools."},
      {
        "id":"ED401455",
        "title":"Student Services: Achieving Success for All Secondary Students."},
      {
        "id":"ED401456",
        "title":"Summary of Topic Emphases in Documents Relating School-to-Work to the Public Education System in Ohio."},
      {
        "id":"ED401457",
        "title":"Employers, Recruitment and the Unemployed. IES Report 325."},
      {
        "id":"ED401458",
        "title":"Shattering the Glass Ceiling. Issues and Solutions in Promoting the Advancement of Women and Minorities to Executive Management in Corporate America. White Paper 1966."},
      {
        "id":"ED401459",
        "title":"Educational Reform Movements and Their Influence on Vocational-Technical Education in Taiwan."},
      {
        "id":"ED401461",
        "title":"Thinking Systems: The First Step to Becoming a Learning Organization."},
      {
        "id":"ED401462",
        "title":"Building School-to-Work Transition Systems in Eight States. Final Report."},
      {
        "id":"ED401463",
        "title":"The Challenge of Linking Plans for School-to-Work Opportunity Systems. Fourth in a Series on School-to-Work Implementation."},
      {
        "id":"ED401464",
        "title":"Ensuring All Students Access to School-to-Work Opportunity Systems in the States. Fifth in a Series on School-to-Work Implementation."},
      {
        "id":"ED401465",
        "title":"As Teachers Tell It: Implementing All Aspects of the Industry. The Case Studies. [Volume One]."},
      {
        "id":"ED401466",
        "title":"As Teachers Tell It: Implementing All Aspects of the Industry. Supporting Materials. [Volume Two.]"},
      {
        "id":"ED401467",
        "title":"Junior College Students' Work-based Experiences in Taiwan."},
      {
        "id":"ED401468",
        "title":"Human Development across the Lifespan. A Pilot Intergenerational Project in Three Pennsylvania School Districts. Final Evaluation."},
      {
        "id":"ED401469",
        "title":"Teachers and Trainers in Vocational Training. Volume 1: Germany, Spain, France and the United Kingdom."},
      {
        "id":"ED401470",
        "title":"Teachers and Trainers in Vocational Training. Volume 2: Italy, Ireland and Portugal."},
      {
        "id":"ED401472",
        "title":"Remuneration of Graduates, as at 1 July 1994. Engineer, Architect and Related Occupations = Vergoeding van Gegradueerdes, soos op 1 Julie 1994. Ingenieur, Argitek en Verwante Beroepe."},
      {
        "id":"ED401473",
        "title":"Remuneration of Graduates, as at 1 July 1994. Natural, Computer and Agricultural Science Occupations = Vergoeding van Gegradueerdes, soos op 1 Julie 1994. Natuur-, Rekenaar- en Landbouwetenskapberoepe."},
      {
        "id":"ED401474",
        "title":"Remuneration of Graduates, as at 1 July 1994. Medical and Health Science Occupations = Vergoeding van Gegradueerdes, soos op 1 Julie 1994. Mediese en Gesondheidsdiensberoepe."},
      {
        "id":"ED401475",
        "title":"Remuneration of Graduates, as at 1 July 1994. Education Occupations = Vergoeding van Gegradueerdes, soos op 1 Julie 1994. Onderwysberoepe."},
      {
        "id":"ED401476",
        "title":"Remuneration of Graduates, as at 1 July 1994. Human Resources, Financial, and Economic Occupations = Vergoeding van Gegradueerdes, soos op 1 Julie 1994. Menslike Hulpbronne, Finansiele en Ekonomiese Beroepe."},
      {
        "id":"ED401477",
        "title":"Remuneration of Graduates, as at 1 July 1994. Legal, Religious, Social Science, Humanities and Related Occupations = Vergoeding van Gegradueerdes, soos op 1 Julie 1994. Regs-, Godsdiens-, Sosiaal- en Verwante Geesteswetenskaplike Beroepe."},
      {
        "id":"ED401478",
        "title":"Remuneration of Graduates, as at 1 July 1994. Managerial and Administrative Occupations = Vergoeding van Gegradueerdes, soos op 1 Julie 1994. Bestuurs- en Administratiewe Beroepe."},
      {
        "id":"ED401479",
        "title":"Wage Differentiation and Long-Term Unemployment. An International Comparison. IAB Labour Market Research Topics No. 19."},
      {
        "id":"ED401480",
        "title":"Implementing a School-to-Work Transition System: A Rochester, New York, Case Study."},
      {
        "id":"ED401481",
        "title":"Work Together--Learn Together. A Model that Incorporates Community Partnerships."},
      {
        "id":"ED401482",
        "title":"Gender and Employment. Current Statistics and Their Implications."},
      {
        "id":"ED401483",
        "title":"DACUM Handbook. Second Edition. Leadership Training Series No. 67."},
      {
        "id":"ED401485",
        "title":"Employer Involvement in Georgia Youth Apprenticeship Programs."},
      {
        "id":"ED401486",
        "title":"A National Survey of Aftercare Provisions for Boot Camp Graduates. National Institute of Justice Research Brief."},
      {
        "id":"ED401487",
        "title":"Boot Camps for Juvenile Offenders: An Implementation Evaluation of Three Demonstration Programs. National Institute of Justice Research Brief."},
      {
        "id":"ED401488",
        "title":"School-to-Work Opportunities Local Partnership Implementation Grant, 1994-96. Final Report. Evaluation Report."},
      {
        "id":"ED401489",
        "title":"TECHlinx Workforce Education Clearinghouse Resource Catalog. A Guide to Resources. Volume 1, Number 2."},
      {
        "id":"ED401490",
        "title":"TECHlinx Technical Education Clearinghouse. Final Report. Project Year 1995-1996."},
      {
        "id":"ED401491",
        "title":"The Problem-Solving Strategies of Young Designers."},
      {
        "id":"ED401496",
        "title":"Women and Work-Place Stress. ERIC Digest."},
      {
        "id":"ED401497",
        "title":"The Social and Labor Market Integration of At-Risk Youth. ERIC Digest."},
      {
        "id":"ED401498",
        "title":"Counseling Career Drifters. ERIC Digest."},
      {
        "id":"ED401499",
        "title":"Project P.O.D.S.: Providing Opportunities for Developing Success. ERIC Digest."},
      {
        "id":"ED401500",
        "title":"Helping Schools with Career Infusion. ERIC Digest."},
      {
        "id":"ED401501",
        "title":"Outcomes of School Career Development. ERIC Digest."},
      {
        "id":"ED401502",
        "title":"Models of Adolescent Transition. ERIC Digest."},
      {
        "id":"ED401503",
        "title":"ENGAGE: A Career Development-Based, Learning-To-Learn Program for Youth, Parents, and Teachers. ERIC Digest."},
      {
        "id":"ED401504",
        "title":"Constructivist Career Counseling. ERIC Digest."},
      {
        "id":"ED401505",
        "title":"Constructivist Approaches for Career Counselors. ERIC Digest."},
      {
        "id":"ED401507",
        "title":"Issues in Financing School-Based Health Centers: A Guide for State Officials."},
      {
        "id":"ED401508",
        "title":"Is Relaxation Training Effective in the Treatment of Clinical Depression?"},
      {
        "id":"ED401509",
        "title":"Catalog of Selected Federal Publications on Illegal Drug and Alcohol Abuse."},
      {
        "id":"ED401510",
        "title":"Schools without Drugs. What Works. 1992 Edition."},
      {
        "id":"ED401511",
        "title":"Escuelas sin Drogas. Como Actuar. Edicion 1992. (Schools without Drugs. What Works. 1992 Edition)."},
      {
        "id":"ED401512",
        "title":"Safety and Security/Conflict Resolution: Elementary and Secondary Schools in the Toronto Board, 1995."},
      {
        "id":"ED401513",
        "title":"Guidance in Secondary Schools. Interchange Series, No. 41."},
      {
        "id":"ED401514",
        "title":"The Usefulness of the Wechsler Intelligence Scale for Children-Third Edition and the Wisconsin Card Sorting Test in the Diagnosis of Attention-Deficit Hyperactivity Disorder."},
      {
        "id":"ED401515",
        "title":"Assessment of American Indian Children as Measured by the SON-R and WISC-III."},
      {
        "id":"ED401516",
        "title":"Student Affairs 2000: Coming of Age in a Mature Industry."},
      {
        "id":"ED401517",
        "title":"Counselor&apos;s Handbook for High Schools, 1995-96."},
      {
        "id":"ED401518",
        "title":"Counselor's Handbook for High Schools, 1996-97."},
      {
        "id":"ED401520",
        "title":"Sun Valley Elementary School Reading and Writing Assessment Project: Final Report."},
      {
        "id":"ED401523",
        "title":"Growing Literacy. Eighteenth Yearbook of the College Reading Association."},
      {
        "id":"ED401524",
        "title":"The Latest Scams in Literacy Education."},
      {
        "id":"ED401525",
        "title":"The Inferential Operations of Preschool and Primary Education Children during Narrative Texts Comprehension."},
      {
        "id":"ED401527",
        "title":"University Students as Literacy Tutors."},
      {
        "id":"ED401528",
        "title":"Sequence in Reading Instruction."},
      {
        "id":"ED401529",
        "title":"Day Care Link--Building Blocks for a Literate Community: A How-We-Do-It Manual."},
      {
        "id":"ED401530",
        "title":"A Case Study: Personal and Social Ethics in the Writing Center."},
      {
        "id":"ED401531",
        "title":"Increasing the Participation of Fourth Grade Students in a Storytelling Festival."},
      {
        "id":"ED401532",
        "title":"Learning the Structure of English by Means of Esperanto."},
      {
        "id":"ED401533",
        "title":"Going Digital at College Newspapers: The Impact of Photo Credibility and Work Routines."},
      {
        "id":"ED401534",
        "title":"College and University Administrators' Views about Serving as News Sources for Student Reporters."},
      {
        "id":"ED401536",
        "title":"Developing a Pedagogy of Contraries."},
      {
        "id":"ED401537",
        "title":"The Five-Paragraph Essay--Legacy or Liability in English Writing Classrooms outside the U.S."},
      {
        "id":"ED401538",
        "title":"Student Advertising Competitions: Faculty Advisor Beliefs Concerning the AAF National Student Advertising Competition."},
      {
        "id":"ED401539",
        "title":"What Happens to the Writing Program Administrator When the Writing Requirements Go Away?"},
      {
        "id":"ED401540",
        "title":"Bringing Them Home: Stretch 101...A Practical Guide to the Long Haul."},
      {
        "id":"ED401541",
        "title":"An ESL Instructor's Perspective on the Stretch Program."},
      {
        "id":"ED401542",
        "title":"Pupils, Nature, and Writing."},
      {
        "id":"ED401543",
        "title":"A Visual Strategy for Teaching Written Expression: Meeting the Challenge Presented by Students of Native American Heritage."},
      {
        "id":"ED401544",
        "title":"Globalizing the English Curriculum through Caribbean Literature."},
      {
        "id":"ED401545",
        "title":"Getting Along without Grades--And Getting Along with Them Too."},
      {
        "id":"ED401546",
        "title":"The Personal Past as Inspiration: Authors Honor Their Life Experiences in Their Stories."},
      {
        "id":"ED401547",
        "title":"Values: Understanding Written Language and the Mind through Brain Biology."},
      {
        "id":"ED401548",
        "title":"Response-based Multimedia and the Culture of the Classroom: A Pilot Study of &quot;Kid's Space&quot; in Four Elementary Classrooms. Report Series 2.26."},
      {
        "id":"ED401549",
        "title":"Four Children, Four Stories of School and Literacy: Ani, Caitlin, Ira, and Mark. Report Series 2.27."},
      {
        "id":"ED401550",
        "title":"Literacy and Literature in School and Non-School Settings. Report Series 7.6."},
      {
        "id":"ED401551",
        "title":"Chasing the Pot of Gold: Internships on the Road to Employment."},
      {
        "id":"ED401552",
        "title":"Reading Domesticity in the &quot;Harper's Bazar.&quot;"},
      {
        "id":"ED401553",
        "title":"Kids in Print: Publishing a School Newspaper."},
      {
        "id":"ED401554",
        "title":"Language Arts Lingo: Glossaries and Flashcards for 200+ Terms."},
      {
        "id":"ED401555",
        "title":"Responding Proactively to the Politics of Language Arts Bashing."},
      {
        "id":"ED401557",
        "title":"Locating Hate Speech in the Networked Writing Classroom."},
      {
        "id":"ED401559",
        "title":"Using the Arts to Teach Vietnam War Literature."},
      {
        "id":"ED401560",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (79th, Anaheim, CA, August 10-13, 1996). History Division."},
      {
        "id":"ED401561",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (79th, Anaheim, CA, August 10-13, 1996). Law Division."},
      {
        "id":"ED401562",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (79th, Anaheim, CA, August 10-13, 1996). Mass Communication and Society Division."},
      {
        "id":"ED401563",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (79th, Anaheim, CA, August 10-13, 1996). International Communications Division."},
      {
        "id":"ED401564",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (79th, Anaheim, CA, August 10-13, 1996). Communication Theory and Methodology Division."},
      {
        "id":"ED401565",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (79th, Anaheim, CA, August 10-13, 1996). Communication Technology and Policy Division."},
      {
        "id":"ED401566",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (79th, Anaheim, CA, August 10-13, 1996). Qualitative Studies Division."},
      {
        "id":"ED401567",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (79th, Anaheim, CA, August 10-13, 1996). Advertising and Public Relations Division."},
      {
        "id":"ED401568",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (79th, Anaheim, CA, August 10-13, 1996). Newspaper and Magazine Division."},
      {
        "id":"ED401569",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (79th, Anaheim, CA, August 10-13, 1996). Radio and Television Division."},
      {
        "id":"ED401570",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (79th, Anaheim, CA, August 10-13, 1996). Status of Women and Minorities and Communication Division."},
      {
        "id":"ED401571",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (79th, Anaheim, CA, August 10-13, 1996). Visual Communication and Science and Health Communication Division."},
      {
        "id":"ED401572",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (79th, Anaheim, CA, August 10-13, 1996). Miscellaneous Studies Division."},
      {
        "id":"ED401573",
        "title":"Beginning at the Beginning: The Alphabet's Origins as the Foundation for Interdisciplinary Writing Instruction."},
      {
        "id":"ED401574",
        "title":"Crossing the Disciplinary Boundary: Teaching ESL Composition in the English Department."},
      {
        "id":"ED401575",
        "title":"The Scholarly Imperative: Fusing Teaching, Research, and Service."},
      {
        "id":"ED401576",
        "title":"On-Line Student Publications: Do Student Editors at Public Universities Shed Their First Amendment Rights in Cyberspace?"},
      {
        "id":"ED401577",
        "title":"Advertising Curriculum Review: Case Studies of Two Alternative Approaches."},
      {
        "id":"ED401579",
        "title":"If There Is a Problem, We Didn&apos;t Cause It."},
      {
        "id":"ED401582",
        "title":"The Ethical Challenge for Advertisers: To Do the Right, Not &quot;Just&quot; Know It!"},
      {
        "id":"ED401583",
        "title":"Building the House: Examples of Multi-Method Research in Communication."},
      {
        "id":"ED401584",
        "title":"Building Little Communities: Relational Communication and Early Parenthood in Two Young Couples."},
      {
        "id":"ED401585",
        "title":"Childbirth and Infant Development Knowledge Gaps and &quot;Reverse Gaps&quot;: When Books Are Not Enough."},
      {
        "id":"ED401586",
        "title":"Talk Show Viewing Motives: Does Gender Make a Difference?"},
      {
        "id":"ED401588",
        "title":"Monitoring School Bullying: A Review of One School's Program for Assessing and Monitoring the Problem."},
      {
        "id":"ED401589",
        "title":"Applying Lessons from Industry to Intra-Campus Alliances."},
      {
        "id":"ED401591",
        "title":"Assessment Issues: Speech Communication Association. Speaking. Listening, and Media Literacy Standards."},
      {
        "id":"ED401592",
        "title":"AMTC: Assessing Motivation To Communicate in the Ninth Grade Speech Class."},
      {
        "id":"ED401594",
        "title":"Humor as a Presentational Device in Broadcast Public Service Announcements."},
      {
        "id":"ED401595",
        "title":"Data-Driven School Improvement. ERIC Digest, Number 109."},
      {
        "id":"ED401596",
        "title":"School Leadership: Handbook for Excellence. Third Edition."},
      {
        "id":"ED401597",
        "title":"The Effectiveness of School Choice in Milwaukee: A Secondary Analysis of Data from the Program's Evaluation. Occasional Paper 96-3."},
      {
        "id":"ED401598",
        "title":"Decision Making - A Leadership Model."},
      {
        "id":"ED401599",
        "title":"The Pocket Condition of Education, 1996."},
      {
        "id":"ED401600",
        "title":"Learning Experiences in School Renewal: An Exploration of Five Successful Programs."},
      {
        "id":"ED401601",
        "title":"Introducing Goals 2000: A World-Class Education for Every Child."},
      {
        "id":"ED401602",
        "title":"SMART Plan. Statewide Management of Automated Record Transfer: A Plan To Automate and Transfer Student Records Statewide."},
      {
        "id":"ED401603",
        "title":"School-Based Management &amp; Accountability Procedures Manual."},
      {
        "id":"ED401610",
        "title":"The Integration of a Theoretical and Epistemological Leadership Style to the Practical Realm of School Administration: A Discussion of Inquiry Based Leadership and the Development of a Research Based School."},
      {
        "id":"ED401611",
        "title":"Market Trends in School Administration: The Case in Washington State."},
      {
        "id":"ED401612",
        "title":"Women Superintendents: New Role Models in Leadership for Change."},
      {
        "id":"ED401613",
        "title":"State Educational Performance Reporting Policies in the U.S.: Accountability's Many Faces."},
      {
        "id":"ED401614",
        "title":"A Model of Statewide Collaboration in Administrator Preparation: The Aspiring Principal's Program in Southeast Kentucky."},
      {
        "id":"ED401615",
        "title":"Educational Leadership: Stories of Administrative Practice with Implications for a Standards-Based Education System."},
      {
        "id":"ED401616",
        "title":"New Mexico's Current School Finance Status."},
      {
        "id":"ED401617",
        "title":"New Mexico School Finance: An Historical Perspective."},
      {
        "id":"ED401618",
        "title":"The Restructured Kentucky Department of Education--Does It Operate Differently?"},
      {
        "id":"ED401619",
        "title":"Redefining Education Governance: The Charter School Concept."},
      {
        "id":"ED401625",
        "title":"Improvement Strategies at Six Culturally Different Schools. Final Report FY91-FY95, Leadership for Change Project."},
      {
        "id":"ED401630",
        "title":"What Portion of the Knowledge Base Do Practicing Administrators Utilize?"},
      {
        "id":"ED401631",
        "title":"Problem-Based Learning (PBL) as a School-Improvement Vehicle."},
      {
        "id":"ED401632",
        "title":"The School Personnel Administrator."},
      {
        "id":"ED401633",
        "title":"The Interim Superintendency: A Case Study of Decisions and Decision Making Activity."},
      {
        "id":"ED401634",
        "title":"Evaluating the Design, Implementation, and Impact of a Non-Traditional Cohort Ed.D. Program in Educational Leadership and Policy Analysis."},
      {
        "id":"ED401635",
        "title":"Deming's System of Profound Knowledge: An Overview for International Educators."},
      {
        "id":"ED401636",
        "title":"The Administrator Development Academy: Addressing the Behaviors, Beliefs and Practices Needed for Future Educational Leaders."},
      {
        "id":"ED401637",
        "title":"&quot;Retrofitting&quot; the Preparation of School Leaders: The Impact of Legislative Mandates--An Update."},
      {
        "id":"ED401638",
        "title":"An Educator's Handbook for Teaching about Religion in Public Schools."},
      {
        "id":"ED401639",
        "title":"The Role of the Principal in the Professional Development School."},
      {
        "id":"ED401640",
        "title":"Linking School Community Members for School Improvement."},
      {
        "id":"ED401641",
        "title":"Behaviors That Create a Caring Learning Community."},
      {
        "id":"ED401642",
        "title":"Reforming Schools through Changed Supervisory Practices: One Superintendent and One Principal at a Time."},
      {
        "id":"ED401643",
        "title":"Teachers' Ratings of Effective Principal Leadership: A Comparison of Magnet and Nonmagnet Schools."},
      {
        "id":"ED401644",
        "title":"Communicator Style: A Study of Human Resource Managers."},
      {
        "id":"ED401645",
        "title":"Leadership Platforms: Perspectives and Prospects."},
      {
        "id":"ED401646",
        "title":"Ninth Grade Repeaters--Why They Did Better in Summer School."},
      {
        "id":"ED401648",
        "title":"The \"Double Bind\" of Re-presentation in Qualitative Research Methods."},
      {
        "id":"ED401649",
        "title":"Schools and Neighborhood-Based Collaboration: Structural Resistances and Realities."},
      {
        "id":"ED401650",
        "title":"Meeting Children's Needs through Systems Change: Will an Alternative Policy Instrument Work for Integrated Services?"},
      {
        "id":"ED401651",
        "title":"Multiple Expectations of Community-Based Collaboration: Lessons for Systems Change from Inside-Out."},
      {
        "id":"ED401652",
        "title":"Inclusion: An Annotated Bibliography. Supplement."},
      {
        "id":"ED401659",
        "title":"Directory of Qualified Interpreters for the Deaf and Hard of Hearing."},
      {
        "id":"ED401660",
        "title":"Addressing Identified Barriers Faced by Persons with Sensory Disabilities. Final Report of the Department for the Deaf and Hard of Hearing and the HJR 461 Task Force to the Governor and the General Assembly of Virginia. House Document No. 99."},
      {
        "id":"ED401661",
        "title":"Virginia Quality Assurance Screening."},
      {
        "id":"ED401662",
        "title":"Educational Interpreting and Virginia Quality Assurance Screening (VQAS): Facts You Should Know."},
      {
        "id":"ED401663",
        "title":"Your Child on the Bus: Transporting Students with Special Needs."},
      {
        "id":"ED401666",
        "title":"Imaginal Coping and Childhood Illness: How Children Relate to Treatments for Chronic Illness."},
      {
        "id":"ED401667",
        "title":"Improving the Ability of Master&apos;s Level Occupational Therapy Students To Strategically Problem Solve When Providing Services to Children and Youth."},
      {
        "id":"ED401668",
        "title":"The Placement of Exceptional Students in Nigeria and the United States of America."},
      {
        "id":"ED401670",
        "title":"Study Skills and Critical Thinking Curriculum for Adolescents in a Psychiatric Treatment Center."},
      {
        "id":"ED401671",
        "title":"More Time To Teach."},
      {
        "id":"ED401672",
        "title":"Assisting Eighth-Grade At-Risk Students in Successfully Reading Their Textbooks through Support Strategies."},
      {
        "id":"ED401673",
        "title":"Improving Interpretative Skills of Preservice Teachers for Modifying Curriculum To Improve Instruction for Young Special Needs Students Placed within Inclusive Education Settings."},
      {
        "id":"ED401675",
        "title":"ADAAG Review Federal Advisory Committee Recommendations for a New ADAAG. Final Report."},
      {
        "id":"ED401677",
        "title":"Ethnographic Study of Transition: On the Threshold of Adult Life."},
      {
        "id":"ED401678",
        "title":"Their World, 1996/1997."},
      {
        "id":"ED401679",
        "title":"[Inclusive Recreation and Families.]"},
      {
        "id":"ED401680",
        "title":"Inclusion through Transdisciplinary Teaming (ITT). Final Report."},
      {
        "id":"ED401683",
        "title":"The Efficacy of Evoked Otoacoustic Emissions in Identifying Hearing Loss in Children with Developmental Disabilities."},
      {
        "id":"ED401684",
        "title":"Materials for Use by Faculty Who Teach about Infants and Toddlers with Disabilities."},
      {
        "id":"ED401685",
        "title":"College Students with Disabilities: A Resource Guide for Faculty and Staff."},
      {
        "id":"ED401686",
        "title":"Assistive Technology: Meeting the Needs of Adults with Learning Disabilities."},
      {
        "id":"ED401687",
        "title":"The Adult ESL Literacy Student and Learning Disabilities."},
      {
        "id":"ED401688",
        "title":"Compliance with the Americans with Disabilities Act: A Self-Evaluation Guide for Public Elementary and Secondary Schools."},
      {
        "id":"ED401691",
        "title":"Practice What You Preach: Integrating Technology into Your Instruction. Getting Started with Multimedia."},
      {
        "id":"ED401692",
        "title":"Mediating Learning for Students with Learning Disabilities in a Whole Language Curriculum."},
      {
        "id":"ED401693",
        "title":"Success Stories: Deaf and Hard-of-Hearing Students Learning with Technology & Media."},
      {
        "id":"ED401694",
        "title":"Summary of Data on Children and Youth with Disabilities. Chartbook."},
      {
        "id":"ED401695",
        "title":"What Will It Take?: Standards-Based Education Reform for All Students."},
      {
        "id":"ED401696",
        "title":"Charter Schools and Students with Disabilities. Issue Brief."},
      {
        "id":"ED401698",
        "title":"Team-Based Conflict Resolution in Special Education. Conciliation Program."},
      {
        "id":"ED401699",
        "title":"Team Conciliator's Manual. Conciliation Program."},
      {
        "id":"ED401700",
        "title":"The Education of Children and Youth with Special Needs: What Do the Laws Say? Interim Update."},
      {
        "id":"ED401701",
        "title":"Project Prevention - A Curriculum Specifically Designed To Prevent Illegal Drug Use among Students with Disabilities: Elementary."},
      {
        "id":"ED401702",
        "title":"Project Prevention - A Curriculum Specifically Designed To Prevent Illegal Drug Use among Students with Disabilties: Secondary."},
      {
        "id":"ED401704",
        "title":"A Profile of Special Education Finance Reform in Pennsylvania. State Analysis Series."},
      {
        "id":"ED401705",
        "title":"Como Ayudar a Su Hijo a Tener Exito en la Escuela: Guia para Padres Hispanos (Helping Your Child Find Success at School: A Guide for Hispanic Parents)."},
      {
        "id":"ED401706",
        "title":"Notes on Linguistics, 1994."},
      {
        "id":"ED401707",
        "title":"Testing Multilateral Comparisons in Africa."},
      {
        "id":"ED401709",
        "title":"Colloquium on Teacher Preparation for Elementary School Foreign Language Programs: Proceedings (New York, New York, October 1993)."},
      {
        "id":"ED401710",
        "title":"Notes on Linguistics, 1995."},
      {
        "id":"ED401713",
        "title":"Diksyone Angle Kreyol (English-Kreyol Dictionary)."},
      {
        "id":"ED401714",
        "title":"L'esperanto et le plurilinguisme de l'avenir: Entretien avec Umberto Eco (Esperanto and the Multilingualism of the Future: Interview with Umberto Eco)."},
      {
        "id":"ED401715",
        "title":"A Pragmatic Constraint on Particle Conversion in Japanese."},
      {
        "id":"ED401716",
        "title":"Concept Development through Content Instruction in the Mother Tongue of NESB Secondary Students with Little or Inadequate Previous Formal Education."},
      {
        "id":"ED401719",
        "title":"Composing in First and Second Languages: Possible Effects of EFL Writing Instruction."},
      {
        "id":"ED401720",
        "title":"A Functionalist-Constructivist Perspective on the Ontogenesis of Grammar: The Acquisition of Two Swedish Particles/Prepositions."},
      {
        "id":"ED401721",
        "title":"Assessment Measures for Specific Contexts of Language Use."},
      {
        "id":"ED401722",
        "title":"Gender Differences in Conveying Embarrassing Information: Examples in Turkish."},
      {
        "id":"ED401724",
        "title":"Suggestions for Comprehensible Input for Limited English Proficient Students in the Content Area Classroom."},
      {
        "id":"ED401726",
        "title":"Notes on Linguistics, 1996."},
      {
        "id":"ED401727",
        "title":"La conception de l'anglicisme dans les sources metalinguistiques quebecoises de 1800 a 1930 (The Concept of Anglicism in Quebec Metalinguistic Sources from 1800 to 1930). Publication B-205."},
      {
        "id":"ED401728",
        "title":"Central-E-Saan Thai Dictionary."},
      {
        "id":"ED401729",
        "title":"Northern-Central Thai Dictionary. Revised Edition."},
      {
        "id":"ED401730",
        "title":"Central Southern Thai Dictionary."},
      {
        "id":"ED401731",
        "title":"Tashelheet: A Competency-Based Curriculum, Beginning &amp; Intermediate Students."},
      {
        "id":"ED401732",
        "title":"Tamazight: A Competency-Based Curriculum, Beginning &amp; Intermediate Students."},
      {
        "id":"ED401733",
        "title":"Tunisia cours complementaire (Tunisia Complementary Course)."},
      {
        "id":"ED401734",
        "title":"Le francais fonde sur la competence, Novice (Competency Based French, Novice)."},
      {
        "id":"ED401735",
        "title":"Le francais fonde sur la competence, Intermediare (Competency Based French, Intermediate)."},
      {
        "id":"ED401736",
        "title":"Le francais fonde sur la competence, Avance (Competency Based French, Advanced)."},
      {
        "id":"ED401737",
        "title":"Le francais fonde sur la competence, Superieur (Competency Based French, Superior)."},
      {
        "id":"ED401738",
        "title":"Ngumiti ka naman! Tagalog with Humor. Language and Culture through Cartoons."},
      {
        "id":"ED401739",
        "title":"[Language Manual II: Sesotho]."},
      {
        "id":"ED401740",
        "title":"La Ruralisation de l'enseignement fondamental au Mali: Des techniques et des activites pratiques (Ruralization of Basic Education in Mali: Practical Techniques and Activities)."},
      {
        "id":"ED401741",
        "title":"Moroccan Arabic: A Competency Based Curriculum, Beginning &amp; Intermediate Students."},
      {
        "id":"ED401742",
        "title":"Tunisian Arabic."},
      {
        "id":"ED401743",
        "title":"Existential-Presentational Sentences in Second Language Acquisition."},
      {
        "id":"ED401744",
        "title":"Language Assessment and the National Qualifications Framework. Conference Proceedings (October 12, 1995)."},
      {
        "id":"ED401746",
        "title":"Japanese Learners' Language Learning Strategies: The Relationship between Learners' Personal Factors and Their Choices of Language Learning Strategies."},
      {
        "id":"ED401747",
        "title":"Manuel de Kanuri (Kanuri Manual)."},
      {
        "id":"ED401751",
        "title":"Designing English Writing Instruction for Students in the Science and Technologies: Research, Results, and Applications. Technical Report 96-5-001."},
      {
        "id":"ED401752",
        "title":"Communicative Devices Used by EFL Students in E-Mail Writing."},
      {
        "id":"ED401753",
        "title":"Multicultural Education: Bias Awareness, Empathy, and Transcultural Identities. A Selective Bibliography. Reprints and Miniprints No. 830."},
      {
        "id":"ED401755",
        "title":"Working Papers in Educational Linguistics, Volume 12, Number 1."},
      {
        "id":"ED401756",
        "title":"Second Language Learning through Interaction: Multiple Perspectives."},
      {
        "id":"ED401757",
        "title":"Acquaintance or Fiancee: Pragmatic Differences in Requests between Japanese and Americans."},
      {
        "id":"ED401758",
        "title":"Investigating the Structure of Discourse Completion Tests."},
      {
        "id":"ED401759",
        "title":"Dictogloss: Is It an Effective Language Learning Task?"},
      {
        "id":"ED401760",
        "title":"ESL and Parental Empowerment."},
      {
        "id":"ED401761",
        "title":"Tokpisin Grammar Workbook for English Speakers. A Practical Approach to Learning the Sentence Structure of Melanesian Pidgin (or Tokpisin)."},
      {
        "id":"ED401762",
        "title":"Mongol Language Competencies for Peace Corps Volunteers in Mongolia. Second Revised Edition."},
      {
        "id":"ED401763",
        "title":"Ilokano Language Packet."},
      {
        "id":"ED401764",
        "title":"Armenian Language Competencies for Peace Corps Volunteers in Armenia."},
      {
        "id":"ED401765",
        "title":"Manuel de Fulfulde (Fulfulde Manual)."},
      {
        "id":"ED401766",
        "title":"Comments at Symposium \"Against Multilateral Comparisons.\""},
      {
        "id":"ED401767",
        "title":"Cebuano Language Packet."},
      {
        "id":"ED401768",
        "title":"Limba Romana Pre-Service Training Language Manual."},
      {
        "id":"ED401769",
        "title":"Are Limited English Proficient Students Being Taught by Teachers with LEP Training? Issue Brief."},
      {
        "id":"ED401770",
        "title":"State University of New York College at Buffalo: Selected Financial Management Practices. Report 95-S-82."},
      {
        "id":"ED401772",
        "title":"Missouri Higher Education: 1995-1996 Statistical Summary."},
      {
        "id":"ED401773",
        "title":"Missouri Coordinating Board for Higher Education: FY 1995 Annual Report."},
      {
        "id":"ED401774",
        "title":"The Faculty Forum: A Case Study in Shared Authority."},
      {
        "id":"ED401776",
        "title":"Increasing Women's Participation in International Scholarship Programs: An Analysis of Nine Case Studies. IIE Research Report Number Twenty-Seven."},
      {
        "id":"ED401777",
        "title":"Study Abroad: You Can Get There from Here. A Guide for Women and Men."},
      {
        "id":"ED401778",
        "title":"Funding for United States Study. A Guide for International Students and Professionals. Second Edition."},
      {
        "id":"ED401779",
        "title":"Trends in Enrollment and Degrees Granted, 1948-1995. Report No. 7-96."},
      {
        "id":"ED401782",
        "title":"Students in Transition. Coming and Going: Transitions along the Collegiate Journey. Conference Proceedings (2nd, San Antonio, Texas, October 23-26, 1996)."},
      {
        "id":"ED401783",
        "title":"Tribal Colleges and Universities. Executive Order."},
      {
        "id":"ED401784",
        "title":"Who's Coming to Campus? Admission Policies for Entering Freshmen at Public Universities."},
      {
        "id":"ED401785",
        "title":"Educational Rankings of Higher Education: Fact or Fiction?"},
      {
        "id":"ED401786",
        "title":"Requirements for Entry to Higher Education in the European Community."},
      {
        "id":"ED401787",
        "title":"The Main Systems of Financial Assistance for Students in Higher Education in the European Community."},
      {
        "id":"ED401788",
        "title":"Higher Education in the European Union. Facts and Figures Over a Decade."},
      {
        "id":"ED401789",
        "title":"Preserving Quality While Enhancing Productivity."},
      {
        "id":"ED401790",
        "title":"New Perspectives on System and Campus Roles in a Public Multi-Campus System."},
      {
        "id":"ED401791",
        "title":"The Challenge of Technology to Higher Education."},
      {
        "id":"ED401798",
        "title":"Encouraging the Campus Focus on Learning and Teaching."},
      {
        "id":"ED401799",
        "title":"Ten Strategies and Their Financial Implications for Reducing Time-to-Degree in Texas Universities."},
      {
        "id":"ED401800",
        "title":"Facilities Fact Book, 1995. Texas Public Universities, Health-Related Institutions, and Technical Colleges."},
      {
        "id":"ED401801",
        "title":"An Overview of Texas Public Higher Education Funding for 1996-1997 Biennium."},
      {
        "id":"ED401802",
        "title":"Baccalaureate Graduation Rates."},
      {
        "id":"ED401803",
        "title":"Funding Formulas and Elements of Institutional Cost, Fiscal Years 1998-1999."},
      {
        "id":"ED401804",
        "title":"Master Plan for Distance Learning: An Evolving Technological Process. In Response to House Bill 85 of the 74th Texas Legislature."},
      {
        "id":"ED401805",
        "title":"TASP: Texas Academic Skills Program. Policy Manual."},
      {
        "id":"ED401806",
        "title":"Special Item Funding for Texas Public Institutions of Higher Education Included in H.B. 1, 74th Legislature. Fiscal Years 1996 and 1997."},
      {
        "id":"ED401807",
        "title":"An Overview of Article III, House Bill 1, 74th Legislature (General Appropriations Act). Agencies of Public Higher Education."},
      {
        "id":"ED401808",
        "title":"Statistical Report. Fiscal Year 1994: September 1, 1993 - August 31, 1994."},
      {
        "id":"ED401809",
        "title":"Statistical Report. Fiscal Year 1995: September 1, 1994 - August 31, 1995."},
      {
        "id":"ED401811",
        "title":"Putting Off until Tomorrow What Is Better Done Today: Academic Procrastination as a Function of Motivation toward College Work."},
      {
        "id":"ED401812",
        "title":"The Effects on Learning, Course Evaluation, and Team Evaluation of Changing STAD Teams at Midterm."},
      {
        "id":"ED401813",
        "title":"Life After Forty: A New Portrait of Today's--and Tomorrow's--Postsecondary Students."},
      {
        "id":"ED401814",
        "title":"Educating Nurses for Public Health Leadership. Project Report of the Interdisciplinary Graduate Program Models To Prepare Public Health Nurses for Leadership in a Changing Health Care System."},
      {
        "id":"ED401817",
        "title":"Painful Choices: Emerging Tensions between Universities and Their Publics."},
      {
        "id":"ED401818",
        "title":"Paying for College. A Guide for Parents and Their Children."},
      {
        "id":"ED401822",
        "title":"Student Input, Student Involvement, and College Environment Factors Impacting the Choice of Academic Major."},
      {
        "id":"ED401823",
        "title":"Student Loans Driving You Crazy? Consolidate with Direct Loans."},
      {
        "id":"ED401824",
        "title":"Self-Instructional Workbook for the ED Form 799."},
      {
        "id":"ED401825",
        "title":"Student Aid Handbook, 1996-1997."},
      {
        "id":"ED401826",
        "title":"Division of General Studies at Morris College."},
      {
        "id":"ED401827",
        "title":"Ethics Issues for the College/University Lawyer."},
      {
        "id":"ED401832",
        "title":"State University of New York Use of Advance Accounts. Report 95-S-128."},
      {
        "id":"ED401833",
        "title":"Hidden Rules, Secret Agendas: Challenges Facing Contemporary Women Doctoral Students."},
      {
        "id":"ED401834",
        "title":"College Alcohol Risk Assessment Guide. Environmental Approaches to Prevention."},
      {
        "id":"ED401837",
        "title":"The Public University for the Twenty-First Century: Beyond the Land Grant. David Dodds Henry Lecture (16th, Chicago, Illinois, October 24, 1994)."},
      {
        "id":"ED401838",
        "title":"Goals in Higher Education."},
      {
        "id":"ED401839",
        "title":"About Women on Campus, 1996."},
      {
        "id":"ED401841",
        "title":"A Study of Administrator and Faculty Views of Curriculum Decisions in a Public and a Private University: Implications for African American Achievement."},
      {
        "id":"ED401842",
        "title":"Faculty Productivity: A National Institutional Perspective."},
      {
        "id":"ED401843",
        "title":"The Preparation Challenge: Democratic Administration in Schools and Universities."},
      {
        "id":"ED401844",
        "title":"Survey Report to the SRCEA Membership at the 1996 Meetings in Savannah, Georgia."},
      {
        "id":"ED401845",
        "title":"Postsecondary Education and the New Workforce."},
      {
        "id":"ED401847",
        "title":"The University of Colorado: Performance Indicators Report."},
      {
        "id":"ED401848",
        "title":"A Learning Society: Creating an America that Encourages Learning throughout Life."},
      {
        "id":"ED401849",
        "title":"Learning Their Lesson: The Impact on Recidivism of Providing College Courses to Inmates."},
      {
        "id":"ED401850",
        "title":"Learning to Write, Writing to Learn: A Study on Process-Oriented Writing in Graduate Education."},
      {
        "id":"ED401852",
        "title":"Toward an Investigation of Metadisciplinarity: A Provocation in the Humanities."},
      {
        "id":"ED401853",
        "title":"Hermeneutics of Integrative Knowledge."},
      {
        "id":"ED401855",
        "title":"Women in Higher Education, 1996."},
      {
        "id":"ED401856",
        "title":"New Opportunities for Partnering. Proceedings of the 1994 CAUSE Annual Conference (Orlando, Florida, November 29-December 2, 1994)."},
      {
        "id":"ED401857",
        "title":"Partnering. New Opportunities for Partnering, CAUSE94. Track I."},
      {
        "id":"ED401858",
        "title":"Focus on the Customer. New Opportunities for Partnering, CAUSE94. Track II."},
      {
        "id":"ED401859",
        "title":"Information as a Strategic Resources. New Opportunities for Partnering, CAUSE94. Track III."},
      {
        "id":"ED401860",
        "title":"Networking. New Opportunities for Partnering, CAUSE94. Track IV."},
      {
        "id":"ED401861",
        "title":"New Technology. New Opportunities for Partnering, CAUSE94. Track V."},
      {
        "id":"ED401862",
        "title":"Information Technology Architectures. New Opportunities for Partnering, CAUSE94. Track VI."},
      {
        "id":"ED401863",
        "title":"Professional Development. New Opportunities for Partnering, CAUSE94. Track VII."},
      {
        "id":"ED401872",
        "title":"The Parents&apos; Guide to the Information Superhighway: Rules and Tools for Families Online."},
      {
        "id":"ED401874",
        "title":"Interactive Distance Learning: An Impetus for Collaboration."},
      {
        "id":"ED401875",
        "title":"Assessing the Impact of Computer-Assisted Instruction (CAI) in Undergraduate Latin American Studies."},
      {
        "id":"ED401876",
        "title":"The Use of Electronic Mail To Support Off-Campus Student Learning."},
      {
        "id":"ED401879",
        "title":"Learning That Lasts: Using Interactive Multimedia Technology To Teach the Arts."},
      {
        "id":"ED401881",
        "title":"Nonlegislative Report of the Subcommittee on Courts and Intellectual Property Committee on the Judiciary. U.S. House of Representatives."},
      {
        "id":"ED401882",
        "title":"Technology in the Elementary Curriculum."},
      {
        "id":"ED401883",
        "title":"A Multidimensional Theoretical Analysis of the Impact of Information Technology on Higher Education."},
      {
        "id":"ED401887",
        "title":"Occasional Papers in Open and Distance Learning, Number 20."},
      {
        "id":"ED401888",
        "title":"Effectively Using Technology To Develop Independent Research Topics by Middle School Language Arts Students."},
      {
        "id":"ED401891",
        "title":"Using Library Handbooks To Compensate for Reductions in Reference Staff."},
      {
        "id":"ED401892",
        "title":"Preservation Challenges in a Changing Political Climate: A Report from Russia."},
      {
        "id":"ED401893",
        "title":"Mass Deacidification: An Update on Possibilities and Limitations."},
      {
        "id":"ED401898",
        "title":"The Internet Culture: Transitions and Problems."},
      {
        "id":"ED401899",
        "title":"RUBRICS for the Assessment of Information Literacy."},
      {
        "id":"ED401900",
        "title":"Sailor: Maryland's Online Public Information Network. Sailor Network Assessment Final Report: Findings and Future Sailor Network Development."},
      {
        "id":"ED401901",
        "title":"Sailor: Maryland's Online Public Information Network. Sailor Network Assessment Final Report Compendium."},
      {
        "id":"ED401903",
        "title":"Transforming Libraries: Issues and Innovations in Electronic Reserves. Transforming Libraries Series. SPEC Kit 217."},
      {
        "id":"ED401904",
        "title":"Information Technology Policies. SPEC Kit 218."},
      {
        "id":"ED401905",
        "title":"Alaska Library Directory, 1996."},
      {
        "id":"ED401906",
        "title":"Strategic Plan: 1995-2000."},
      {
        "id":"ED401907",
        "title":"Entering the 21st Century: California's Public Libraries Face the Future."},
      {
        "id":"ED401908",
        "title":"One Field or Two? A Definitional Analysis of the Relationship between Library Science and Information Science."},
      {
        "id":"ED401910",
        "title":"A Comparison of &quot;Current Biography Yearbook&quot; and &quot;Newsmakers&quot; in the Areas of Multiculturalism, Gender Balance and Occupation."},
      {
        "id":"ED401911",
        "title":"Information Needs of Kent State University Masters of Business Administration Students."},
      {
        "id":"ED401912",
        "title":"Call Number Adjustment: The Effects on Browsability if No Adjustment Is Made."},
      {
        "id":"ED401913",
        "title":"Reaction to the Texaco Fair Use Ruling among Special Libraries Affiliated with For-Profit Enterprises."},
      {
        "id":"ED401914",
        "title":"The Internet as a Source of Local Government Information: A World Wide Web Survey."},
      {
        "id":"ED401915",
        "title":"A Study in Interdisciplinarity: Bibliometric Analysis of Periodical Publication in Religion and Literature."},
      {
        "id":"ED401916",
        "title":"The Use of &quot;See&quot; and &quot;See Also&quot; References in the Public Library Catalogs in Franklin County, Ohio."},
      {
        "id":"ED401917",
        "title":"Examining Job Satisfaction Levels of Student Assistant Employees of Akron Summit County Public Libraries: A Survey."},
      {
        "id":"ED401918",
        "title":"An Analysis of the Science and Technology Collections at the Carnegie Public Library, East Liverpool, Ohio."},
      {
        "id":"ED401919",
        "title":"A Study of Librarians' Attitudes Toward the Reference Interview."},
      {
        "id":"ED401920",
        "title":"Ohio Public Library Services to Older Adults."},
      {
        "id":"ED401921",
        "title":"The Effect of a Recommended List and a Book Display on the Circulation of Videos in a Community College Library."},
      {
        "id":"ED401922",
        "title":"A Study of the Subject Headings Practices of Fifteen Small Liberal Arts College Libraries."},
      {
        "id":"ED401923",
        "title":"The Effects of Computer Anxiety and Technostress, as Functions of Resistance to Change, on the Staff of the 18 Founding OhioLINK Libraries as the OhioLINK Automated System Is Initiated."},
      {
        "id":"ED401924",
        "title":"The Librarian's Stereotyped Image in Romance Novels, 1980-1995: Has the Image Changed?"},
      {
        "id":"ED401925",
        "title":"A Survey of the Information-Seeking Practices of Dance Professionals in Ohio."},
      {
        "id":"ED401926",
        "title":"Customer Service Training in Academic Libraries."},
      {
        "id":"ED401927",
        "title":"The Development of an Electronic Interlibrary Loan Form at the Ohio State University Prior Health Sciences Library: A Survey."},
      {
        "id":"ED401928",
        "title":"Survey of Students Enrolled in Kent State University's SLIS Program, Spring 1996."},
      {
        "id":"ED401929",
        "title":"Refusing To Defer the Dream: A History of the Black Heritage Public Library, Findlay, Ohio."},
      {
        "id":"ED401930",
        "title":"Native American Children's Literature: A Study of Authorship, Publisher Type, and Cultural Diversity of In-Print Works."},
      {
        "id":"ED401931",
        "title":"Reading Interests of Older Adult Public Library Users."},
      {
        "id":"ED401932",
        "title":"Information-Seeking Behaviors of Occupational Safety and Health Professionals: The Ohio Division of Safety and Hygiene."},
      {
        "id":"ED401933",
        "title":"Intellectual or Physical Preservation? A Survey of the Preservation Activities of Archivists at Academic and Public Libraries."},
      {
        "id":"ED401934",
        "title":"Personal Name Formation of Victorian Era Painters: A Comparison of Scholar-Created Bibliographic Tools and the Library of Congress Name Authority File."},
      {
        "id":"ED401935",
        "title":"Bridging the Gap between Librarians and Corporate Training."},
      {
        "id":"ED401936",
        "title":"The History of Cincinnati Bible College Library."},
      {
        "id":"ED401937",
        "title":"Content Analysis of Journal Literature in Library and Information Science from June 1994-June 1995."},
      {
        "id":"ED401938",
        "title":"A Survey of Private Ohio Academic Libraries' Physical Processing Practices for Circulating Books."},
      {
        "id":"ED401939",
        "title":"A Survey of Types of Cooperation between Schools and Public Libraries in Ohio."},
      {
        "id":"ED401940",
        "title":"Reliability of Coverage of Periodical Indexing of Lesbian Theological and Womanist Theological Articles in the ATLA Religion Database (1995)."},
      {
        "id":"ED401941",
        "title":"A Database Evaluation Based on Information Needs of Academic Social Scientists."},
      {
        "id":"ED401942",
        "title":"Uniform Resource Locators (URLs): Powerful Reference Tools for Librarians and Information Professionals."},
      {
        "id":"ED401943",
        "title":"Introduction and Implementation of CD-ROM Technology in Ohio Law Libraries."},
      {
        "id":"ED401944",
        "title":"A History of the Hiram College Library from 1850 to 1995."},
      {
        "id":"ED401945",
        "title":"A Survey of Navigational Computer Program in the Museum Setting."},
      {
        "id":"ED401947",
        "title":"Commission on Preservation and Access Newsletter, 1996."},
      {
        "id":"ED401948",
        "title":"Visions: The Journal of Applied Research for the Florida Association of Community Colleges, Winter 1995-Fall 1996."},
      {
        "id":"ED401949",
        "title":"An Orientation Curriculum for Terra Community College."},
      {
        "id":"ED401950",
        "title":"Maine Technical College System Annual Report, 1996."},
      {
        "id":"ED401952",
        "title":"The Student Seminar: A Powerful Tool for In-Depth, Critical Discussion."},
      {
        "id":"ED401953",
        "title":"Summer School Survey of Arkansas' Two-Year Higher Education Institutions."},
      {
        "id":"ED401954",
        "title":"A Pedagogy Blueprint for the 21st Century: Pedagogy and Assessment Implications of &quot;Using Voluntary National Skills Standards in Performance Based Curriculum Design.&quot;"},
      {
        "id":"ED401955",
        "title":"Entering Student Perception Survey."},
      {
        "id":"ED401956",
        "title":"Trends of Importance to California Community Colleges."},
      {
        "id":"ED401957",
        "title":"The New Basic Agenda: Policy Directions for Student Success."},
      {
        "id":"ED401958",
        "title":"California Community Colleges Student Attendance Accounting Manual."},
      {
        "id":"ED401959",
        "title":"The Effectiveness of California Community Colleges on Selected Performance Measures, October 1996."},
      {
        "id":"ED401960",
        "title":"Entrepreneurship in Higher Education: A Critical Balance."},
      {
        "id":"ED401961",
        "title":"Adult Tech Prep."},
      {
        "id":"ED401962",
        "title":"Lansing Community College Students for Volunteer Services. Final Report for Kellogg Project Number P0009741."},
      {
        "id":"ED401963",
        "title":"Student Otcomes at Mt. Hood Community College: Assessment Efforts, 1994-1996."},
      {
        "id":"ED401964",
        "title":"Mt. San Jacinto College Student Equity Plan Update."},
      {
        "id":"ED401965",
        "title":"Retention/New Student Survey--Spring 1995. Parts 1 and 2."},
      {
        "id":"ED401966",
        "title":"Ethnic Student Survey--Fall 1995."},
      {
        "id":"ED401967",
        "title":"Remedial Students from Summer 90 to Spring 93--Follow-Up through Spring 96."},
      {
        "id":"ED401968",
        "title":"Cohort Analysis, Fall 1993 New Students."},
      {
        "id":"ED401969",
        "title":"Learning without Limits: Model Distance Education Programs in Community Colleges."},
      {
        "id":"ED401970",
        "title":"The Role of the Community College Chair in Organizational Change: Chaos, Leadership and the Challenge of Complexity."},
      {
        "id":"ED401972",
        "title":"Matriculation Research Report: Incomplete Grades; Data &amp; Analysis."},
      {
        "id":"ED401973",
        "title":"Registered Nursing Alumni Surveys, 1990-1994."},
      {
        "id":"ED401974",
        "title":"Student Equity Plan, 1996-1998."},
      {
        "id":"ED401975",
        "title":"Information about Student Enrollment, College Staff and the Budget."},
      {
        "id":"ED401976",
        "title":"Matriculation Project: Prerequisite Challenges."},
      {
        "id":"ED401977",
        "title":"Evaluation of the Assessment of Student Needs, Spring 1996."},
      {
        "id":"ED401978",
        "title":"An Analysis of Student Assessed Skills and Assessment Testing."},
      {
        "id":"ED401979",
        "title":"English Writing Placement Recommendations at College of the Canyons: An Analysis of Disproportionate Impact."},
      {
        "id":"ED401980",
        "title":"English Reading Placement Recommendations at College of the Canyons: An Analysis of Disproportionate Impact."},
      {
        "id":"ED401981",
        "title":"The Fact Book."},
      {
        "id":"ED401982",
        "title":"Disproportionate Impact Study, Writing Sample Test."},
      {
        "id":"ED401983",
        "title":"Cityworks: A Strategic Planning Model for Workforce Education and Training."},
      {
        "id":"ED401984",
        "title":"Cityworks: A Strategic Planning Model for Workforce Education and Training. Progress Report, January-June 1996."},
      {
        "id":"ED401985",
        "title":"An Overview of Finance Services in the San Francisco Region: Some Possible Responses to a Changing Industry."},
      {
        "id":"ED401986",
        "title":"Report on Occupational/Technical Programs at Piedmont Virginia Community College. Research Report No. 2-96."},
      {
        "id":"ED401987",
        "title":"Wallace Community College, Selma, 1994-1996 Institutional Profile."},
      {
        "id":"ED401988",
        "title":"Westchester Community College Summer School Survey, 1996. Session I and Session II."},
      {
        "id":"ED401989",
        "title":"Cypress College Student Equity Plan. Revised and Approved."},
      {
        "id":"ED401990",
        "title":"Cypress College 1995-96 At a Glance Annual Year-End Report: Building a College-Wide Learning Community."},
      {
        "id":"ED401991",
        "title":"Cypress College Statistical Enrollment Report, Spring Semester 1995."},
      {
        "id":"ED401992",
        "title":"Cypress College Statistical Enrollment Report, Census Date 9/11/95."},
      {
        "id":"ED401993",
        "title":"Prekindergarten Program Product Evaluation Reports, 1991-92, 1992-93, 1993-94, 1994-95."},
      {
        "id":"ED401994",
        "title":"The Effect of Alien Cultures on Local Traditions."},
      {
        "id":"ED401995",
        "title":"Minnesota School Superintendents and Universal School Breakfast: Perspectives and Opinions."},
      {
        "id":"ED401997",
        "title":"Group-Level versus Dyadic-Level Measurement of Caregiver Sensitivity in Child Care."},
      {
        "id":"ED401998",
        "title":"School-Age NOTES. 1995."},
      {
        "id":"ED402001",
        "title":"Manual for Head Start Administrators. Volume I: Head Start Requirements."},
      {
        "id":"ED402002",
        "title":"Calidad de vida y desarrollo infantil (Quality of Life and Children's Development). Working Papers in Early Childhood Development No. 17."},
      {
        "id":"ED402005",
        "title":"Families, Communities, Schools--Learning Together. Spring 1996."},
      {
        "id":"ED402007",
        "title":"West Virginia Kids Count Data Book: 1995 County Profiles of Child Well-Being."},
      {
        "id":"ED402008",
        "title":"Our Best Advice: The Multiage Problem Solving Handbook. K-8."},
      {
        "id":"ED402012",
        "title":"Representation and Cognition."},
      {
        "id":"ED402015",
        "title":"Does Conversational Reasoning Contribute to Formal Reasoning Skills?"},
      {
        "id":"ED402016",
        "title":"Encouraging Responsible Fatherhood. Hearing on Examining Initiatives To Encourage Responsible Fatherhood before the Subcommittee on Children and Families of the Committee on Labor and Human Resources. United States Senate, One Hundred Fourth Congress, Second Session."},
      {
        "id":"ED402017",
        "title":"Oversight of the Healthy Start Demonstration Project. Hearing on the Implementation of the Healthy Start Demonstration Project of the Department of Health and Human Services, Created To Reduce Infant Mortality, and Its Proposed Authorization for Fiscal Year 1997 of the Committee on Labor and Human Resources. United States Senate, One Hundred Fourth Congress, Second Session."},
      {
        "id":"ED402018",
        "title":"Getting Elementary Schools Ready for Children: Reading First."},
      {
        "id":"ED402019",
        "title":"KidsCount in Colorado! 1995."},
      {
        "id":"ED402020",
        "title":"Culturally Relevant Intervention Strategies for the Psycho-social Development of Children and Youth in Poverty. Workshop Report [of] the International Society for Study of Behavioural Development (India) South Asian Workshop (Chandigarh, India, November 20-23, 1995)."},
      {
        "id":"ED402022",
        "title":"Of Labels, Skills and Concepts."},
      {
        "id":"ED402023",
        "title":"When Death or Divorce Occur: Helping Children Cope with Loss."},
      {
        "id":"ED402024",
        "title":"Children's Television Programmes in a Qualitative Perspective."},
      {
        "id":"ED402025",
        "title":"Transitional First Grade, Retained, Held Out and Promoted Samples: An Explanatory Summary of Initial and Concomitant Longitudinal Academic and Behavioral Findings."},
      {
        "id":"ED402026",
        "title":"A System's Literacy Initiative: Refining and Enriching Early Literacy Practices in Classrooms."},
      {
        "id":"ED402028",
        "title":"Creating Technological Learning Contexts in Early Childhood Settings."},
      {
        "id":"ED402029",
        "title":"Assessment for Student Learning."},
      {
        "id":"ED402030",
        "title":"Children's Idiosyncratic Symbol-Making."},
      {
        "id":"ED402031",
        "title":"The Give and Take of Mentoring."},
      {
        "id":"ED402032",
        "title":"Colorado Quality Standards for Early Childhood Care and Education Services: A Planning Document."},
      {
        "id":"ED402033",
        "title":"Working Toward Making a Career of It: A Profile of Career Development Initiatives in 1996."},
      {
        "id":"ED402036",
        "title":"Preference for Social Support by Indian Street Children and Adolescents in Stressful Life Situations."},
      {
        "id":"ED402038",
        "title":"The Cooperative Companion Digest (No. 1-4). Thinking about the Nature and Power of Cooperative Learning."},
      {
        "id":"ED402042",
        "title":"Establishing a Management Plan for Substitute Staff in a Work Place Child Care Setting."},
      {
        "id":"ED400039",
        "title":"Design and Implementation of a Developmentally Appropriate Training Model in a Day Care Facility."},
      {
        "id":"ED400041",
        "title":"Preschools 1994."},
      {
        "id":"ED400042",
        "title":"Focus on Families: Action and Issues beyond IYF. Proceedings of the International Seminar (5th, Vienna, Austria, November 6-7, 1995)."},
      {
        "id":"ED400043",
        "title":"Gender Perspectives on the Formation of the Professional Field for Caring and Education of Children. Reprints and Miniprints No. 826."},
      {
        "id":"ED400045",
        "title":"The Sharing Circle: Themes for Home and School Involvement."},
      {
        "id":"ED400046",
        "title":"Societal and Legal Issues Surrounding Children Born in the United States to Illegal Alien Parents. Joint Hearing on H.R. 705, H.R. 363, H.J. Res. 56, H.J. Res 64, H.J. Res. 87, H.J. Res 88, and H.J. Res. 93 before the Subcommittee on Immigration and Claims and the Subcommittee on the Constitution of the Committee on the Judiciary. House of Representatives, One Hundred Fourth Congress, First Session (December 13, 1995)."},
      {
        "id":"ED400047",
        "title":"Infant and Toddler Resilience: Knowledge, Predictions, Policy, and Practice."},
      {
        "id":"ED400051",
        "title":"Safety Barrier Guidelines for Home Pools [and] How To Plan for the Unexpected."},
      {
        "id":"ED400052",
        "title":"Moving Young Children's Play Away from TV Violence. A How-to Guide for Early Childhood Educators: Child Care Providers, Head Start Instructors, Preschool and Kindergarten Teachers."},
      {
        "id":"ED400054",
        "title":"Head Start Teaching Center: Evaluation of a New Approach to Head Start Staff Development."},
      {
        "id":"ED400055",
        "title":"Virginia School Health Guidelines."},
      {
        "id":"ED400061",
        "title":"Kinship Foster Care: An Overview of Research Findings and Policy-Related Issues."},
      {
        "id":"ED400062",
        "title":"The Health of Youth: A Cross-National Survey. WHO Regional Publications, European Series No. 69."},
      {
        "id":"ED400063",
        "title":"Family Factors Associated with High and Low Reading and Mathematics Scores in Children from Low Income Families."},
      {
        "id":"ED400064",
        "title":"High-Risk Parents versus the Schools: An Unnecessary War."},
      {
        "id":"ED400065",
        "title":"Ohio Department of Education, Division of Early Childhood Education, Annual Report, Fiscal Year 1995 (1994-95 School Year)."},
      {
        "id":"ED400066",
        "title":"A Wholistic Approach to Conflict Resolution."},
      {
        "id":"ED400067",
        "title":"What Is the Effect of School Entrance Age on the Reading Readiness Achievement of Kindergarten Students?"},
      {
        "id":"ED400068",
        "title":"State Legislative Leaders: Keys to Effective Legislation for Children and Families. A Report."},
      {
        "id":"ED400069",
        "title":"The Effectiveness of Preschool Education on Academic Achievement."},
      {
        "id":"ED400070",
        "title":"School Lunch Program: Role and Impacts of Private Food Service Companies. United States General Accounting Office Report to Congressional Committees."},
      {
        "id":"ED400075",
        "title":"Attachment Representations to Parents and Prediction of Feelings of Loneliness during a College Transition."},
      {
        "id":"ED400076",
        "title":"Improving Student Engagement in Learning Activities."},
      {
        "id":"ED400077",
        "title":"Questions & Answers: What Research Says about the Education of Chinese American Children."},
      {
        "id":"ED400078",
        "title":"&quot;Seeing&quot; the School Reform Elephant: Connecting Policy Makers, Parents, Practioners, and Students."},
      {
        "id":"ED400079",
        "title":"What Parents Want: A Report on Parents' Opinions about Public Schools."},
      {
        "id":"ED400082",
        "title":"Education for Faith and Freedom."},
      {
        "id":"ED400083",
        "title":"Children's Understanding and Attitudes about People from Other Countries."},
      {
        "id":"ED400084",
        "title":"Friendship Quality, Sociometric Status, and Loneliness in Abused and Non-Abused Children."},
      {
        "id":"ED400085",
        "title":"The Temporal Consistency of Personality Profiles from Childhood through Adolescence into Young Adulthood."},
      {
        "id":"ED400086",
        "title":"Development and Piloting of the Prosocial Attitude Blank."},
      {
        "id":"ED400090",
        "title":"The Impact of Coeducational Schooling on Student Self-Concept and Achievement."},
      {
        "id":"ED400091",
        "title":"Early School Performance of Hmong Children in Comparative Context."},
      {
        "id":"ED400092",
        "title":"The Morality of Friendship versus the Morality of Individual Autonomy."},
      {
        "id":"ED400093",
        "title":"Promoting and Investing in Early Childhood Development Projects."},
      {
        "id":"ED400094",
        "title":"Bringing Bart Simpson to School."},
      {
        "id":"ED400095",
        "title":"Human Figure Drawing as a Representative Medium of Perceptual Motor Development among 3- to 5-Year-Old Children."},
      {
        "id":"ED400096",
        "title":"Children's Goals and Standards for Work: Evaluation in a First Grade Classroom."},
      {
        "id":"ED400101",
        "title":"Helping Preschoolers Become Better Storytellers: A Teacher's Perspective."},
      {
        "id":"ED400102",
        "title":"A Strategy Map for Results-Based Budgeting: Moving from Theory to Practice."},
      {
        "id":"ED400103",
        "title":"We Huff and Puff: The Parameters and the Program of Aerobics for Children under Five."},
      {
        "id":"ED400104",
        "title":"Guidelines for School Health Programs To Promote Lifelong Healthy Eating. Morbidity and Mortality Weekly Report: Recommendations and Reports, Volume 45, June 14, 1996."},
      {
        "id":"ED400105",
        "title":"Parental Beliefs concerning Sibling Aggression at Home: Maternal Reports."},
      {
        "id":"ED400106",
        "title":"The Influence of Researcher-Teacher Collaboration on the Effectiveness of the Early Learning of Four Year Olds in Schools in England."},
      {
        "id":"ED400107",
        "title":"Family Background, Adolescent Coping Styles, and Adjustment."},
      {
        "id":"ED400108",
        "title":"Barriers to Parent Involvement in Head Start Programs."},
      {
        "id":"ED400109",
        "title":"Effects of Day Care Environment in Singapore."},
      {
        "id":"ED400110",
        "title":"Educare for Infants and Toddlers in New Zealand Childcare Centres: Is It a Reality and How Important a Component is Joint Attention?"},
      {
        "id":"ED400111",
        "title":"Child Care Experience and Attachment Security as Predictors of Children's Social Adjustment at Age Two-and-a-Half."},
      {
        "id":"ED400112",
        "title":"Maternal Employment, Infant Child Care and Security of Attachment at Age 12 Months."},
      {
        "id":"ED400113",
        "title":"Toddler Distress at Separation."},
      {
        "id":"ED400115",
        "title":"Mothers as Mediators of Meaning in the Development of Cognitive Competence in Egyptian Preschool Children."},
      {
        "id":"ED400116",
        "title":"The Traditional Tribal Values of Ojibwa Parents and the School Performance of their Children: An Exploratory Study."},
      {
        "id":"ED400117",
        "title":"Reaching All Families: Creating Family-Friendly Schools."},
      {
        "id":"ED400118",
        "title":"The Role of Gender in the Behavioral Basis of Children's Sociometric Status Evaluations."},
      {
        "id":"ED400119",
        "title":"Allocation of Allowances and Associated Family Practices."},
      {
        "id":"ED400121",
        "title":"Adolescent Adjustment in Stepfamilies: Structural or Process Problem?"},
      {
        "id":"ED400122",
        "title":"Let's Do Homework! Learning Partners."},
      {
        "id":"ED400123",
        "title":"Father/Male Involvement in Early Childhood Programs. ERIC Digest."},
      {
        "id":"ED400124",
        "title":"Working with Perfectionist Students. ERIC Digest."},
      {
        "id":"ED400125",
        "title":"Parents and Schools: Partners in Student Learning. Statistics in Brief."},
      {
        "id":"ED400126",
        "title":"The ANISA Model of Education: A Critique. Issues in Native Education."},
      {
        "id":"ED400128",
        "title":"American Indian Population Statistics."},
      {
        "id":"ED400130",
        "title":"Guide to Financial Aid for American Indian Students."},
      {
        "id":"ED400137",
        "title":"Ethics and the Proper Aims of School-To-Work for Rural Places: A Differing Perspective."},
      {
        "id":"ED400138",
        "title":"A Proposal To Improve Retention Rates of Culturally Diverse Students in the College and University Setting Using Interpreters, Go-Betweens, and Models."},
      {
        "id":"ED400139",
        "title":"Rural Development: Steps Towards Realizing the Potential of Telecommunications Technologies. Report to the Committee on Agriculture, Nutrition, and Forestry, U.S. Senate."},
      {
        "id":"ED400143",
        "title":"Native Peoples: Resources Pertaining to First Nations, Inuit, and Metis. Fifth Edition."},
      {
        "id":"ED400144",
        "title":"Native Studies: Early Years (K-4). A Teacher's Resource Book."},
      {
        "id":"ED400145",
        "title":"Comprehensive Planning: Guidance for Educators of American Indian and Alaska Native Students. ERIC Digest."},
      {
        "id":"ED400146",
        "title":"Countering Prejudice against American Indians and Alaska Natives through Antibias Curriculum and Instruction. ERIC Digest."},
      {
        "id":"ED400149",
        "title":"Kerala: Radical Reform As Development in an Indian State. 2nd Edition."},
      {
        "id":"ED400150",
        "title":"Distance Education and Sustainable Community Development: Selected Articles from a Conference on Distance Education and Sustainable Community Development, Canadian Circumpolar Institute (Edmonton, Alberta, Canada, December 1990)."},
      {
        "id":"ED400151",
        "title":"Thoughts on the Theory of Community and Distance-Education: The Significance for Maintenance and Sustainability of Development Programs."},
      {
        "id":"ED400152",
        "title":"Linking Distance Education to Sustainable Community Development."},
      {
        "id":"ED400153",
        "title":"The Role of Adult Education in Assisting Sustainable Development in Remote Area Dwellers of Botswana."},
      {
        "id":"ED400154",
        "title":"Successfully Implementing a Native Teacher Education Program through Distance Education in Labrador."},
      {
        "id":"ED400155",
        "title":"Distance Education Delivery Networks: Role in Community and Institutional Development."},
      {
        "id":"ED400156",
        "title":"Developing and Implementing a Distance Education Secondary School Program for Isolated First Nation Communities in Northwestern Ontario."},
      {
        "id":"ED400157",
        "title":"Literacy Proposal for the Community of Nose Creek, Alberta."},
      {
        "id":"ED400158",
        "title":"Distance Education: En Route from Management to Pedagogy."},
      {
        "id":"ED400159",
        "title":"Teacher Perspectives on Distance Education."},
      {
        "id":"ED400160",
        "title":"The Mixed Economic Progress of Immigrants."},
      {
        "id":"ED400161",
        "title":"Promoting Student Investigation of Local Environmental Issues through the Southern Highlands Environmental Project: Project Report."},
      {
        "id":"ED400163",
        "title":"Always a River. Activity Booklet."},
      {
        "id":"ED400164",
        "title":"Tree Seed Technology Training Course: Student Outline."},
      {
        "id":"ED400166",
        "title":"Wonderful Wetlands: An Environmental Education Curriculum Guide for Wetlands."},
      {
        "id":"ED400167",
        "title":"Documenting Observations of Students in Mathematics: A Case Study."},
      {
        "id":"ED400168",
        "title":"Action for a Cleaner Tomorrow. A South Carolina Environmental Curriculum Grades K-8, Second Edition."},
      {
        "id":"ED400169",
        "title":"Rethinking Portfolio Assessment: Documenting the Intellectual Work of Learners in Science and Mathematics."},
      {
        "id":"ED400170",
        "title":"Genders, Mathematics, and Feminisms."},
      {
        "id":"ED400171",
        "title":"Mathematical Knowledge and Understanding for Effective Participation in Australian Society. A National Statement on Mathematics for Australian Schools."},
      {
        "id":"ED400177",
        "title":"Resource Guide to Careers in Toxicology, 3rd Edition."},
      {
        "id":"ED400178",
        "title":"Proceedings of the Annual Meeting of the North American Chapter of the International Group for the Psychology of Mathematics Education, Volumes 1 and 2 (18th, Panama City, Florida, October 12-15, 1996)."},
      {
        "id":"ED400179",
        "title":"TTIP Texas Teacher Internship Program: 1996 Curriculum Implementation Plans."},
      {
        "id":"ED400180",
        "title":"Alberta Program of Studies for K-9 Mathematics. Western Canadian Protocol for Collaboration in Basic Education."},
      {
        "id":"ED400181",
        "title":"So, You Love Animals: An Action-Packed, Fun-Filled Book To Help Kids Help Animals."},
      {
        "id":"ED400182",
        "title":"Science and Mathematics Education Reform: What Do Parents Need To Know To Get Involved?"},
      {
        "id":"ED400185",
        "title":"Scientific Literacy for All."},
      {
        "id":"ED400186",
        "title":"Change in Teaching about Functions: Content Conceptions and Curriculum Reform."},
      {
        "id":"ED400187",
        "title":"Federal Science and Engineering Support to Universities, Colleges, and Nonprofit Institutions: Fiscal Year 1994. Detailed Statistical Tables."},
      {
        "id":"ED400188",
        "title":"Maximizing Your Classroom Time for Authentic Science: Differentiating Science Curriculum for the Gifted."},
      {
        "id":"ED400191",
        "title":"Teachers, Research, and Reform: Improving Teaching and Learning in High School Science Courses."},
      {
        "id":"ED400192",
        "title":"Directory of Science-Rich Resources in the Southwest."},
      {
        "id":"ED400196",
        "title":"Interactions between Hemisphericity and Learning Type, and Concept Mapping Attributes of Preservice and Inservice Teachers."},
      {
        "id":"ED400197",
        "title":"Fun with Hands-on Science Activities for Elementary Teachers."},
      {
        "id":"ED400198",
        "title":"Evaluation of Mathematics Reform."},
      {
        "id":"ED400199",
        "title":"Mathematics in Physics - Which Way Forward: The Influence of Mathematics On Students' Attitudes to the Teaching of Physics."},
      {
        "id":"ED400201",
        "title":"Planet Hopping: A Gameboard for the Primary Student."},
      {
        "id":"ED400203",
        "title":"Indicators of Science and Mathematics Education in Nevada: School Year 1993-94."},
      {
        "id":"ED400204",
        "title":"Biotechnology: Education and Training. Special Reference Briefs Series No. SRB 96-08."},
      {
        "id":"ED400207",
        "title":"Community Sustainability. A Mini-Curriculum for Grades 9-12."},
      {
        "id":"ED400208",
        "title":"Discovery Lab in the Chemistry Lecture Room: Design and Evaluation of Audio-Visual Constructivist Methodology of Teaching Descriptive Inorganic Chemistry."},
      {
        "id":"ED400209",
        "title":"Pursuing Excellence: A Study of U.S. Eighth-Grade Mathematics and Science Teaching, Learning, Curriculum, and Achievement in International Context. Initial Findings from the Third International Mathematics and Science Study (TIMSS)."},
      {
        "id":"ED400210",
        "title":"Great Decisions [and] Great Decisions Activity Book. 1993 Edition."},
      {
        "id":"ED400211",
        "title":"Great Decisions [and] Great Decisions Activity Book. 1994 Edition."},
      {
        "id":"ED400212",
        "title":"[North American Indians: A Collection of Bibliographies, Resource Lists, Questions and Answers, and Other Leaflets Prepared by the National Museum of Natural History]."},
      {
        "id":"ED400213",
        "title":"[Egypt: Selected Readings, Egyptian Mummies, and the Egyptian Pyramid.]"},
      {
        "id":"ED400214",
        "title":"Moral Development/Moral Education Bibliography."},
      {
        "id":"ED400216",
        "title":"Gender Equity for Educators, Parents, and Community. Equity in Education Series."},
      {
        "id":"ED400217",
        "title":"Equity and Comparative State Responses to Education Finance Reform."},
      {
        "id":"ED400219",
        "title":"A Tie That Binds: The Concept of Character Formation in Folk Arts in Education and the History of Education in the United States."},
      {
        "id":"ED400220",
        "title":"Art as a Tool for Learning United States History."},
      {
        "id":"ED400222",
        "title":"Aesthetics and Civics. Cultural Dimension of Civic Education."},
      {
        "id":"ED400223",
        "title":"Reducing Class Size To Increase Student Involvement."},
      {
        "id":"ED400224",
        "title":"Youth &amp; HIV/AIDS: An American Agenda. A Report to the President."},
      {
        "id":"ED400225",
        "title":"Teachers Look at Goals 2000."},
      {
        "id":"ED400226",
        "title":"The Professional Development School: Linking the University and the Public School. Action Research Project."},
      {
        "id":"ED400227",
        "title":"Beyond the PDS: Schools as Professional Learning Communities. A Proposal Based on an Analysis of PDS Efforts of the 1990's."},
      {
        "id":"ED400228",
        "title":"University-School Collaborations: A Need to Reconceptualize Schools as Professional Learning Communities Instead of Partnerships."},
      {
        "id":"ED400229",
        "title":"A New Vision for Schools, Supervision, and Teacher Education: The Professional Development System and Model Clinical Teaching Project."},
      {
        "id":"ED400231",
        "title":"An Investigation into the Effectiveness of Science Reform Strategies in Teaching Earth Science at the University Level."},
      {
        "id":"ED400232",
        "title":"Perspectives for the Inservice Training of Teachers."},
      {
        "id":"ED400233",
        "title":"Intrinsic and Extrinsic Motivational Objects in Teachers and Future Teachers."},
      {
        "id":"ED400234",
        "title":"Teachers' and Preservice Teachers' Professional Goals and Motivation."},
      {
        "id":"ED400235",
        "title":"Study of Teachers' Motivation To Motivate Students by the Theory of Planned Behavior."},
      {
        "id":"ED400236",
        "title":"Science and Mathematics Teacher Preparation within the Alliances for Minority Participation Program: A Feasibility Study."},
      {
        "id":"ED400237",
        "title":"Why Don't Schools and Teachers Seem to Matter? Assessing the Impact of Unobservables on Educational Productivity."},
      {
        "id":"ED400238",
        "title":"Bienvenido Means Welcome...A Guide for the Teacher of Latino Students."},
      {
        "id":"ED400239",
        "title":"Cognitive Changes in the Course of Culture Contacts: Young Teachers Meet Migrant Youth."},
      {
        "id":"ED400240",
        "title":"Teacher Attrition 1980-1996. Statistical Notes No. 002."},
      {
        "id":"ED400241",
        "title":"Conceptualizing the Mentoring of Beginning Teachers."},
      {
        "id":"ED400242",
        "title":"Using Problem-Based Learning and Educational Reengineering To Improve Outcomes."},
      {
        "id":"ED400243",
        "title":"Experiences of Novice Teachers: Changes in Self-Efficacy and Their Beliefs about Teaching."},
      {
        "id":"ED400246",
        "title":"Building the Foundations of Faith. The Religious Knowledge, Beliefs, and Practices of Catholic Elementary School Teachers of Religion."},
      {
        "id":"ED400247",
        "title":"Administrative Portfolios: A Contemporary Construct for Evaluation."},
      {
        "id":"ED400248",
        "title":"Administrative Portfolios: The Development of a Portfolio System."},
      {
        "id":"ED400249",
        "title":"When Will I Finally Be Ready? Preservice Teachers' Perceptions of Job Readiness: A Qualitative Study."},
      {
        "id":"ED400250",
        "title":"Three &quot;Warring Souls&quot; of African American High School Students."},
      {
        "id":"ED400251",
        "title":"Cultural Reciprocity: Exploring the Impacts of Cross-Cultural Instruction on Professorial Self-Reflection."},
      {
        "id":"ED400252",
        "title":"Classroom Management from A to Z."},
      {
        "id":"ED400253",
        "title":"Creating a Community of Teachers: The Penn State Course in College Teaching."},
      {
        "id":"ED400254",
        "title":"Exploring the Relationship between Teacher Empowerment and Teacher Job Satisfaction."},
      {
        "id":"ED400255",
        "title":"Alternative Teacher Performance Appraisal in North Carolina: Developing Guidelines."},
      {
        "id":"ED400256",
        "title":"Nutrition Education in Public Elementary and Secondary Schools. Statistical Analysis Report. Fast Response Survey System (FRSS)."},
      {
        "id":"ED400257",
        "title":"Alcohol and Primary Health Care. WHO Regional Publications, European Series No. 64."},
      {
        "id":"ED400258",
        "title":"Building a Better College: A Portrait in Ed School Reorganization."},
      {
        "id":"ED400259",
        "title":"Making Time for Teacher Professional Development. ERIC Digest."},
      {
        "id":"ED400261",
        "title":"The Digital Portfolio: A Richer Picture of Student Performance. Studies on Exhibitions (No. 13)."},
      {
        "id":"ED400264",
        "title":"Effects of Combining Case-Based Instruction and Mindfulness Activities on the Acquisition, Application, and Transfer of Complex Knowledge: An Experimental Comparison of Two Multiple-Case Treatments on Videodisc."},
      {
        "id":"ED400265",
        "title":"The 1997 Profile of American Youth: Overview."},
      {
        "id":"ED400266",
        "title":"The Use of Person Fit Statistics in Mail Surveys."},
      {
        "id":"ED400267",
        "title":"A Critical Analysis of the Arguments for and against Item Review in Computerized Adaptive Testing."},
      {
        "id":"ED400268",
        "title":"Is It Ability Grouping or the Tailoring of Instruction That Makes a Difference in Student Achievement?"},
      {
        "id":"ED400269",
        "title":"Kerlinger's Research Myths: An Overview with Implications for Professors of Educational Research."},
      {
        "id":"ED400270",
        "title":"Must All Stems Be Green? A Study of Two Guidelines for Writing Multiple Choice Stems."},
      {
        "id":"ED400271",
        "title":"Avoiding Assessment Anarchy. Quality Test Administration Strategies: Communicate Expectations, Reduce Variation, Increase Quality, Improve Relationships, Reward Excellence, Recognize Success."},
      {
        "id":"ED400272",
        "title":"An Apprenticeship Approach to Inducting Novices into Research Practice."},
      {
        "id":"ED400273",
        "title":"Eighth Grade Minimum Competency Testing and Early High School Dropout Patterns."},
      {
        "id":"ED400274",
        "title":"A Comparison of Linking and Concurrent Calibration under Item Response Theory."},
      {
        "id":"ED400275",
        "title":"The Influence of Prior Experience and Process Utilization in Solving Complex Problems."},
      {
        "id":"ED400276",
        "title":"How Contaminated by Guessing Are Item-Parameter Estimates and What Can Be Done about It?"},
      {
        "id":"ED400277",
        "title":"Optimal Designs for Performance Assessments: The Subject Factor."},
      {
        "id":"ED400278",
        "title":"An Analysis of the Validity and Reliability of the Concerns Based Adoption Model for Teacher Concerns in Education Reform."},
      {
        "id":"ED400279",
        "title":"Alternative Assessment in Seventh- and Eighth-Grade Science: A Longitudinal Study."},
      {
        "id":"ED400280",
        "title":"Predictive Discriminant Analysis Versus Logistic Regression in Two-Group Classification Problems."},
      {
        "id":"ED400281",
        "title":"Equivalence of Rasch Item Calibrations and Ability Estimates across Modes of Administration."},
      {
        "id":"ED400282",
        "title":"Analyzing Multiple Choice Tests with the Rasch Model: Improving Item Calibrations by Deleting Person-Item Mismatches."},
      {
        "id":"ED400283",
        "title":"Dissecting Item Misfit on Vocabulary Items."},
      {
        "id":"ED400284",
        "title":"The Effects of Person-Item Mismatches on the Integrity of the Item Characteristic Curve."},
      {
        "id":"ED400285",
        "title":"Individual Differences in Computer Adaptive Testing: Anxiety, Computer Literacy and Satisfaction."},
      {
        "id":"ED400286",
        "title":"Comparison of Item Targeting Strategies for Pass/Fail Computer Adaptive Tests."},
      {
        "id":"ED400287",
        "title":"Computerized Adaptive Testing Exploring Examinee Response Time Using Hierarchical Linear Modeling."},
      {
        "id":"ED400288",
        "title":"On-line Performance Assessment Using Rating Scales."},
      {
        "id":"ED400289",
        "title":"A Study of Kindergarten and First Grade Report Cards: What Are Young Children Expected To Learn?"},
      {
        "id":"ED400290",
        "title":"Performance on Different Test Types by Racial/Ethnic Group and Gender."},
      {
        "id":"ED400291",
        "title":"Inter-rater Reliability on Various Types of Assessments Scored by School District Staff."},
      {
        "id":"ED400292",
        "title":"The Reliability and Validity of Mathematics Performance Assessment."},
      {
        "id":"ED400293",
        "title":"Differential Facet Functioning Detection in Direct Writing Assessment."},
      {
        "id":"ED400294",
        "title":"Issues of Test Bias, Item Bias, and Group Differences and What To Do While Waiting for the Answers."},
      {
        "id":"ED400296",
        "title":"Are NAEP Executive Summary Reports Understandable to Policy Makers and Educators?"},
      {
        "id":"ED400297",
        "title":"The Evaluation of the Lead Teacher Project."},
      {
        "id":"ED400298",
        "title":"Grading Large Classes: An Application of Linear Equating to Percentage-Correct Grading Decisions."},
      {
        "id":"ED400299",
        "title":"An Item-Level Analysis of &quot;None of the Above.&quot;"},
      {
        "id":"ED400300",
        "title":"Assessing the Literacy Growth of Fifth-Grade Students: A Question of Realigning Curriculum, Instruction and Assessment."},
      {
        "id":"ED400301",
        "title":"Data Quality: Earning the Confidence of Decision Makers."},
      {
        "id":"ED400302",
        "title":"A Study of the Interaction of Ethnicity, Math Achievement, Socioeconomic Status, and Gender on Math Attitudes of High School Students."},
      {
        "id":"ED400303",
        "title":"Development and Validation of a Test of Relationship Style."},
      {
        "id":"ED400304",
        "title":"Reliability and Validity of the State-Trait Anxiety Inventory for Children in an Adolescent Sample: Confirmatory Factor Analysis and Item Response Theory."},
      {
        "id":"ED400305",
        "title":"Student Annotation Form To Capture Reflections on Work Samples in Portfolios."},
      {
        "id":"ED400306",
        "title":"The Validity and Reliability of Portfolio Assessment of Eighth Grade Language Arts Students."},
      {
        "id":"ED400307",
        "title":"An Analysis of the Reliability and Validity of Bandura's Multidimensional Scales of Perceived Self-Efficacy."},
      {
        "id":"ED400308",
        "title":"A Comparison of Group and Independent Standard Setting."},
      {
        "id":"ED400309",
        "title":"Exploring Where the &quot;Self&quot; and &quot;Study&quot; Intersect: Autobiographical Inquiry as a Framework for Qualitative Research."},
      {
        "id":"ED400310",
        "title":"An Analysis of NAEP Trial State Assessment Data Concerning the Effects of Computers on Mathematics Achievement."},
      {
        "id":"ED400311",
        "title":"Examining the Sources and Effects of Local Dependence."},
      {
        "id":"ED400312",
        "title":"The Responsibility Scale."},
      {
        "id":"ED400313",
        "title":"The Design and Field Test of the ACT Portfolio System."},
      {
        "id":"ED400314",
        "title":"Some New Methods for Mapping Ratings to the NAEP Theta Scale To Support Estimation of NAEP Achievement Level Boundaries."},
      {
        "id":"ED400315",
        "title":"Concept Mapping To Facilitate Veterinary Students' Understanding of Fluid and Electrolyte Disorders."},
      {
        "id":"ED400320",
        "title":"The Applicability of Selected Regression and Hierarchical Linear Models to the Estimation of School and Teacher Effects."},
      {
        "id":"ED400321",
        "title":"Using Multimedia Technology To Create Innovative Items."},
      {
        "id":"ED400322",
        "title":"Teacher Assessment Competency: A Rasch Model Analysis."},
      {
        "id":"ED400323",
        "title":"Using a Metaphor To Increase Survey Return Rates."},
      {
        "id":"ED400324",
        "title":"Evaluation of a Student Questionnaire Developed for Rowan College of New Jersey School of Education and Related Professional Studies."},
      {
        "id":"ED400325",
        "title":"Developing an Effective Performance Evaluation Instrument for Use in a Head Start Setting."},
      {
        "id":"ED400326",
        "title":"A Note on a Relationship between Covariance Matrices and Consistently Estimated Variance Components. ACT Research Report Series 95-2."},
      {
        "id":"ED400327",
        "title":"An Analysis of the Dimensionality of TOEFL Reading Comprehension Items. TOEFL Research Reports, 53."},
      {
        "id":"ED400328",
        "title":"An Analysis of Factors Affecting the Difficulty of Dialogue Items in TOEFL Listening Comprehension. TOEFL Research Reports, 51."},
      {
        "id":"ED400329",
        "title":"The Dimensionality of Responses to SAT Analogy Items."},
      {
        "id":"ED400330",
        "title":"Gender and Ethnic Group Differences on the GMAT Analytical Writing Assessment."},
      {
        "id":"ED400331",
        "title":"Reliability of Advanced Placement Examinations."},
      {
        "id":"ED400332",
        "title":"Choice among Essay Topics: Impact on Performance and Validity."},
      {
        "id":"ED400333",
        "title":"The Reliability of Document-Based Essay Questions on Advanced Placement History Examinations."},
      {
        "id":"ED400336",
        "title":"The Effects of Sample Size, Estimation Methods, and Model Specification on SEM Indices."},
      {
        "id":"ED400337",
        "title":"Impact of State and Federal Student Assessment Legislation on Curriculum, Instruction, and Student Learning: The Perspectives from California, Colorado, Connecticut and Illinois School Districts."},
      {
        "id":"ED400338",
        "title":"Mini-Compendio de cifras en educacion, 1995 (Mini-Digest of Education Statistics, 1995)."},
      {
        "id":"ED400339",
        "title":"Increasing the Inclusion of Students with Disabilities and Limited English Proficient Students in NAEP."},
      {
        "id":"ED400340",
        "title":"From Data to Information: New Directions for the National Center for Education Statistics. Conference Proceedings (November 1995)."},
      {
        "id":"ED400341",
        "title":"Youth Indicators 1996. Trends in the Well-Being of American Youth."},
      {
        "id":"ED400342",
        "title":"Projections of Education Statistics to 2006. Pocket Projections. Twenty-Fifth Edition."},
      {
        "id":"ED400343",
        "title":"Baccalaureate and Beyond Longitudinal Study: 1993/94 First Follow-Up Methodology Report. Technical Report."},
      {
        "id":"ED400344",
        "title":"Profile of Children in U.S. School Districts. Statistical Analysis Report."},
      {
        "id":"ED400345",
        "title":"Education at a Glance: OECD Indicators."},
      {
        "id":"ED400346",
        "title":"Education at a Glance: Analysis."},
      {
        "id":"ED400347",
        "title":"The National Education Goals Report, Building a Nation of Learners, 1996."},
      {
        "id":"ED400348",
        "title":"The National Education Goals Report. Commonly Asked Questions about Standards and Assessments. Executive Summary, 1996."},
      {
        "id":"ED400349",
        "title":"Structures and Strategies: Toward an Understanding of Alternative Models for Coordinated Children's Services. Number 93-5b."},
      {
        "id":"ED400350",
        "title":"Achieving Coordinated, School-Linked Services: Facilitating Utilization of the Emerging Knowledge Base. Number 94-6."},
      {
        "id":"ED400352",
        "title":"The LATSTAT Report: Poverty and Inequality in San Francisco. Focus on Latino Families and Children."},
      {
        "id":"ED400353",
        "title":"No Room for the Inn. A Report on Local Opposition to Housing and Social Services Facilities for Homeless People in 36 United States Cities."},
      {
        "id":"ED400361",
        "title":"Stressful Life Events, Psychological Well-Being, and Parenting in African American Mothers."},
      {
        "id":"ED400362",
        "title":"The Effects of Economic and Social Stressors on Parenting and Adolescent Adjustment of African-American Families. CEIC Research Brief, No. 109."},
      {
        "id":"ED400363",
        "title":"Family as an Agent in the Education Process: A Test of a Theory of Underachievement of African-American Adolescents. CEIC Research Brief, No. 105."},
      {
        "id":"ED400364",
        "title":"Risk and Protective Factors for Drug Use among Latino Boys and Girls."},
      {
        "id":"ED400365",
        "title":"Federal Title VI Enforcement To Ensure Nondiscrimination in Federally Assisted Programs."},
      {
        "id":"ED400367",
        "title":"Age Discrimination on the Job. [and] Age Equity in Employment: A Checklist for Employers."},
      {
        "id":"ED400368",
        "title":"Americans with Disabilities Act (ADA). Title 1--Employment. Questions &amp; Answers for Employees."},
      {
        "id":"ED400369",
        "title":"America's Changing Work Force. Statistics in Brief."},
      {
        "id":"ED400370",
        "title":"Focus Your Future: A Woman's Guide to Retirement Planning."},
      {
        "id":"ED400371",
        "title":"How To Stay Employable: A Guide for the Midlife and Older Worker."},
      {
        "id":"ED400372",
        "title":"Planning Your Retirement."},
      {
        "id":"ED400373",
        "title":"A Single Person's Guide to Retirement Planning."},
      {
        "id":"ED400374",
        "title":"A Winning Resume: A Guide to Writing an Effective Resume for Older Job Seekers."},
      {
        "id":"ED400375",
        "title":"Working on European Social Policy. A Report on the Forum (Brussels, Belgium, March 27-30, 1996)."},
      {
        "id":"ED400376",
        "title":"Improving Inmate Knowledge of Training Benefits through the Use of an Orientation Module."},
      {
        "id":"ED400377",
        "title":"Filling the Frame. Adult Education and Vocational Training Institute Guidelines for the Implementation of Integrated Curricula within the Certificates of General Education for Adults Framework."},
      {
        "id":"ED400378",
        "title":"Scotland's Young People: 19 in '95. The Scottish School Leavers Survey."},
      {
        "id":"ED400380",
        "title":"The FE/HE Interface: A UK Perspective. A Report to the CVCP. IES Report 316."},
      {
        "id":"ED400381",
        "title":"Women and Literacy: Guide to the Literature and Issues for Woman-Positive Programs. Information Series No. 367."},
      {
        "id":"ED400382",
        "title":"A Primer on Personal Money Management for Midlife and Older Women. Revised."},
      {
        "id":"ED400383",
        "title":"Changes in the Hiring Process: New Actors, New Practices, and New Challenges. Final Report. Volume I: Findings and Implications [and] Volume II: Appendices."},
      {
        "id":"ED400384",
        "title":"Reducing the Cost of Technical and Vocational Education. Education Research. A Report to the Overseas Development Administration."},
      {
        "id":"ED400385",
        "title":"Education and Development: The Issues and the Evidence. Education Research. Serial No. 6."},
      {
        "id":"ED400386",
        "title":"Using Literacy: A New Approach to Post-Literacy Materials. Education Research. Serial No. 10."},
      {
        "id":"ED400387",
        "title":"Education and Training for the Informal Sector, Volume 1. Occasional Papers on Education, Serial No. 11."},
      {
        "id":"ED400388",
        "title":"Education and Training for the Informal Sector, Volume 2: Country Case Studies. Occasional Papers on Education, Serial No. 11."},
      {
        "id":"ED400389",
        "title":"Distance Education in Engineering for Developing Countries. Education Research. Serial No. 13."},
      {
        "id":"ED400390",
        "title":"Labour Market Signals &amp; Indicators. Education Research. Serial No. 15."},
      {
        "id":"ED400391",
        "title":"The Education and Training of Artisans for the Informal Sector in Tanzania. Education Research. Serial No. 18."},
      {
        "id":"ED400392",
        "title":"We the People: Guidelines to Taking Part in Democracy."},
      {
        "id":"ED400393",
        "title":"Teleworking and Gender."},
      {
        "id":"ED400394",
        "title":"Integrated Curriculum Activities. Integration of Vocational and Academic Learning through Tech Prep."},
      {
        "id":"ED400395",
        "title":"Collaborative Teacher-Based Research. A Report on the 1995-1996 Project."},
      {
        "id":"ED400398",
        "title":"Adult Education between Cultures. Encounters and Identities in European Adult Education since 1890. Leeds Studies in Continuing Education. Cross-Cultural Studies in the Education of Adults, Number 2."},
      {
        "id":"ED400399",
        "title":"Cultural and Intercultural Experiences in European Adult Education. Essays on Popular and Higher Education since 1890. Leeds Studies in Continuing Education. Cross-Cultural Studies in the Education of Adults, Number 3."},
      {
        "id":"ED400400",
        "title":"Annotated Bibliography of Mathematics Resources. Program Resources."},
      {
        "id":"ED400402",
        "title":"Evidence for Action. Papers Prepared for FEFC's Learning &amp; Technology Committee. FEDA Paper."},
      {
        "id":"ED400408",
        "title":"Partnerships that Work: Business/Education Coalitions for the 21st Century!!!"},
      {
        "id":"ED400409",
        "title":"Vocational Rehabilitation. VA Continues to Place Few Disabled Veterans in Jobs. Report to the Chairman, Subcommittee on Education, Training, Employment, and Housing, Committee on Veterans&apos; Affairs, House of Representatives."},
      {
        "id":"ED400410",
        "title":"A Vision for Nevada. 1994 Annual Report to the Community."},
      {
        "id":"ED400411",
        "title":"K-8 Implementation Strategies for &quot;A Curriculum Guide for Achieving Equity in Education and the Workplace.&quot;"},
      {
        "id":"ED400412",
        "title":"Further Choice and Quality: The Charter for Further Education."},
      {
        "id":"ED400413",
        "title":"Cooperative Education in High School: Promise and Neglect. A Policy Issue Perspective."},
      {
        "id":"ED400414",
        "title":"Bulletin on Women and Employment in the EU. 1994-1996."},
      {
        "id":"ED400415",
        "title":"Mississippi Curriculum Framework for Sheet Metal Programs (Program CIP: 48.0506--Sheet Metal Worker). Postsecondary Programs."},
      {
        "id":"ED400416",
        "title":"Pedagogical Implications of Postmodernism in Adult Literacy."},
      {
        "id":"ED400417",
        "title":"Career Pathways Idaho. Moving to a Focused Education."},
      {
        "id":"ED400418",
        "title":"Work-Based Learning: A Manual."},
      {
        "id":"ED400419",
        "title":"Current Trends and Issues in Technical and Vocational Education in Asia and the Pacific."},
      {
        "id":"ED400420",
        "title":"Evaluation of National and Community Service Programs. Impacts of Service: Final Report on the Evaluation of American Conservation and Youth Service Corps."},
      {
        "id":"ED400421",
        "title":"Portraits. Colorado Literacy and Adult Basic Skills Education."},
      {
        "id":"ED400422",
        "title":"Learn To Read and the World Opens Wide. Oklahoma Literacy Media Packet."},
      {
        "id":"ED400424",
        "title":"The 1994 Leavers. The Scottish School Leavers Survey."},
      {
        "id":"ED400425",
        "title":"Ohio Educators Build School-to-Work Partnerships. Implementation Guide."},
      {
        "id":"ED400426",
        "title":"Literacy Leader Fellowship Program Reports. Part I in a Series. Framework for Developing Skill Standards for Workplace Literacy."},
      {
        "id":"ED400427",
        "title":"Agriscience Technology Education. Preparing for Careers in Agricultural Science, Business, and Technology. Alabama Course of Study. Bulletin 1996, No. 13."},
      {
        "id":"ED400428",
        "title":"Business Education. Preparing Students for Employment in Business Occupations. Alabama Course of Study. Bulletin 1996, No. 16."},
      {
        "id":"ED400429",
        "title":"Family and Consumer Sciences Education. Focusing on Families, Work, and Their Interrelationships. Alabama Course of Study. Bulletin 1996, No. 17."},
      {
        "id":"ED400430",
        "title":"Healthcare Science &amp; Technology Education. Clinical Practice for Healthcare Careers. Alabama Course of Study. Bulletin 1996, No. 18."},
      {
        "id":"ED400431",
        "title":"Marketing Education. Alabama Course of Study. Bulletin 1996, No. 19."},
      {
        "id":"ED400432",
        "title":"Technology Education. Career Awareness &amp; Technology Literacy. Alabama Course of Study. Bulletin 1996, No. 20."},
      {
        "id":"ED400433",
        "title":"Trade &amp; Industrial Education. Preparing Today for Tomorrow's Workforce. Alabama Course of Study. Bulletin 1996, No. 21."},
      {
        "id":"ED400434",
        "title":"Learning Standards for Health, Physical Education, and Home Economics. Revised Edition."},
      {
        "id":"ED400435",
        "title":"Learning Standards for Career Development and Occupational Studies. Revised Edition."},
      {
        "id":"ED400436",
        "title":"Iowa CASAS Pilot Project Reports. The Third Year...An Evaluation of CASAS Effectiveness in Iowa's Adult Basic Education Programs: A 353 Project Report."},
      {
        "id":"ED400437",
        "title":"A Workforce Basic Skills Norming Study of Iowa's JTPA and PROMISE JOBS Target Populations. Final Report."},
      {
        "id":"ED400440",
        "title":"Pre-16 Work Experience in England and Wales. Report 319."},
      {
        "id":"ED400441",
        "title":"Continuing Education: Market Driven or Learner Centered? Myths and Realities."},
      {
        "id":"ED400442",
        "title":"Creating Coherent Workforce Preparation Systems from the Quagmire of Education and Job Training."},
      {
        "id":"ED400443",
        "title":"Beyond Tradition: Preparing the Teachers of Tomorrow's Workforce."},
      {
        "id":"ED400444",
        "title":"Fieldcrest Cannon, Inc. Advanced Technical Preparation. Statistical Process Control (SPC). PRE-SPC I. Instructor Book."},
      {
        "id":"ED400445",
        "title":"Fieldcrest Cannon, Inc. Advanced Technical Preparation. Statistical Process Control (SPC). PRE-SPC 11: SPC &amp; Graphs. Instructor Book."},
      {
        "id":"ED400458",
        "title":"Concrete Worker Skill Standards."},
      {
        "id":"ED400459",
        "title":"Development of an Updated Strategic Marketing Plan for Fox Valley Technical College."},
      {
        "id":"ED400460",
        "title":"The New Vocationalism: A Potential Model."},
      {
        "id":"ED400461",
        "title":"ASVAB Career Exploration Program: Impact on Student Career Development. AACE Bonus Brief."},
      {
        "id":"ED400462",
        "title":"Assessing Adult Learning Using Portfolios."},
      {
        "id":"ED400463",
        "title":"Firestarters and Outfitters: Metaphors of Adult Education."},
      {
        "id":"ED400464",
        "title":"Catch the Spirit! A Student's Guide to Community Service."},
      {
        "id":"ED400465",
        "title":"Using Alternative Assessments in Vocational Education."},
      {
        "id":"ED400466",
        "title":"A Feminist Analysis of Educational Scholarship on Women: Twenty Years of Adult Education Literature."},
      {
        "id":"ED400468",
        "title":"Beyond the Walls. 50 Years of Adult and Continuing Education at the University of Leeds, 1946-1996. Leeds Studies in Continuing Education."},
      {
        "id":"ED400469",
        "title":"ADD and Physicians."},
      {
        "id":"ED400470",
        "title":"Career Counseling of Youth with Learning Disabilities. ERIC Digest."},
      {
        "id":"ED400471",
        "title":"Career Counseling for Young People with Physical Disabilities: An Introduction to &quot;Thresholds.&quot; ERIC Digest."},
      {
        "id":"ED400472",
        "title":"Career Counseling with Street Youth. ERIC Digest."},
      {
        "id":"ED400473",
        "title":"Counseling Young Offenders for Rehabilitation and Employment: The Problem and Promise. ERIC Digest."},
      {
        "id":"ED400474",
        "title":"Older Workers in Transition. ERIC Digest."},
      {
        "id":"ED400476",
        "title":"Counseling Psychology Trainees' Perceived Efficacy in Counseling Lesbian and Gay Clients."},
      {
        "id":"ED400477",
        "title":"NATCON Papers, 1996 = Les Actes du CONAT [1996]."},
      {
        "id":"ED400478",
        "title":"School Psychology and Early Childhood Services: A Look at What Is Happening in One State."},
      {
        "id":"ED400480",
        "title":"Drinking and Smoking Habits of Students at Northern Territory University."},
      {
        "id":"ED400481",
        "title":"Gender Issues in Counselor Education: Are the CACREP Standards Sufficient?"},
      {
        "id":"ED400482",
        "title":"Gottfredson's Theory of Circumscription and Compromise: Implications for Career Counseling."},
      {
        "id":"ED400486",
        "title":"Cultural and Diversity Issues in Counseling."},
      {
        "id":"ED400487",
        "title":"New Directions for New Professionals."},
      {
        "id":"ED400489",
        "title":"A Hispanic/Latino Family Approach to Substance Abuse Prevention. CSAP Cultural Competence Series 2."},
      {
        "id":"ED400490",
        "title":"Greek Life: A Foundation for the Future."},
      {
        "id":"ED400491",
        "title":"A Brief Report on Behavior Theory and Practice in School Psychology."},
      {
        "id":"ED400492",
        "title":"Relational Control: Historical Perspective and Current Empirical Status."},
      {
        "id":"ED400493",
        "title":"The Latent Personality Structure of the Millon Clinical Multiaxial Inventory."},
      {
        "id":"ED400494",
        "title":"Substance Abuse and the American Woman."},
      {
        "id":"ED400495",
        "title":"Reducing Aggression in a High School Setting through a Conflict Resolution and Peer Mediation Program."},
      {
        "id":"ED400496",
        "title":"Report on Service Needs of Evening Students at Wichita State University."},
      {
        "id":"ED400497",
        "title":"Survey Terminology Related to Sexual Orientation: Does It Matter? Report No. 12-96."},
      {
        "id":"ED400498",
        "title":"Perceptions of Co-Curricular Involvement and Counseling Use among Incoming Asian and Pacific and Latino American College Students. Report No. 7-96."},
      {
        "id":"ED400499",
        "title":"CACD Journal. Volume 16. 1995-1996."},
      {
        "id":"ED400500",
        "title":"Have Less? Do More! Marketing University Counseling Center Services."},
      {
        "id":"ED400501",
        "title":"The Relationship between Addiction and Psychopathology in a Sample of Inpatient Adult Alcoholics."},
      {
        "id":"ED400502",
        "title":"Directions for the Road to Life after High School."},
      {
        "id":"ED400503",
        "title":"Raising the Awareness of Sexual Harassment and Preventing Its Occurrence in the Junior/Senior High School Environment."},
      {
        "id":"ED400504",
        "title":"Stop Occupational Stress (S.O.S.): An Occupational Stress Management Program for Youth Counselors."},
      {
        "id":"ED400505",
        "title":"Do Human Rights Exist for Korean Gay Men and Lesbians?"},
      {
        "id":"ED400507",
        "title":"FIRST Reading: Focussed Instruction in Reading for Successful Teaching."},
      {
        "id":"ED400508",
        "title":"Exploring a Model of Reading Proficiency."},
      {
        "id":"ED400509",
        "title":"Tips in Reading Instruction."},
      {
        "id":"ED400510",
        "title":"Errors Detection by 5- to 8-Year-Olds Listening to a Wrong French Sequence of Number Words: Music before Lyrics?"},
      {
        "id":"ED400511",
        "title":"Reading Proficiency and Home Support for Literacy."},
      {
        "id":"ED400513",
        "title":"Unraveling a Web of Change: A Case Study of Factors Affecting the Self-Initiated Changes of One Sixth Grade Language Arts Teacher."},
      {
        "id":"ED400514",
        "title":"Friends Working with Friends: A Closer Look at the Social Context of Literacy Instruction. Instructional Resource No. 31."},
      {
        "id":"ED400515",
        "title":"Teacher as Mentor, Teacher as Learner: Mentoring a First-Year Teacher in Middle School Language Arts. Instructional Resource No. 32."},
      {
        "id":"ED400516",
        "title":"Improving the Usefulness and Effectiveness of Reading Assessment. Instructional Resource No. 33."},
      {
        "id":"ED400517",
        "title":"Teaching Children to Self-Regulate: A Resource for Teachers. Instructional Resource No. 34."},
      {
        "id":"ED400518",
        "title":"Teachers' Applications of Banks' Typology of Ethnic Identity Development and Curriculum Goals to Story Content and Classroom Discussion: Phase Two. Instructional Resource No. 35."},
      {
        "id":"ED400519",
        "title":"Literature Discussion Groups: Guidelines for Moderators--A Book Club Approach. Instructional Resource No. 36."},
      {
        "id":"ED400520",
        "title":"Reading Challenge: The Transition from Picture Books to Chapter Books. Instructional Resource No. 37."},
      {
        "id":"ED400521",
        "title":"Using Electronic Storybooks with Beginning Readers. Instructional Resource No. 39."},
      {
        "id":"ED400522",
        "title":"The Influence of Embedded Word-Study Instruction, Social Context, and Motivation of Children's Independent Reading and Writing: A Case Study of 3 First-Graders. Reading Research Report No. 65."},
      {
        "id":"ED400523",
        "title":"Does Concept-Oriented Reading Instruction Increase Motivation, Strategies, and Conceptual Learning? Reading Research Report No. 66."},
      {
        "id":"ED400524",
        "title":"Literature-Based Reading Instruction: Problems, Possibilities, and Polemics in the Struggle To Change. Reading Research Report No. 67."},
      {
        "id":"ED400525",
        "title":"Reading American History: How Do Multiple Text Sources Influence Historical Learning in Fifth Grade? Reading Research Report No. 68."},
      {
        "id":"ED400526",
        "title":"Principles of Whole Language and Implications for ESL Learners."},
      {
        "id":"ED400528",
        "title":"Libraries &amp; Reading: Indispensable Partners."},
      {
        "id":"ED400529",
        "title":"Indiana Practitioners' List of Young Adolescent Books."},
      {
        "id":"ED400530",
        "title":"Phonemic Awareness: An Important Early Step in Learning To Read. ERIC Digest."},
      {
        "id":"ED400531",
        "title":"Executive Summary of the NAEP 1992 Reading Report Card for the Nation and the States. Data from the National and Trial State Assessments."},
      {
        "id":"ED400532",
        "title":"Sophistic Synthesis in JFK Assassination Rhetoric."},
      {
        "id":"ED400539",
        "title":"Beginning the Conversation (Electronically): Graduate Students Bridging Theory and Practice in Basic Writing."},
      {
        "id":"ED400540",
        "title":"&quot;And Never the Twain Shall Meet&quot;: International Students Writing for a U.S. University Audience."},
      {
        "id":"ED400541",
        "title":"A &quot;Health Appraisal&quot; of Student Newspapers in the Chicago Public Schools."},
      {
        "id":"ED400542",
        "title":"Teaching in a Two-Year College: Endless Possibilities."},
      {
        "id":"ED400543",
        "title":"Ethics and Representation in Qualitative Studies of Literacy."},
      {
        "id":"ED400550",
        "title":"The Magical Place Called Opera."},
      {
        "id":"ED400551",
        "title":"Full-Court Press? The New York Times' Coverage of the 1995 Women's NCAA Basketball Tournament."},
      {
        "id":"ED400552",
        "title":"Using Literature as a Vehicle for Writing."},
      {
        "id":"ED400554",
        "title":"Transcending Conventional Boundaries in Academic Discourse."},
      {
        "id":"ED400555",
        "title":"Notes toward a Definition of Rhetoric for Emerging Nations: Spirit, Rhetoric, and the Fourth World."},
      {
        "id":"ED400556",
        "title":"A (Corner of the) Field Defined: Contemplating Name Changes in the Ongoing Professionalization of Basic Writing."},
      {
        "id":"ED400557",
        "title":"Learning Standards for English Language Arts. Revised Edition."},
      {
        "id":"ED400558",
        "title":"The State of Diversity in the Curriculum of the Nation's Journalism and Mass Communication Programs."},
      {
        "id":"ED400560",
        "title":"American Journalism Historians Association Annual Convention (London, Ontario, Canada, October 3-5, 1996). Part II: Selecting Papers Covering the 20th Century."},
      {
        "id":"ED400561",
        "title":"Teaching English to Gifted Students. ERIC Digest."},
      {
        "id":"ED400562",
        "title":"Look Who's Talking: A Pilot Study of the Use of Discussion Lists by Journalism Educators and Students."},
      {
        "id":"ED400565",
        "title":"The Case Method as Reflective and Projective Practice in the Instructional Communication Classroom."},
      {
        "id":"ED400566",
        "title":"Management by Objectives: Authentic Assessment in a Public Relations Practicum."},
      {
        "id":"ED400567",
        "title":"Performance Challenges Revisited: What Is Art?"},
      {
        "id":"ED400568",
        "title":"Communication, Technology, and the Formation of Scientific Communities."},
      {
        "id":"ED400569",
        "title":"Building a Bridge to the Business World: A Guide to Designing Group Projects for Public Relations Courses."},
      {
        "id":"ED400570",
        "title":"Examining the Internal Characteristics of the Teacher: The Effect of Perceived Eagerness on Student Affective Learning."},
      {
        "id":"ED400572",
        "title":"Where the Boys Are: Ad-Inspired Social Comparisons among Male and Female Teens."},
      {
        "id":"ED400573",
        "title":"Technology, Media Monopolies and Curriculum."},
      {
        "id":"ED400574",
        "title":"Cyberspace Class: Rewards and Punishments. ERIC Digest."},
      {
        "id":"ED400576",
        "title":"Programmed Instruction and Interactive Media: A Third Consideration."},
      {
        "id":"ED400577",
        "title":"The Online Classroom: Teaching with the Internet. 2nd Edition."},
      {
        "id":"ED400579",
        "title":"The Role of Books, Television, Computers and Video Games in Children's Day to Day Lives."},
      {
        "id":"ED400580",
        "title":"Making Technocrats."},
      {
        "id":"ED400582",
        "title":"CMC and Ethnic Communities: A Case Study of Chinese Students' Electronic Publications."},
      {
        "id":"ED400583",
        "title":"Implementing Problem Based Learning in Leadership Development."},
      {
        "id":"ED400584",
        "title":"Preparing Schools for the 1990s: An Essay Collection."},
      {
        "id":"ED400585",
        "title":"The Case for Shifting to Results-Based Accountability with a Start-Up List of Outcome Measures."},
      {
        "id":"ED400586",
        "title":"A Profile of California's Charter Schools, 1994-95."},
      {
        "id":"ED400587",
        "title":"School-Based Health Centers: Informing Future Site-Based Interagency Collaboratives."},
      {
        "id":"ED400588",
        "title":"A Business Leader's Guide to Setting Academic Standards."},
      {
        "id":"ED400589",
        "title":"Professional Development Which Provides an Icing on the Pedagogical Cake."},
      {
        "id":"ED400590",
        "title":"Schools and Parks: Developing Partnerships."},
      {
        "id":"ED400591",
        "title":"Mapping Multiple Perspectives: Research Reports of the University of Pittsburgh Social Cartography Project, 1993-1996."},
      {
        "id":"ED400592",
        "title":"Charting Reform in Chicago: The Students Speak. A Report."},
      {
        "id":"ED400593",
        "title":"Meeting the Challenge: How the Private Sector Serves Difficult To Educate Students. Policy Study No. 212."},
      {
        "id":"ED400595",
        "title":"Goals 2000. Hearing before a Subcommittee of the Committee on Appropriations, United States Senate. One Hundred Fourth Congress, First Session. Special Hearing."},
      {
        "id":"ED400596",
        "title":"Hearing on What Works in Public Education. Hearing before the Committee on Economic and Educational Opportunities, House of Representatives. One Hundred Fourth Congress, Second Session."},
      {
        "id":"ED400597",
        "title":"School Bus Safety Issues. Hearing on Examining Defective Handrails Which Have Been Found on School Buses across the Country, the Need for a School Bus Specific Commercial Drivers' License, and the Use of Public Transportation by Students, of the Committee on Labor and Human Resources, United States Senate. One Hundred Fourth Congress, Second Session."},
      {
        "id":"ED400601",
        "title":"A Dialectic Analysis of Leadership, Communication, and Conflict Management Styles."},
      {
        "id":"ED400602",
        "title":"Policy Alternatives for Post-Industrial America Suggested in the &quot;Bell Curve&quot;: The Untold Story."},
      {
        "id":"ED400603",
        "title":"A Comparison of High School Dropout Rates in 1982 and 1992. Technical Report."},
      {
        "id":"ED400606",
        "title":"The Nevada Class Size Reduction Evaluation Study, 1995."},
      {
        "id":"ED400607",
        "title":"Block Schedule: Breaking the Barriers."},
      {
        "id":"ED400608",
        "title":"Educational Partnerships. Case Studies."},
      {
        "id":"ED400609",
        "title":"The Regulation of Private Schools in America: A State-by-State Analysis."},
      {
        "id":"ED400610",
        "title":"Reviewing Applications for Discretionary Grants and Cooperative Agreements: A Workbook for Application Reviewers."},
      {
        "id":"ED400611",
        "title":"Managing Change Toward Site-Based Management."},
      {
        "id":"ED400612",
        "title":"Preparing Educational Leaders To Eradicate the 'Isms'."},
      {
        "id":"ED400613",
        "title":"The Principal and Instructional Leadership."},
      {
        "id":"ED400614",
        "title":"Illinois School Finance."},
      {
        "id":"ED400616",
        "title":"Lessons for School-Based Reform."},
      {
        "id":"ED400625",
        "title":"Mandatory School Board Training: An Idea Whose Time Has Come?"},
      {
        "id":"ED400626",
        "title":"Am I Certifiable? Superintendents on the Move."},
      {
        "id":"ED400627",
        "title":"The Bill of Rights for the School Principal: The Employment Contract."},
      {
        "id":"ED400630",
        "title":"Social Status and Self-Esteem: Children with ADHD and Their Peers."},
      {
        "id":"ED400631",
        "title":"Building Capacity for Change. A Final Report."},
      {
        "id":"ED400632",
        "title":"Fathers' Involvement in Their Children's Special Education Program."},
      {
        "id":"ED400633",
        "title":"Exploratory Study of Barriers in Birth to Three Services: Children with Disabilities and Special Health Care Needs in Washington State Public Programs."},
      {
        "id":"ED400634",
        "title":"CEC Policy on Inclusive Schools and Community Settings [and] CEC Policy on Physical Intervention [and] Position Statement on Discipline."},
      {
        "id":"ED400635",
        "title":"Disability in the United States: Prevalence and Causes, 1992. Disability Statistics Report 7."},
      {
        "id":"ED400636",
        "title":"Consumer Self Advocacy: A Training Program for Individuals with Disabilities and Their Families. Facilitator Manual. Revised [and] Participant Manual."},
      {
        "id":"ED400640",
        "title":"Perceptions of Classroom Accommodations among College Students with Disabilities."},
      {
        "id":"ED400641",
        "title":"Individualized Learner Outcomes: Infusing Student Needs into the Regular Education Curriculum."},
      {
        "id":"ED400642",
        "title":"Longitudinal Research on Children Who Received Early Childhood Special Education Services: The State Education Agency Perspective. Final Report."},
      {
        "id":"ED400643",
        "title":"How Special Education Services Are Delivered in Kentucky Regular Public Schools in the Context of the Educational Reform Movement."},
      {
        "id":"ED400644",
        "title":"Preparation of Special Educators 84.029B. Certificate of Advanced Study Program: Preparing Post-Master&apos;s Level Specialists To Support Local School Placement for Students with Moderate and Severe Disabilities within Rural Vermont. Final Report, July 1, 1992 - June 30, 1996."},
      {
        "id":"ED400645",
        "title":"Medically Fragile Inservice for Related Services Teams--Outreach (M-First). Final Report."},
      {
        "id":"ED400646",
        "title":"The Community Support Skill Standards: Tools for Managing Change and Achieving Outcomes. Skill Standards for Direct Service Workers in the Human Services."},
      {
        "id":"ED400647",
        "title":"Nevada Administrative Code for Special Education Programs."},
      {
        "id":"ED400648",
        "title":"Nevada Mediation System for Early Intervention and Special Education. Revised."},
      {
        "id":"ED400649",
        "title":"Options for Rural Gifted Students."},
      {
        "id":"ED400650",
        "title":"[Special Educational Needs of Gifted and Talented Children]."},
      {
        "id":"ED400651",
        "title":"Optimizing Learning. Proceedings of the Annual Society for the Advancement of Gifted Education Conference (6th, Edmonton, Alberta, Canada, September 29-30, 1995)."},
      {
        "id":"ED400652",
        "title":"Person-Centered Agency Design: A Three Year Project 1991-1994."},
      {
        "id":"ED400653",
        "title":"Developing and Implementing a Stress Management Program for Special Educators in a Juvenile Detention Center."},
      {
        "id":"ED400654",
        "title":"Increasing Social Interactions of Preschoolers with Autism through Relationships with Typically Developing Peers."},
      {
        "id":"ED400655",
        "title":"Developing and Implementing a Physical Education Program That Improves the Physical Education Service to Students with Disabilities at an Elementary School through Inclusion."},
      {
        "id":"ED400658",
        "title":"Access to the Information Superhighway and Emerging Information Technologies by People with Disabilities."},
      {
        "id":"ED400660",
        "title":"Bridging the Gap between Neuroscience and Education. Summary of a Workshop (Denver, Colorado, July 26-28, 1996)."},
      {
        "id":"ED400663",
        "title":"From Great Potential to Amazing Performance: Factors That Make a Difference. Abstracts of Selected Papers [from the] Annual Esther Katz Rosen Symposium on the Psychological Development of Gifted Children (6th, Lawrence, Kansas, September 20-21, 1996)."},
      {
        "id":"ED400664",
        "title":"Special Education Costs and Rising School Expenditures: A Review of the Evidence."},
      {
        "id":"ED400665",
        "title":"A Program Overview with Emphasis upon Cooperative Arrangements with the Canadian National Institute for the Blind."},
      {
        "id":"ED400666",
        "title":"PIER: An Inclusive Model for At-Risk Students."},
      {
        "id":"ED400667",
        "title":"Children with Special Health Care Needs in Early Intervention Programs: Desire for Child Daycare."},
      {
        "id":"ED400668",
        "title":"Employment Power: An Employer Awareness &amp; Training Program. Facilitator Manual [and] Participant Manual."},
      {
        "id":"ED400671",
        "title":"Communicator. 1996."},
      {
        "id":"ED400672",
        "title":"The Effects of a Response-Cost Program on the Classroom Behavior of Two Children with Attention Deficit/Hyperactivity Disorder."},
      {
        "id":"ED400673",
        "title":"Implementation of the Individuals with Disabilities Education Act: Eighteenth Annual Report to Congress."},
      {
        "id":"ED400674",
        "title":"Attrition in French Immersion Programs: Possible Solutions."},
      {
        "id":"ED400675",
        "title":"Legends of Mexico: Units of Instruction, Grades K-8."},
      {
        "id":"ED400678",
        "title":"Using the Child's Testimony in Defending the Alleged Child Molester."},
      {
        "id":"ED400679",
        "title":"L1 or L2 Peer Response Sessions? Differences in Verbal Interactioan between a Writing Group That Communicates in Mandarin Chinese and One That Uses English."},
      {
        "id":"ED400680",
        "title":"Perceptual Learning Style Preferences for EFL Students in Junior Colleges in Taiwan."},
      {
        "id":"ED400681",
        "title":"Language Minority Students in School Reform: The Role of Collaboration. ERIC Digest."},
      {
        "id":"ED400683",
        "title":"Ethnic Stereotype in Action: A Televised Battle about Social Identity."},
      {
        "id":"ED400685",
        "title":"&quot;Pretended Families&quot; and &quot;Fragile Youth&quot;: British Public Discourse about Lesbians and Gays."},
      {
        "id":"ED400686",
        "title":"Assessment of Communicative Competence of Children in Welsh Immersion Programmes."},
      {
        "id":"ED400687",
        "title":"Chinese Learners' Communicative Incompetence: Causes and Solutions."},
      {
        "id":"ED400688",
        "title":"Preparing Chinese Speech Students for a Multicultural World."},
      {
        "id":"ED400689",
        "title":"Content Area Reading Strategies for English Speakers of Other Languages (CARS for ESOL)."},
      {
        "id":"ED400691",
        "title":"Issues and Developments in English and Applied Linguistics (IDEAL), 1994."},
      {
        "id":"ED400692",
        "title":"Issues and Developments in English and Applied Linguistics (IDEAL), 1995."},
      {
        "id":"ED400693",
        "title":"Syllable Structure: A Comparison of Different Analyses. Part I: Child Cluster Reduction and Compensatory Lengthening; Part II: Syllable Structure in Sranan."},
      {
        "id":"ED400694",
        "title":"Work Papers of the Summer Institute of Linguistics, University of North Dakota Session. Volume 40."},
      {
        "id":"ED400695",
        "title":"Verb Agreement and Case Marking in Burushaski."},
      {
        "id":"ED400696",
        "title":"A Backwards Binding Construction in Zapotec."},
      {
        "id":"ED400697",
        "title":"On Generating the Greek Noun Phrase."},
      {
        "id":"ED400698",
        "title":"Meigu County Yi Tone."},
      {
        "id":"ED400699",
        "title":"A Search for Inflectional Priming Reveals an Effect of Discourse Type on the Lexical Access of Inflected Verbs."},
      {
        "id":"ED400700",
        "title":"Pragmatics and Language Learning. Monograph Series Volume 7."},
      {
        "id":"ED400701",
        "title":"Pragmatics and Language Learning."},
      {
        "id":"ED400702",
        "title":"Pragmatics and Language Teaching: Bringing Pragmatics and Pedagogy Together."},
      {
        "id":"ED400703",
        "title":"Cross-Cultural Communication and Interlanguage Pragmatics: American vs. European Requests."},
      {
        "id":"ED400704",
        "title":"&quot;At Your Earliest Convenience:&quot; A Study of Written Student Requests to Faculty."},
      {
        "id":"ED400705",
        "title":"Cross-Cultural Differences in American and Russian General Conventions of Communication."},
      {
        "id":"ED400706",
        "title":"Foregrounding the Role of Common Ground in Language Learning."},
      {
        "id":"ED400707",
        "title":"The Pragmatics of Uncertainty."},
      {
        "id":"ED400708",
        "title":"Sociocultural Dimensions of Voice in Non-Native Language Writing."},
      {
        "id":"ED400709",
        "title":"Metadiscourse and Text Pragmatics: How Students Write after Learning about Metadiscourse."},
      {
        "id":"ED400710",
        "title":"Underproduction Does Not Necessarily Mean Avoidance: Investigation of Underproduction Using Chinese ESL Learners."},
      {
        "id":"ED400711",
        "title":"Contextual Thinking about Teaching: Special Educators' Metaphorical Representations of Practical Knowledge."},
      {
        "id":"ED400712",
        "title":"Prochievement in Light of SOPI and OPI: Activities for Advanced Speakers of Chinese."},
      {
        "id":"ED400713",
        "title":"Language Testing in Japan."},
      {
        "id":"ED400714",
        "title":"Differenciation intergroupes en milieu scolaire. Discussion methodologique et analyse comparative dans dix pays (Intergroup Differentiation in the School Context. Methodological Discussion and Comparative Analysis in Ten Countries). Papers on Teacher Training and Multicultural/Intercultural Education No. 34."},
      {
        "id":"ED400717",
        "title":"Whole Language EFL with Style: Adapting Traditional Texts to Diverse Learning Styles and Intelligences."},
      {
        "id":"ED400718",
        "title":"Adapting to the U.S. Classroom: Problems and Strategies of Asian High School Students in Boston Area Schools."},
      {
        "id":"ED400719",
        "title":"Applying Learning Styles Research To Improve Writing Processes."},
      {
        "id":"ED400721",
        "title":"Higher Education and High Technology: A Case for Joint Action."},
      {
        "id":"ED400722",
        "title":"Scaling the Ivory Tower. The Pursuit of an Academic Career."},
      {
        "id":"ED400726",
        "title":"Society's Child: A Mini-Workshop in Critical and Creative Thinking."},
      {
        "id":"ED400728",
        "title":"Assignments That Require Thinking."},
      {
        "id":"ED400729",
        "title":"Long-Term Impact of Faculty Development Workshops."},
      {
        "id":"ED400730",
        "title":"Perception of the Impact of International Education: Japanese vs. American Students."},
      {
        "id":"ED400731",
        "title":"The Strategic Directions Charter: Becoming America's New Public University."},
      {
        "id":"ED400732",
        "title":"It's All in How You Look at Things: Alternative Constructions of Professors' Undergraduate Education Role."},
      {
        "id":"ED400733",
        "title":"How to Use the Higher Education Center for Alcohol and Other Drug Prevention."},
      {
        "id":"ED400734",
        "title":"Preventing Alcohol-Related Problems on Campus: Acquaintance Rape. A Guide for Program Coordinators."},
      {
        "id":"ED400735",
        "title":"Preventing Alcohol-Related Problems on Campus: Impaired Driving. A Guide for Program Coordinators."},
      {
        "id":"ED400736",
        "title":"Looking at Binge Drinking at Four-Year Colleges: Software User's Guide."},
      {
        "id":"ED400737",
        "title":"Preventing Alcohol-Related Problems on Campus: Vandalism."},
      {
        "id":"ED400738",
        "title":"Secondary Effects of Binge Drinking on College Campuses."},
      {
        "id":"ED400739",
        "title":"Alcohol and Other Drug Prevention: A Bulletin for Fraternity and Sorority Advisors."},
      {
        "id":"ED400740",
        "title":"A Qualitative/Quantitative Analysis of the Administrative Management Institute at Cornell University."},
      {
        "id":"ED400741",
        "title":"Enhancing Student Learning: Intellectual, Social, and Emotional Integration. ERIC Digest."},
      {
        "id":"ED400742",
        "title":"Enhancing Student Learning: Intellectual, Social, and Emotional Integration. ASHE-ERIC Higher Education Report No. 4."},
      {
        "id":"ED400748",
        "title":"Fact or Fiction: The Relevance of the Strategic Planning Literature to Planning Practices at Small Colleges and Universities."},
      {
        "id":"ED400751",
        "title":"International Dimensions of the University of Alberta. Report of the Senate Task Force."},
      {
        "id":"ED400752",
        "title":"Technology in Learning. Final Report of the Senate Task Force."},
      {
        "id":"ED400753",
        "title":"Nature and Responsibility of Leadership: Need and Accountability. Demystifying the Nature of Leadership."},
      {
        "id":"ED400754",
        "title":"Applying Social Psychology to Reveal a Major (But Correctable) Flaw in Student Evaluations of Teaching."},
      {
        "id":"ED400757",
        "title":"Information Digest, 1994-95. Eleventh Edition."},
      {
        "id":"ED400759",
        "title":"State University of New York Controls Over Telephone Systems at Selected Campuses."},
      {
        "id":"ED400760",
        "title":"An Academic Department's Response to Outcomes Assessment."},
      {
        "id":"ED400761",
        "title":"Mentors and Proteges: The Influence of Faculty Mentoring on Undergraduate Academic Achievement."},
      {
        "id":"ED400762",
        "title":"Time For Decision: California's Legacy and the Future of Higher Education. A Report with Recommendations."},
      {
        "id":"ED400763",
        "title":"Title IX Athletics Investigator's Manual."},
      {
        "id":"ED400764",
        "title":"States' Average College Tuition."},
      {
        "id":"ED400765",
        "title":"Action Research Teams: A Means to Transform Teaching and Empower Underrepresented Students in the University Classroom."},
      {
        "id":"ED400767",
        "title":"Faculty Roles and Responsibilities: Collecting and Reporting Statewide Information on Faculty."},
      {
        "id":"ED400768",
        "title":"Independent Colleges and Universities Priorities, Quality, and Productivity Executive Summaries."},
      {
        "id":"ED400769",
        "title":"Proprietary Institutions Priorities, Quality, and Productivity Executive Summaries."},
      {
        "id":"ED400770",
        "title":"Illinois Public Universities Priorities, Quality, and Productivity Executive Summaries."},
      {
        "id":"ED400771",
        "title":"Tenure Issues in American Higher Education: An Overview."},
      {
        "id":"ED400772",
        "title":"In Their Own Words: BSU Graduates Tell of Best and Hardest and Recommend Changes. Research Report 96-03."},
      {
        "id":"ED400773",
        "title":"A Survey of Current &amp; Potential Graduate Students. Research Report 96-04."},
      {
        "id":"ED400774",
        "title":"Women: Education and Outcomes. Statistical Analysis Report."},
      {
        "id":"ED400775",
        "title":"Financing Postsecondary Education: The Federal Role. Proceedings of the National Conference on the Best Ways for the Federal Government To Help Students and Families Finance Postsecondary Education (Charleston, South Carolina, October 8-9, 1995)."},
      {
        "id":"ED400776",
        "title":"Tales from the Electronic Frontier: First-Hand Experiences of Teachers and Students Using the Internet in K-12 Math and Science."},
      {
        "id":"ED400778",
        "title":"Educational Satellite Loan Guarantee Program Act, and Distance Learning. Hearing before the Subcommittee on Science, Technology, and Space of the Committee on Commerce, Science, and Transportation. United States Senate. One Hundred Fourth Congress, Second Session."},
      {
        "id":"ED400779",
        "title":"Cyberporn and Children: The Scope of the Problem, the State of the Technology, and the Need for Congressional Action. Hearing on S.892, a Bill To Amend Section 1464 of Title 18, United States Code, To Punish Transmission by Computer of Indecent Material to Minors, before the Committee on the Judiciary, United States Senate. One Hundred Fourth Congress, First Session."},
      {
        "id":"ED400780",
        "title":"Lone Star 2000: Soaring into the Future with Technology."},
      {
        "id":"ED400781",
        "title":"Using an Internet Service To Bring Its Resources and Educational Possibilities to Middle School Students, Staff, and Community Residents."},
      {
        "id":"ED400784",
        "title":"Internet Jones: An Educator's Guide to Traveling on the Information Superhighway!"},
      {
        "id":"ED400785",
        "title":"Infusing Technology into the Lesson Plans of Early Childhood Preservice Teachers."},
      {
        "id":"ED400786",
        "title":"Strategic Planning for the Successful Integration of Technology in a Private School."},
      {
        "id":"ED400787",
        "title":"Helping Teachers To Actively Choose To Integrate Technology in the Required Language Arts Curriculum through Staff Development and Mentoring."},
      {
        "id":"ED400788",
        "title":"School-to-Work Transition."},
      {
        "id":"ED400789",
        "title":"ERIC Annual Report, 1996. Summarizing the Recent Accomplishments of the Educational Resources Information Center."},
      {
        "id":"ED400790",
        "title":"Mid-South Instructional Technology Conference Proceedings (1st, Murfreesboro, Tennessee, March 31-April 2, 1996)."},
      {
        "id":"ED400791",
        "title":"Technology and the Three Stages of Teaching."},
      {
        "id":"ED400792",
        "title":"Data Acquisition Programming (LabVIEW): An Aid to Teaching Instrumental Analytical Chemistry."},
      {
        "id":"ED400793",
        "title":"Developing Interactive Instructional Materials: A Model."},
      {
        "id":"ED400794",
        "title":"Prototype Expert System for Climate Classification."},
      {
        "id":"ED400795",
        "title":"Simulating Professional/Client Interaction: The Benefits of Computer Multimedia and Video."},
      {
        "id":"ED400796",
        "title":"Making Mathematics Come Alive with Technology."},
      {
        "id":"ED400797",
        "title":"Use of Master Classroom Technology To Implement a Case Study Approach to Learning."},
      {
        "id":"ED400798",
        "title":"The Critical Importance of Technology Integration in the Business School Curriculum: How Christian Brothers University is Meeting This Challenge."},
      {
        "id":"ED400799",
        "title":"Enhancing Teaching and Learning in Higher Education with a Total Multimedia Approach."},
      {
        "id":"ED400800",
        "title":"Putting the Sizzle Back into Computer Literacy."},
      {
        "id":"ED400801",
        "title":"Technology in Business Communication."},
      {
        "id":"ED400802",
        "title":"Beginnings: Introducing Computer Technology to Students in Speech-Language Pathology and Audiology."},
      {
        "id":"ED400803",
        "title":"InHealth's Student E-Conference: &quot;To 'Lurk' or To 'Chat'? That is the Cyberspace Question?&quot;"},
      {
        "id":"ED400804",
        "title":"Using Technology Resources To Teach World Theatre."},
      {
        "id":"ED400805",
        "title":"Ethical Issues Relating to Teaching via an Interactive Two-Way Television System (ITV)."},
      {
        "id":"ED400806",
        "title":"Faculty Development Programs in Interactive Television."},
      {
        "id":"ED400807",
        "title":"Distance Learning: Technologies, Curriculum Development, and Teacher Education."},
      {
        "id":"ED400808",
        "title":"Book It!"},
      {
        "id":"ED400809",
        "title":"Constructing Effective Search Strategies for Electronic Searching."},
      {
        "id":"ED400810",
        "title":"The Electronic Journal on the Internet."},
      {
        "id":"ED400811",
        "title":"Integrating Electronic Information Sources into the Curriculum."},
      {
        "id":"ED400812",
        "title":"Defining the Role of the Instructional Technologist in Higher Education."},
      {
        "id":"ED400813",
        "title":"An Integrated/Multidivisional Approach to Instructional Multimedia Development."},
      {
        "id":"ED400814",
        "title":"Supporting Faculty's Development and Use of Instructional Technology."},
      {
        "id":"ED400815",
        "title":"Teaching from the Desktop."},
      {
        "id":"ED400816",
        "title":"Instructional Labs: Pluses and Minuses."},
      {
        "id":"ED400817",
        "title":"The Instructional Technology Support Center at MTSU: Integrating Technology into K-12 and University Classrooms."},
      {
        "id":"ED400818",
        "title":"Master Classrooms at Middle Tennessee State University: Creating Pathways for Learning."},
      {
        "id":"ED400819",
        "title":"Infotech Interactive: Increasing Student Participation Using Multimedia."},
      {
        "id":"ED400820",
        "title":"Rhodes College and Opera Memphis Web Project."},
      {
        "id":"ED400821",
        "title":"Why Library Schools Need To Change Their Curriculum."},
      {
        "id":"ED400822",
        "title":"Authoring Multimedia in an Academic Library."},
      {
        "id":"ED400823",
        "title":"Getting It Published: The Pleasures and Pitfalls of Self-Publishing."},
      {
        "id":"ED400824",
        "title":"ARIEL."},
      {
        "id":"ED400826",
        "title":"Nevada Libraries Continuing Education Plan 1995."},
      {
        "id":"ED400830",
        "title":"Library Online! A Guide to Computer Research."},
      {
        "id":"ED400831",
        "title":"Directory of ERIC Resource Collections, 1996."},
      {
        "id":"ED400832",
        "title":"Distance Learning and the Digital Library: Transforming the Library into an Information Center."},
      {
        "id":"ED400833",
        "title":"Helping Your Child Use the Library."},
      {
        "id":"ED400834",
        "title":"Sustaining the Vision. Selected Papers from the Annual Conference of the International Association of School Librarianship (24th, Worcester, England, July 17-21, 1995)."},
      {
        "id":"ED400835",
        "title":"For Better or Worse? School Libraries in the UK: Problems and Developments."},
      {
        "id":"ED400836",
        "title":"Teacher-Librarianship: Bridging the Gap between Research and Practice."},
      {
        "id":"ED400837",
        "title":"Never Mind the Book, I've Seen the Video."},
      {
        "id":"ED400838",
        "title":"Some Issues Concerning Access to Information by Blind and Partially Sighted Pupils."},
      {
        "id":"ED400839",
        "title":"Sustaining the Vision: How Can We Ever Have Literacy for All?"},
      {
        "id":"ED400840",
        "title":"Condensed and Enriched: Images of the Miniature and of the World of Children's Literature."},
      {
        "id":"ED400841",
        "title":"Where Are the Children in Children's Literature? Teaching Children's Literature to Undergraduates."},
      {
        "id":"ED400842",
        "title":"The Contribution of Iona and Peter Opie to Children's Literature."},
      {
        "id":"ED400843",
        "title":"Freud's &quot;The Uncanny&quot; in Caroline B. Cooney's &quot;Vampire Trilogy.&quot;"},
      {
        "id":"ED400844",
        "title":"Political Correctness or Telling It Like It Is: Selecting Books about Australia's Indigenous People for Use in Australian Schools."},
      {
        "id":"ED400845",
        "title":"Immigrants and Immigration in Israeli Children's Literature."},
      {
        "id":"ED400846",
        "title":"All Alone and Lost in Cyberspace: Closing the Gap between the Local Village and the Global Village through Teaching Namibian Children Information Skills and Technology."},
      {
        "id":"ED400847",
        "title":"Dickens and Children's Literature."},
      {
        "id":"ED400848",
        "title":"Facilitating the Integration of Information Technology into the Primary Curriculum: Part of the Teacher-Librarian's Role?"},
      {
        "id":"ED400849",
        "title":"See No Evil, Hear No Evil, Interact No Evil?"},
      {
        "id":"ED400850",
        "title":"Sustaining the Vision through Networking...(and a Few Challenges Too!)"},
      {
        "id":"ED400851",
        "title":"Principal Support: What Does It Mean to Teacher-Librarians?"},
      {
        "id":"ED400852",
        "title":"Literature in a Divided Community."},
      {
        "id":"ED400853",
        "title":"The Child, the Book, and the Internet."},
      {
        "id":"ED400854",
        "title":"Sustaining the Vision in Brant County Board of Education in Ontario, Canada."},
      {
        "id":"ED400855",
        "title":"The Child's Voice in Children's Literature."},
      {
        "id":"ED400856",
        "title":"Ultra-Orthodox Children's Literature in Israel: A Case Study of Sub-Cultural Children's Literature."},
      {
        "id":"ED400857",
        "title":"Discourse after the Bomb."},
      {
        "id":"ED400858",
        "title":"Children's Literature-Comparatively Reading. Thinking about the Pink Bits: A Consideration of the Influence of English Children's Literature."},
      {
        "id":"ED400859",
        "title":"Cartography in Children's Literature."},
      {
        "id":"ED400860",
        "title":"D. W. Winnicott: The Creative Vision."},
      {
        "id":"ED400861",
        "title":"Teachers as Readers/Students as Readers."},
      {
        "id":"ED400862",
        "title":"Correlates of Success in the Community College: Using Research To Inform Campus Retention Efforts. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED400863",
        "title":"The Written Text and Human Dialogue: Pedagogical Responses to the Age of Hypertext Media."},
      {
        "id":"ED400864",
        "title":"Project S.C.O.R.E. (Students Creating Optimal Resources for Employment) Best Practices."},
      {
        "id":"ED400865",
        "title":"Placement Survey Report: North Hennepin Community College 1994-1995 Graduates."},
      {
        "id":"ED400866",
        "title":"Proceedings of the Curriculum Integration Workshop (Traverse City, MI, July 15-16, 1996): A 40-Page Paper*."},
      {
        "id":"ED400867",
        "title":"Innovative Strategies To Increase Minority Higher Education Enrollment and Success."},
      {
        "id":"ED400868",
        "title":"Putting It Together: Developing a Faculty Mentoring Program."},
      {
        "id":"ED400869",
        "title":"Administrative Perspectives on Community College Leadership."},
      {
        "id":"ED400870",
        "title":"Building Connections by Opening Classroom Doors: An Interdisciplinary Internship Approach to Faculty Development."},
      {
        "id":"ED400871",
        "title":"Contextual Learning Institute and Consortium. Final Evaluation Report."},
      {
        "id":"ED400872",
        "title":"The Role of American Community Colleges in Building Community."},
      {
        "id":"ED400873",
        "title":"Increasing the Liberal Arts Content of the Professional/Technical Curriculum."},
      {
        "id":"ED400874",
        "title":"The Responsibilities of an Autonomous Community College District Board of Trustees."},
      {
        "id":"ED400875",
        "title":"Welfare/Workforce: Community College Application."},
      {
        "id":"ED400876",
        "title":"Master Plan Update, 1996-1998."},
      {
        "id":"ED400877",
        "title":"Institutional Fact Book."},
      {
        "id":"ED400878",
        "title":"Perceived Academic and Social Gains: Quality Efforts by Students. A Student Retention Perspective."},
      {
        "id":"ED400879",
        "title":"Community College Outcomes. Indicator of the Month."},
      {
        "id":"ED400880",
        "title":"Applying the Principles of the Assessment Center in the Selection Process of Senior Administrators in Education."},
      {
        "id":"ED400881",
        "title":"Graduate and Continuing Education for Community College Leaders: What It Means Today. New Directions for Community Colleges, Number 95."},
      {
        "id":"ED400882",
        "title":"New York State Transfer and Articulation Association Standards and Guidelines Manual."},
      {
        "id":"ED400883",
        "title":"Washington Community and Technical Colleges Academic Year Report, 1995-96."},
      {
        "id":"ED400884",
        "title":"Measuring the Consistency of the Attitudes and Practices of College Composition Instructors."},
      {
        "id":"ED400885",
        "title":"Handbook for Program Developers of Associate of Applied Science and Business Degrees at Lima Technical College."},
      {
        "id":"ED400886",
        "title":"Gambling among College Students: Extent and Social Characteristics."},
      {
        "id":"ED400887",
        "title":"Zero Sum or Variable Sum: Competition or Cooperation among Higher Education Segments in the Pursuit of State Funding Support. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED400888",
        "title":"Making the Transition: An Exploratory Study of Academic Achievement, Involvement, Adjustment, and Satisfaction of Transfer Students at UCLA."},
      {
        "id":"ED400889",
        "title":"Building Bridges between the Segments: A Study of Community College Transfers."},
      {
        "id":"ED400890",
        "title":"Report of the Transfer Articulation Task Force."},
      {
        "id":"ED400891",
        "title":"Minority Enrollment Report, Fall Semester 1995. Research Report Number 1-96."},
      {
        "id":"ED400892",
        "title":"Committee on the Future of Arizona Community Colleges: Report on the Charrette."},
      {
        "id":"ED400893",
        "title":"A Positive Learning Environment Is Everybody's Business: Asian Pacific American Students Speak."},
      {
        "id":"ED400894",
        "title":"Annual Report to the Governor, 1995-1996 [and] Statistical Supplement to the Annual Report to the Governor, 1995-1996."},
      {
        "id":"ED400895",
        "title":"Report on Admissions of Students under the Age of Eighteen."},
      {
        "id":"ED400896",
        "title":"Interdependence through Partnerships: Transforming Education."},
      {
        "id":"ED400897",
        "title":"Annual Financial Reporting Requirements for Texas Public Community Colleges, Fiscal Year 1996."},
      {
        "id":"ED400898",
        "title":"Publish or Perish in the Community College."},
      {
        "id":"ED400899",
        "title":"Apollo: Changing the Way We Work."},
      {
        "id":"ED400901",
        "title":"Strategic Directions for the University and Community College System of Nevada."},
      {
        "id":"ED400902",
        "title":"DIversity Report. Executive Summary and Student &amp; Staff Data."},
      {
        "id":"ED400903",
        "title":"Rationale and Strategy for Implementing a Work Experience Component in the Associate in Applied Science Degree Programs at Cumberland County College."},
      {
        "id":"ED400904",
        "title":"Student Satisfaction with Academic Achievement. Institutional Report."},
      {
        "id":"ED400905",
        "title":"Peralta Facts, 1995."},
      {
        "id":"ED400906",
        "title":"English as a Second Language Program Review Report."},
      {
        "id":"ED400907",
        "title":"Project S.C.O.R.E. (Students Creating Optimal Resources for Employment). Final Report."},
      {
        "id":"ED400908",
        "title":"Overcoming Barriers for &quot;Niche&quot; Learners through Distance Learning."},
      {
        "id":"ED400909",
        "title":"Preliminary Analysis of the Impact of Proposition 209 on the California Community Colleges."},
      {
        "id":"ED400910",
        "title":"Community College Students and Federal Student Financial Aid: A Policy Framework for the Next Administration. AACC White Paper."},
      {
        "id":"ED400911",
        "title":"Responding to the Challenges of Workforce and Economic Development: The Role of America's Community Colleges. AACC White Paper."},
      {
        "id":"ED400912",
        "title":"Transfer and Articulation: Improving Policies To Meet New Needs. New Directions for Community Colleges, Number 96."},
      {
        "id":"ED400914",
        "title":"Leadership Abstracts, 1996."},
      {
        "id":"ED400915",
        "title":"Actual 1995-96 Cost Allocation Summary."},
      {
        "id":"ED400916",
        "title":"Special Needs of Adolescent Mothers and Their Infants: Innovative Programs that Meet These Needs."},
      {
        "id":"ED400917",
        "title":"Family Child Care as a Small Business. ECE/CDA Training Series."},
      {
        "id":"ED400918",
        "title":"Coming of Age: Ten Years in the Campaign against Infant Mortality. The Southern Regional Project on Infant Mortality 1984-1994."},
      {
        "id":"ED400920",
        "title":"The Beethoven Project: Summary and Retrospective Analysis of the First Five Years of the Center for Successful Child Development."},
      {
        "id":"ED400921",
        "title":"How Do We Deal with Children's Questions? Semantic Aspects of Encounters between Children and Professionals in Child Institutions."},
      {
        "id":"ED400922",
        "title":"The Implementation of Kentucky's Primary Program 1995: A Progress Report."},
      {
        "id":"ED400923",
        "title":"Study of Non-Profit Child Care Boards in Ontario."},
      {
        "id":"ED400924",
        "title":"Farm Play Center."},
      {
        "id":"ED400925",
        "title":"Research and Clinical Center for Child Development Annual Report, 1994-1995, No. 18."},
      {
        "id":"ED400927",
        "title":"Child:Staff Ratios and Group Size Requirements in Child Care Licensing: A Comparison of 1989 and 1996."},
      {
        "id":"ED400928",
        "title":"&quot;Houses and Fields and Vineyards Shall Yet Again Be Bought in This Land&quot;: The Story of Ana, a Public Kindergarten Teacher in Portugal."},
      {
        "id":"ED400930",
        "title":"Parental Involvement: An Essential Ingredient for a Successful School."},
      {
        "id":"ED400931",
        "title":"Control Theory: Applications to Middle-Level School Environments."},
      {
        "id":"ED400935",
        "title":"Understanding &amp; Facilitating Healthy Ethnic/Racial Identity Development."},
      {
        "id":"ED400936",
        "title":"The Educational Interface: Action and Reaction: A Collaborative Approach."},
      {
        "id":"ED400938",
        "title":"The Cost of Quality."},
      {
        "id":"ED400940",
        "title":"Uncovering the Many Sides of Family Child Care: A Study of the Family Child Care Connection."},
      {
        "id":"ED400945",
        "title":"The Handling of Conflict by Adolescent Female Youth: The Difference Made by Experiences in Acculturation."},
      {
        "id":"ED400946",
        "title":"If at First You Don't Succeed, Ganbare, Ganbare, Ganbare."},
      {
        "id":"ED400947",
        "title":"Increasing Students' Responsibility for Their Learning through Multiple Intelligence Activities and Cooperative Learning."},
      {
        "id":"ED400948",
        "title":"The Comparative Status of the Creative Thinking Ability of Waldorf Education Students: A Survey."},
      {
        "id":"ED400949",
        "title":"Providing Head Start-like Services from Kindergarten through the Third Grade: The Role of Family Service Coordinators."},
      {
        "id":"ED400951",
        "title":"Play: An Important Component of Preventative Behavior Management."},
      {
        "id":"ED400953",
        "title":"When I Was a Baby: Autobiographical Talk in a Preschool Classroom."},
      {
        "id":"ED400954",
        "title":"Pre-Service Teachers as Literacy Mediators during Children's Play."},
      {
        "id":"ED400955",
        "title":"Matched Comparison of PRAMS and the First Steps Database."},
      {
        "id":"ED400956",
        "title":"First Steps PLUS: Yakima First Steps Mobilization Project for Pregnant Substance Abusers. An Interim Evaluation Report."},
      {
        "id":"ED400957",
        "title":"Quality of Relationship and Communication Behavior within the Family: Differential Transition Patterns from Childhood to Adolescence."},
      {
        "id":"ED400958",
        "title":"Children's Long-Term Memory for Injury."},
      {
        "id":"ED400959",
        "title":"Children's Narrative Expression over the Telephone."},
      {
        "id":"ED400960",
        "title":"Creating Peaceful Learning Environments."},
      {
        "id":"ED400961",
        "title":"Three Approaches for Developing Training Materials and Curriculum Policies."},
      {
        "id":"ED400962",
        "title":"Preparing Early Childhood Educators: Relationship Theory and Field Experiences."},
      {
        "id":"ED400963",
        "title":"Intergenerational Analysis of Literacy and Numeracy Outcomes for Children of NCDS Cohort Members."},
      {
        "id":"ED400966",
        "title":"Televison Literacy: Making the T.V. Work for Young Children, Parents and Early Childhood Educators."},
      {
        "id":"ED400967",
        "title":"(Dys)functional Guilt and Shame in Developmental Perspective."},
      {
        "id":"ED400968",
        "title":"Children's Interactive Style with Parents, Teachers and Strangers: A Comparative Study across Three Contexts."},
      {
        "id":"ED400969",
        "title":"Action against Bullying."},
      {
        "id":"ED400970",
        "title":"Individual Differences in Verbal and Nonverbal Fluency Measures."},
      {
        "id":"ED400971",
        "title":"Developing and Implementing a Parental Awareness Program To Increase Parental Involvement and Enhance Mathematics Performance and Attitude of At-Risk Seventh Grade Students."},
      {
        "id":"ED400973",
        "title":"Play at the Art Table: A Study of Children's Play Behaviors while Drawing."},
      {
        "id":"ED400974",
        "title":"Providing Inservice Strategies To Motivate and Improve Middle School Teachers' Use of Inclusion Teaching."},
      {
        "id":"ED400975",
        "title":"A Cross-Sectional Profile of Japanese Children's (Ages 8-13) Action-Control Beliefs."},
      {
        "id":"ED400976",
        "title":"Three Theories of Cognitive Representation and Their Evaluation Standards of Training Effects."},
      {
        "id":"ED400977",
        "title":"On the Relation between Seriation and Number Line Comprehension: A Validation Study."},
      {
        "id":"ED400978",
        "title":"Reflection in Russian Educational Psychology."},
      {
        "id":"ED400993",
        "title":"Fight Crime: Invest in Kids Survey of Police Chief Views of Effective Crime-Fighting Strategies."},
      {
        "id":"ED400995",
        "title":"A Cross-Cultural Study of Mother-Infant Interaction between Japan and Korea (4): Cross-Cultural Comparisons of Human Attachment Systems among Five Asian and Western Countries."},
      {
        "id":"ED400997",
        "title":"Effects of the Multiage Classroom on Children."},
      {
        "id":"ED400998",
        "title":"Ideas for Teaching about Japan in Preschools."},
      {
        "id":"ED400999",
        "title":"Constructivism, Collaboration and the Certificate of Teaching and Learning (CTL)."},
      {
        "id":"ED401000",
        "title":"Planting the Field of Portuguese Preschool Education: New Policies for Old Roots."},
      {
        "id":"ED401001",
        "title":"Reduction of Inappropriate &quot;Clinging&quot; Behaviors in a Preschooler through Social Skills Training and Utilization of the &quot;Premack&quot; Principle."},
      {
        "id":"ED401003",
        "title":"A Gentle Approach for Young Infants."},
      {
        "id":"ED401004",
        "title":"Supporting the Child&apos;s Development by Developing the Group Dynamics Experiences from the Supervision of Educators."},
      {
        "id":"ED401006",
        "title":"Middle School Risk Behavior 1995 Survey Results."},
      {
        "id":"ED401007",
        "title":"Cycle of Sexual Abuse: Research Inconclusive about Whether Child Victims Become Adult Abusers. Report to the Chairman, Subcommittee on Crime, Committee on the Judiciary. House of Representatives."},
      {
        "id":"ED401008",
        "title":"Parents Leading the Way."},
      {
        "id":"ED401010",
        "title":"Aiding Seventh and Eighth Graders at a Private Christian School To Take Ownership of Their Own Learning."},
      {
        "id":"ED401011",
        "title":"Reducing Isolation of Family Child Care Providers by Participation in a Provider-Initiated Support Network."},
      {
        "id":"ED401012",
        "title":"Using Effective Teaching Strategies To Improve the Academic Performance of Culturally Diverse Students in a Public Elementary School."},
      {
        "id":"ED401013",
        "title":"Increasing Awareness and Appreciation of Cultural Diversity among Fourth Graders through Integrated Curriculum Experiences."},
      {
        "id":"ED401014",
        "title":"Pre-Kindergarten to Eighth Grade Teachers Become Change Agents through Active Participation in School Reform."},
      {
        "id":"ED401016",
        "title":"Psychometric Support for a New Measure of Authoritative, Authoritarian, and Permissive Parenting Practices: Cross-Cultural Connections."},
      {
        "id":"ED401018",
        "title":"A Model of Cognitive Enhancement."},
      {
        "id":"ED401019",
        "title":"Role of Parent Expectations in the School Success of At-Risk Children."},
      {
        "id":"ED401020",
        "title":"Guidelines for Family Support Practice."},
      {
        "id":"ED401021",
        "title":"Predicting Children's Interactions with Unfamiliar Peers: Contributions of Parent-Child Interaction Style and Child Individual Behavior."},
      {
        "id":"ED401022",
        "title":"Children's Representation of Parental Figures in Young Physically Abused and Non-Maltreated Children."},
      {
        "id":"ED401023",
        "title":"Life Situation and Coping Ability: A Follow-Up of a Longitudinal Swedish Twin Study from Adolescence to Mid-Life."},
      {
        "id":"ED401024",
        "title":"Acculturation, Ethnic Identity and Well-Being."},
      {
        "id":"ED401028",
        "title":"Competence: News for the CDA Community, 1995."},
      {
        "id":"ED401032",
        "title":"Designing and Implementing a Marketing Plan To Preserve Early Childhood Services Needed by Full-Time Working Families."},
      {
        "id":"ED401033",
        "title":"Improving a Military Before and After School Program for Kindergarten Children through Staff Training."},
      {
        "id":"ED401034",
        "title":"A Review of Four Preschool Programs: A Preschool Model That Works."},
      {
        "id":"ED401035",
        "title":"Starting Again in the Middle: The Middle Start Initiative [with] Executive Summary."},
      {
        "id":"ED401036",
        "title":"Social Support and Parents' Satisfaction during the Transition to Parenthood."},
      {
        "id":"ED401037",
        "title":"Establishment of Fetal Alcohol Support and Information Network of Southwestern Pennsylvania: A Response to the Expressed Needs of Foster and Adoptive Parents."},
      {
        "id":"ED397034",
        "title":"Quality and the Self-Study Perspective on Research."},
      {
        "id":"ED397035",
        "title":"The Effects of Special Training and Field Experiences upon Preservice Teachers' Level of Comfort with Multicultural Music Teaching Situations."},
      {
        "id":"ED397036",
        "title":"From Sages to Guides: A Professional Development Study."},
      {
        "id":"ED397037",
        "title":"A Social Reconstruction Model of Supervision."},
      {
        "id":"ED397038",
        "title":"As Ye Sow, So Shall Ye Reap: From Consultant to Collaborator in the Development of a Teacher Preparation Program in Lesotho."},
      {
        "id":"ED397039",
        "title":"Theoretical Orientation to Reading and Student-Teaching Placement: Three Case Studies in Match and Mismatch Contexts."},
      {
        "id":"ED397041",
        "title":"Characteristics of Professional Staff, Maryland Public Schools. October 1994."},
      {
        "id":"ED397042",
        "title":"Licensure Regulations for School Personnel."},
      {
        "id":"ED397043",
        "title":"When Do Education Students Talk about Personal Experience? An Analysis of Classroom Discourse."},
      {
        "id":"ED397044",
        "title":"Beyond Conventional Teacher Inservice: Establishing the Medium for School Change."},
      {
        "id":"ED397045",
        "title":"Multicultural Self-Development in the Preservice Classroom: Equity Education for the Dominant Culture."},
      {
        "id":"ED397046",
        "title":"Recapturing the Essence of Teacher Education: Preservice Teachers Using Case Studies To Think Like a Teacher."},
      {
        "id":"ED397047",
        "title":"Early Field Experiences: A Model That Worked."},
      {
        "id":"ED397048",
        "title":"Teaching in the 21st Century."},
      {
        "id":"ED397049",
        "title":"Home and School as Learning Environments that Impact the Development of Primary Students' Print Concepts and Reading Attitudes."},
      {
        "id":"ED397051",
        "title":"Democratic Pedagogy as Content and Method in Teacher Education: Conversation as Research-in-Action."},
      {
        "id":"ED397052",
        "title":"Good Days/Bad Days: Learning To Teach in Two Different Multicultural Schools."},
      {
        "id":"ED397053",
        "title":"Cognitive Individualism: An Impediment to Teachers' Collaborative Intellectual Work."},
      {
        "id":"ED397054",
        "title":"Teachers' Understanding of Their Students' Motivation."},
      {
        "id":"ED397055",
        "title":"Teacher Efficacy and School and Teacher Characteristics."},
      {
        "id":"ED397056",
        "title":"How a Spanish Bilingual Teacher Builds Community in a Mien Bilingual Class."},
      {
        "id":"ED397057",
        "title":"Looking at Ourselves Look at Ourselves: An Action Research Self-Study of Doctoral Students' Roles in Teacher Education Programs."},
      {
        "id":"ED397058",
        "title":"Pedagogical Correctness in Teacher Education: Discourse about the Role of Supervision."},
      {
        "id":"ED397060",
        "title":"Teacher Mentoring: A Critical Review. ERIC Digest."},
      {
        "id":"ED397061",
        "title":"The Practical Impact of IRT Models and Parameters When Converting a Test to Adaptive Format."},
      {
        "id":"ED397067",
        "title":"Can Quality Program Evaluation Really Take Place in Schools?"},
      {
        "id":"ED397068",
        "title":"Assessing the Impact of Educational Technology."},
      {
        "id":"ED397069",
        "title":"Effect of American College Testing (ACT) Coaching Courses on American College Testing Scores."},
      {
        "id":"ED397070",
        "title":"The 1995 Assessment Report on CNU Online."},
      {
        "id":"ED397072",
        "title":"Recent Trends and Developments in Educational Psychology: Chinese and American Perspectives. Educational Studies and Documents Series No. 61."},
      {
        "id":"ED397073",
        "title":"Teaching for Diversity: Increasing the Supply of Minority Teachers."},
      {
        "id":"ED397074",
        "title":"Gender Differences in College Mathematics Grades and SAT-M Scores: A Reanalysis of Wainer and Steinberg."},
      {
        "id":"ED397075",
        "title":"Estimating Reliability for Tests Composed of Item Sets."},
      {
        "id":"ED397076",
        "title":"Evaluating a Prototype Essay Scoring Procedure Using Off-the-Shelf Software."},
      {
        "id":"ED397077",
        "title":"On the Cutting Score Determination in Dichotomous Classifications."},
      {
        "id":"ED397078",
        "title":"Assessing Disease Class-Specific Diagnostic Ability: A Practical Adaptive Test Approach."},
      {
        "id":"ED397079",
        "title":"Title VII Special Alternative Grant BRIDGES: Collaborative Teaching in Bilingual and ESL Project Evaluation 1994-1995."},
      {
        "id":"ED397080",
        "title":"Title VII Special Alternative Grant Summer School: Literacy in Math and Science Project Evaluation 1994-1995."},
      {
        "id":"ED397081",
        "title":"Bibliography of Assessment Alternatives: Portfolios."},
      {
        "id":"ED397082",
        "title":"Texas' High School Report Cards on Schools: What Parents, Educators, or Policymakers Can Glean from Them."},
      {
        "id":"ED397083",
        "title":"Can Arkansas School Districts' Report Cards on Schools Be Used by Educators, Community Members, or Administrators To Make a Positive Impact on Student Outcome?"},
      {
        "id":"ED397084",
        "title":"An Analysis of Nevada&apos;s Report Cards on High Schools."},
      {
        "id":"ED397085",
        "title":"1995 Report Card: The State of School Systems in North Carolina."},
      {
        "id":"ED397086",
        "title":"The 1994-95 North Carolina State Testing Results. Multiple-Choice End-of-Grade and End-of-Course Tests Including English II Essay."},
      {
        "id":"ED397087",
        "title":"The Role of Probability-Based Inference in an Intelligent Tutoring System."},
      {
        "id":"ED397088",
        "title":"Understanding that ANOVA Effects Are Perfectly Uncorrelated."},
      {
        "id":"ED397089",
        "title":"Baseline Survey of Testbed-Participating Schools. National School Network Testbed--Phase 2. Wave One--Schools Included as of April, 1995."},
      {
        "id":"ED397090",
        "title":"A Review and Critique of the KeyMath Revised: A Diagnostic Inventory of Essential Mathematics."},
      {
        "id":"ED397091",
        "title":"A Review and Critique of the Work Keys System."},
      {
        "id":"ED397092",
        "title":"A Review of the Recent Changes in the Scholastic Aptitude Test I: Reasoning Test."},
      {
        "id":"ED397093",
        "title":"Principles for Collaboration on Evaluation. An Agreement between the National Science Foundation and the U.S. Department of Education."},
      {
        "id":"ED397094",
        "title":"Telephone &amp; Self Completed Satisfaction Surveys. Training Manual."},
      {
        "id":"ED397096",
        "title":"Design Effects and Generalized Variance Functions for the 1990-91 Schools and Staffing Survey (SASS). Volume II. Technical Report."},
      {
        "id":"ED397097",
        "title":"Maryland Adolescent Survey, 1994."},
      {
        "id":"ED397098",
        "title":"An Investigation into the Test Reliability of the Pupil Control Ideology Form."},
      {
        "id":"ED397099",
        "title":"Assessing the Dimensionality of Item Response Matrices with Small Sample Sizes and Short Test Lengths."},
      {
        "id":"ED397100",
        "title":"Assessing the Dimensionality of Item Response Matrices Using a Goodness-of-Fit Index Based on Noncentrality."},
      {
        "id":"ED397102",
        "title":"What Have We Learned from Assessing Employability Skills Portfolios?"},
      {
        "id":"ED397103",
        "title":"Colorado Graduation Rates for Class of 1995. Annual Dropout Rates for Grades 7-12. Suspension and Expulsion Rates 1994-95."},
      {
        "id":"ED397104",
        "title":"Federal Forecasters Directory, 1995."},
      {
        "id":"ED397105",
        "title":"Polychotomous Responses and the Test Score."},
      {
        "id":"ED397106",
        "title":"Examining Consistency of Responses in Self-Reports Using Content Analysis."},
      {
        "id":"ED397107",
        "title":"Predicting Academic Success: An Application of Young's Universal Scale for Grades."},
      {
        "id":"ED397108",
        "title":"Unspeeded Examinations: An Equitable and Practical Method of Assessment."},
      {
        "id":"ED397109",
        "title":"Dependability of Anchoring Labels of Likert-Type Scales."},
      {
        "id":"ED397110",
        "title":"Improving the Utility of Educational Research for Policymakers."},
      {
        "id":"ED397111",
        "title":"Assessing Student Field Data in Teaching Qualitative Research."},
      {
        "id":"ED397113",
        "title":"Logit Multiplicative Models: Alternatives to Saturated Logit/Loglinear Models for 3-Way Tables."},
      {
        "id":"ED397114",
        "title":"The Developmental Rating Scale: A Teacher-Friendly Alternative to Commercial Assessment Devices."},
      {
        "id":"ED397115",
        "title":"Predictors of Self-Handicapping: An Examination of Personal and Contextual Factors."},
      {
        "id":"ED397116",
        "title":"Longitudinal Examination of a Writing Portfolio and the ITBS."},
      {
        "id":"ED397117",
        "title":"Many-Facet Rasch Model Selection Criteria: Examining Residuals and More."},
      {
        "id":"ED397119",
        "title":"Estimating Testing Time: The Effects of Item Characteristics on Response Latency."},
      {
        "id":"ED397120",
        "title":"The Longitudinal Effects of Socioeconomic Status on Elementary School Achievement."},
      {
        "id":"ED397121",
        "title":"A Three Year Study of Motivation (MMI) and Learning Environments (ILEQ) as per TAAS Scores of High, Middle, and Low Performing Students."},
      {
        "id":"ED397122",
        "title":"Research Methods Employed in &quot;American Educational Research Journal,&quot;&quot;Educational Researcher,&quot; and &quot;Review of Educational Research&quot; from 1978 to 1995."},
      {
        "id":"ED397123",
        "title":"Semantics, Psychometrics, and Assessment Reform: A Close Look at &quot;Authentic&quot; Tests."},
      {
        "id":"ED397124",
        "title":"Availability of Student Data To Support National Goals Panel Accountability."},
      {
        "id":"ED397125",
        "title":"Guide To Developing Equitable Performance Assessments."},
      {
        "id":"ED397126",
        "title":"Measuring Instructional Effectiveness: A Comparison of a Computer-Assisted Systematic Observation Instrument with Global Measures. Proceedings from Seminar on Teacher Development and Linguistic Diversity."},
      {
        "id":"ED397127",
        "title":"A Note on the Relationship between Covariance Matrices and Consistently Estimated Variance Components. ACT Research Report Series 95-2."},
      {
        "id":"ED397128",
        "title":"Factors Influencing Differential Achievement of Higher-Order Thinking Skills, as Measured by PLAN. ACT Research Report Series 95-4."},
      {
        "id":"ED397129",
        "title":"Evaluating the Promise of Single-Track Year-Round Schools."},
      {
        "id":"ED397130",
        "title":"The Unfolding Matrix: A Dialogical Technique for Qualitative Data Acquisition and Analysis."},
      {
        "id":"ED397131",
        "title":"Evaluation of Instructional Practice in the Secondary School Mathematics Classroom: A Cognitive Perspective."},
      {
        "id":"ED397132",
        "title":"Analysis of Productivity and Learning Style Preferences of Participants in Distance Education."},
      {
        "id":"ED397133",
        "title":"The Rise, Fall and Rise of State Assessment in California, 1993-1996."},
      {
        "id":"ED397134",
        "title":"Creating Item Signatures from California's Mathematics Framework: The First Step to Individual Result Reporting."},
      {
        "id":"ED397135",
        "title":"&quot;I Don't Give a Hoot If Somebody Is Going To Pay me $3600:&quot; Local School District Reactions to Kentucky's High Stakes Accountability Program."},
      {
        "id":"ED397136",
        "title":"Educational Research, Research Ethics and Federal Policy: An Update."},
      {
        "id":"ED397137",
        "title":"Creating a Positive Impact of Assessment on Learning."},
      {
        "id":"ED397138",
        "title":"The Response Probability Convention Embedded in Reporting Prose Literacy Levels from the 1992 National Adult Literacy Survey."},
      {
        "id":"ED397139",
        "title":"A Motivation Scale for Elementary-School Children: Refining the Extrinsic/Intrinsic Dichotomy."},
      {
        "id":"ED397140",
        "title":"Meeting the Educational Needs of Homeless Children and Families. Access to Success."},
      {
        "id":"ED397142",
        "title":"Adolescent Health: A Generation at Risk."},
      {
        "id":"ED397143",
        "title":"Technical Careers: Changes in Levels of Knowledge."},
      {
        "id":"ED397144",
        "title":"Equity Standards: Changes in Knowledge."},
      {
        "id":"ED397145",
        "title":"Self Esteem: Changes Due to Program Participation."},
      {
        "id":"ED397146",
        "title":"Sex Role Stereotyping: Changes by Program Participants."},
      {
        "id":"ED397147",
        "title":"Sexual Harassment in a New Jersey High School: A Replication Study."},
      {
        "id":"ED397149",
        "title":"&quot;Race&quot; and Community Care. &quot;Race,&quot; Health and Social Care Series."},
      {
        "id":"ED397150",
        "title":"Age, Race and Ethnicity: A Comparative Approach. Rethinking Ageing Series."},
      {
        "id":"ED397151",
        "title":"Race, Culture and Counselling."},
      {
        "id":"ED397154",
        "title":"Poverty and Health: Working with Families."},
      {
        "id":"ED397160",
        "title":"Building Diverse Communities. Leadership Collaboration Series."},
      {
        "id":"ED397162",
        "title":"Multiculturalism: In the Curriculum, in the Disciplines, and in Society."},
      {
        "id":"ED397166",
        "title":"Bullies and Victims in Schools. A Guide to Understanding and Management."},
      {
        "id":"ED397167",
        "title":"The Relation of Educational Attainment to Childhood Events and Circumstances."},
      {
        "id":"ED397168",
        "title":"Keeping Inner-City Youth in School: Critical Experiences of Black Young Women."},
      {
        "id":"ED397169",
        "title":"Estimating the Returns to a Secondary Education for Female Dropouts."},
      {
        "id":"ED397173",
        "title":"Directory of Asian American Community Organizations in the Twin Cities."},
      {
        "id":"ED397177",
        "title":"Celebrating Diversity: Multicultural Education in Middle Level Schools."},
      {
        "id":"ED397182",
        "title":"Hispanic/Latino Natural Support Systems. CSAP Implementation Guide."},
      {
        "id":"ED397190",
        "title":"The American Teacher, 1993. Violence in America's Public Schools. Metropolitan Life Survey."},
      {
        "id":"ED397191",
        "title":"Racial and Ethnic Classifications Used by Public Schools. Statistical Analysis Report."},
      {
        "id":"ED397192",
        "title":"Enrollment Growth and Overcrowding in New York City Schools."},
      {
        "id":"ED397193",
        "title":"Public School Student, Staff, and Graduate Counts by State, School Year 1994-95. Statistics in Brief."},
      {
        "id":"ED397194",
        "title":"Parents as Collaborators in Urban School Reform."},
      {
        "id":"ED397198",
        "title":"Working with Young Adolescents and Their Families: A National Survey of Family Support Workers. Survey Report."},
      {
        "id":"ED397199",
        "title":"Integrating Technology & Education: A Resource Booklet. Companion to the \"Urban Audio Journal.\" Volume 1, Number 2."},
      {
        "id":"ED397200",
        "title":"The Total Quality Movement in Education."},
      {
        "id":"ED397201",
        "title":"Transforming Teaching and Learning in Urban Schools through Alternative Assessment. Urban Monograph Series."},
      {
        "id":"ED397202",
        "title":"Rising to the Challenge: Emerging Strategies for Educating Youth at Risk. Urban Monograph Series."},
      {
        "id":"ED397203",
        "title":"The Stages of Ethnicity of Preservice Teachers and Inservice Personnel Involved in Multicultural Education Experiences."},
      {
        "id":"ED397204",
        "title":"Working Together toward Equity for All Students."},
      {
        "id":"ED397205",
        "title":"[Developing an Equitable School Culture.]"},
      {
        "id":"ED397206",
        "title":"Poverty and Schools."},
      {
        "id":"ED397207",
        "title":"Beyond Tracking."},
      {
        "id":"ED397208",
        "title":"Science Education and Equity."},
      {
        "id":"ED397209",
        "title":"Abolishing Harrassment."},
      {
        "id":"ED397210",
        "title":"Why Conventional Education Reform Fails: The Case for Market-Based Restructuring."},
      {
        "id":"ED397211",
        "title":"Beyond &quot;Effective Schools Research&quot;: Cultivating a Caring Community in an Urban School."},
      {
        "id":"ED397212",
        "title":"Black Inner-City Males and the Milwaukee Public Schools Immersion Program: A Progress Report."},
      {
        "id":"ED397213",
        "title":"Grade Retention and School Dropout: Policy Debate and Research Questions."},
      {
        "id":"ED397215",
        "title":"Bibliography of Race Equity/Multicultural Library Materials. 1996 Spring/Summer Edition."},
      {
        "id":"ED397219",
        "title":"Adult Mathematical Literacy Conference Proceedings. NCAL Brief."},
      {
        "id":"ED397220",
        "title":"Environmental Technology (Laboratory Analysis and Environmental Sampling) Curriculum Development Project. Final Report."},
      {
        "id":"ED397221",
        "title":"The Quest for Diversity."},
      {
        "id":"ED397222",
        "title":"Enterprise Measures. Evaluation Report."},
      {
        "id":"ED397223",
        "title":"Industrial Restructuring Training Programme. Evaluation Report."},
      {
        "id":"ED397224",
        "title":"Middle Level Technician/Higher Technical &amp; Business Skills. Evaluation Report."},
      {
        "id":"ED397225",
        "title":"Specific Skills Training. Evaluation Report."},
      {
        "id":"ED397226",
        "title":"Survey of Employers."},
      {
        "id":"ED397227",
        "title":"Survey of Micro Enterprise."},
      {
        "id":"ED397228",
        "title":"Vocational Preparation &amp; Training Programme. Evaluation Report."},
      {
        "id":"ED397229",
        "title":"Women's Training Provision. Evaluation Report."},
      {
        "id":"ED397230",
        "title":"The Impact of Workplace Literacy Programs: A New Model for Evaluating the Impact of Workplace Literacy Programs."},
      {
        "id":"ED397231",
        "title":"Conference on Adult Mathematical Literacy. Proceedings (Arlington, Virginia, March 20-22, 1994)."},
      {
        "id":"ED397232",
        "title":"Adult Numeracy Instruction: A New Approach. Participant Packet."},
      {
        "id":"ED397233",
        "title":"What Works? Literacy Training in the Workplace. Participant Packet."},
      {
        "id":"ED397234",
        "title":"Adult Literacy: The Next Generation. An NCAL White Paper."},
      {
        "id":"ED397236",
        "title":"Peer Helping: A Model for Service Learning."},
      {
        "id":"ED397237",
        "title":"Learning To Be Heard: Organization, Power and Literacy."},
      {
        "id":"ED397238",
        "title":"Learning To Control Democratically: Ethical Questions in Situated Adult Education."},
      {
        "id":"ED397239",
        "title":"Substereotypes and Requisite Management Characteristics."},
      {
        "id":"ED397240",
        "title":"Integrated Lesson Plans. Vocational and Academic Education."},
      {
        "id":"ED397241",
        "title":"The Effects of Minimum Wages on Teenage Employment, Enrollment, and Idleness."},
      {
        "id":"ED397242",
        "title":"The Minimum Wage and the Employment of Teenagers. Recent Research."},
      {
        "id":"ED397244",
        "title":"Colleges and Companies Sharing Great Expectations."},
      {
        "id":"ED397246",
        "title":"Failures and Reform in Mathematics Education: The Case of Engineering. National Institute Briefing Note No. 5."},
      {
        "id":"ED397247",
        "title":"Temporary Work and the Labour Market."},
      {
        "id":"ED397248",
        "title":"American Business and Older Workers: A Road Map to the 21st Century."},
      {
        "id":"ED397249",
        "title":"Caseloading."},
      {
        "id":"ED397250",
        "title":"Civil Rights Compliance in Vocational Education. 1993-94 Annual Report."},
      {
        "id":"ED397251",
        "title":"Partnership To Pave the International Information Highway."},
      {
        "id":"ED397252",
        "title":"Assessment of Competency-Based Instruction in Mental Health Technology. Executive Summary."},
      {
        "id":"ED397254",
        "title":"Shared Counselor Partnership Tool Kit."},
      {
        "id":"ED397255",
        "title":"Skill Standards and Certification Project. Final Document."},
      {
        "id":"ED397256",
        "title":"Skill Standards and Certification Project. Final Detailed Report. Year Two."},
      {
        "id":"ED397257",
        "title":"Business Education Index 1995. Index of Business Education Articles and Research Studies Compiled from a Selected List of Periodicals Published during the Year 1995."},
      {
        "id":"ED397259",
        "title":"The Transition from School Leaver to Effective Worker. Social Science Monographs, 1995/No. 2."},
      {
        "id":"ED397260",
        "title":"Pathways to Marriage: Learning for Married Life in Australia."},
      {
        "id":"ED397261",
        "title":"Love, Sex and Waterskiing. The Experience of Pre-Marriage Education in Australia."},
      {
        "id":"ED397262",
        "title":"Professional Development. Resource Connections."},
      {
        "id":"ED397263",
        "title":"Documenting Student Competence through Effective Performance Assessment: Employability Skills. Workshop Summary."},
      {
        "id":"ED397264",
        "title":"Continuing Training Providers: Activities, Aims and Publics."},
      {
        "id":"ED397267",
        "title":"Safety in Construction Using Virtual Reality (SAVR): A Model for Labor Safety. Working Paper Series WP-022."},
      {
        "id":"ED397268",
        "title":"Linking Occupational Attribute Preferences to Occupations. ACT Research Report Series 96-3."},
      {
        "id":"ED397269",
        "title":"Lost and Found Voices in the Process of Curriculum Change."},
      {
        "id":"ED397271",
        "title":"Minnesota Tech Prep Consortia Evaluation System. 1994/95 Cohort Self-Assessment Summary Report."},
      {
        "id":"ED397272",
        "title":"Using Pre-Instruction Questionnaires To Improve the Small Group Writing Class. Teacher to Teacher."},
      {
        "id":"ED397273",
        "title":"Long-Term Job Retention Study of ONOW Completers. Final Report of a Two-Part Study."},
      {
        "id":"ED397274",
        "title":"ONOW Works! Orientation to Nontraditional Occupations for Women. A Program That Works for Women Who Want To Work. An Executive Summary of the ONOW Long-Term Follow-up Report."},
      {
        "id":"ED397277",
        "title":"Mississippi Curriculum Framework for Introduction to Agriscience (Program CIP: 02.9990--Introduction to Agriculture Science). Secondary Programs."},
      {
        "id":"ED397278",
        "title":"Mississippi Curriculum Framework for Agriscience (Program CIP: 02.0101--Agriculture Science). Secondary Programs."},
      {
        "id":"ED397279",
        "title":"Mississippi Curriculum Framework for Agriculture Business and Management (Program CIP: 01.0101--Agriculture Business &amp; Mgmt., Gen.). Secondary Programs."},
      {
        "id":"ED397280",
        "title":"Mississippi Curriculum Framework for Agricultural Business and Management Technology Cluster: Agricultural Business and Management Technology (CIP: 01.0302--Agricultural Animal Husbandry/Prod) (CIP: 01.0501--Agric Supplies Retail &amp; Wholesale); Animal Husbandry Technology (CIP: 01.0302--Agricultural Animal Husbandry/Prod); Field Crops Technology (CIP: 01.0104--Farm &amp; Ranch Management). Postsecondary Programs."},
      {
        "id":"ED397281",
        "title":"Mississippi Curriculum Framework for Agriculture Production (Program CIP: 01.0301--Agricultural Prod. Workers &amp; Mgrs.). Secondary Programs."},
      {
        "id":"ED397282",
        "title":"Mississippi Curriculum Framework for Forestry (Program CIP: 03.0401--Forest Harvesting and Production Technology). Secondary Programs."},
      {
        "id":"ED397283",
        "title":"Mississippi Curriculum Framework for Forestry Technology (Program CIP: 03.0401--Forest Harvesting and Production Technology). Postsecondary Programs."},
      {
        "id":"ED397284",
        "title":"Mississippi Curriculum Framework for Horticulture (Program CIP: 01.0601--Horticulture Serv. Op. &amp; Mgmt., Gen.). Secondary Programs."},
      {
        "id":"ED397286",
        "title":"Mississippi Curriculum Framework for Allied Health (Program CIP: 51.1699--Nursing, Other). Secondary Programs."},
      {
        "id":"ED397287",
        "title":"Mississippi Curriculum Framework for Dental Assisting Technology Programs (Program CIP: 51.0601--Dental Assistant). Postsecondary Programs."},
      {
        "id":"ED397288",
        "title":"Mississippi Curriculum Framework for Dental Hygiene Technology (Program CIP: 51.0602--Dental Hygienist). Postsecondary Education."},
      {
        "id":"ED397289",
        "title":"Mississippi Curriculum Framework for Emergency Medical Technology--Basic (Program CIP: 51.0904). Emergency Medical Technology--Paramedic (Program CIP: 51.0904). Postsecondary Programs."},
      {
        "id":"ED397290",
        "title":"Mississippi Curriculum Framework for Health Care Assistant (Program CIP: 51.1614--Nursing Assistant/Aide). Postsecondary Programs."},
      {
        "id":"ED397291",
        "title":"Mississippi Curriculum Framework for Postsecondary Health Information Technology (CIP: 51.0707--Medical Records Technol./Tech.). Postsecondary Programs."},
      {
        "id":"ED397292",
        "title":"Mississippi Curriculum Framework for Medical Assisting Technology Programs (CIP: 51.0801--Medical Assistant). Postsecondary Programs."},
      {
        "id":"ED397293",
        "title":"Mississippi Curriculum Framework for Medical Laboratory Technology Programs (CIP: 51.1004--Medical Laboratory Technology). Postsecondary Programs."},
      {
        "id":"ED397294",
        "title":"Mississippi Curriculum Framework for Medical Radiologic Technology (Radiography) (CIP: 51.0907--Medical Radiologic Technology). Postsecondary Programs."},
      {
        "id":"ED397295",
        "title":"Mississippi Curriculum Framework for Ophthalmic Technology (Program CIP: 51.1801--Opticianry/Dispensing Optician). Postsecondary Programs."},
      {
        "id":"ED397296",
        "title":"Mississippi Curriculum Framework for Physical Therapist Assistant (CIP: 51.0806--Physical Therapy Assistant). Postsecondary Programs."},
      {
        "id":"ED397297",
        "title":"Mississippi Curriculum Framework for Practical Nursing Programs CIP: 51.1613--Practical Nurse (L.P.N. Training). Postsecondary Programs."},
      {
        "id":"ED397298",
        "title":"Mississippi Curriculum Framework for Respiratory Care Technology Programs (CIP: 51.0908--Respiratory Therapy Technology). Postsecondary Programs."},
      {
        "id":"ED397299",
        "title":"Mississippi Curriculum Framework for Surgical Technology Programs (CIP: 51.0909--Surgical/Operating Room Tech.). Postsecondary Programs."},
      {
        "id":"ED397300",
        "title":"Mississippi Curriculum Framework for Veterinary Technology (Program CIP: 51.0808--Veterinarian Asst./Animal Health). Postsecondary Programs."},
      {
        "id":"ED397301",
        "title":"Mississippi Curriculum Framework for Brick, Block, and Stonemasonry (Program CIP: 46.0101--Mason and Tile Setter). Postsecondary Programs."},
      {
        "id":"ED397303",
        "title":"Mississippi Curriculum Framework for Building Trades (Program CIP: 46.0490--Building Trades, General). Secondary Programs."},
      {
        "id":"ED397304",
        "title":"Mississippi Curriculum Framework for Plumber and Pipefitter/Steamfitter (Program CIP: 46.0501--Plumber and Pipefitter). Postsecondary Programs."},
      {
        "id":"ED397305",
        "title":"Mississippi Curriculum Framework for Residential Carpentry (Program CIP: 46.0201--Carpenter). Secondary Programs."},
      {
        "id":"ED397306",
        "title":"Mississippi Curriculum Framework for Residential Carpentry Technology (Program CIP: 46.0201--Carpenter). Postsecondary Programs."},
      {
        "id":"ED397307",
        "title":"Mississippi Curriculum Framework for Drafting and Design Technology (Program CIP: 48.0102--Architectural Drafting Technology) (Program CIP: 48.0101--General Drafting). Postsecondary Programs."},
      {
        "id":"ED397308",
        "title":"Mississippi Curriculum Framework for General Drafting (Program CIP: 48.0101--Drafting, General). Secondary Programs."},
      {
        "id":"ED397309",
        "title":"Mississippi Curriculum Framework for Electrician (Program CIP: 46.0302--Electrician). Secondary Programs."},
      {
        "id":"ED397310",
        "title":"Mississippi Curriculum Framework for Postsecondary Electricity/Electronics/Related Engineering Programs. Postsecondary Programs."},
      {
        "id":"ED397311",
        "title":"Mississippi Curriculum Framework for Electronics (Program CIP: 47.0190--Electronics (Secondary)). Secondary Programs."},
      {
        "id":"ED397312",
        "title":"Mississippi Curriculum Framework for Technology Discovery (9th Grade). CIP: 00.0253."},
      {
        "id":"ED397313",
        "title":"Mississippi Curriculum Framework for Automotive Body Repair (Program CIP: 47.0603--Auto/Automotive Body Repairer). Secondary Programs."},
      {
        "id":"ED397314",
        "title":"Mississippi Curriculum Framework for Automotive Machinist (Program CIP: 47.0690--Auto Machinist). Postsecondary Programs."},
      {
        "id":"ED397315",
        "title":"Mississippi Curriculum Framework for Automotive Mechanics (Program CIP: 47.0604--Auto/Automotive Mechanic/Tech). Secondary Programs."},
      {
        "id":"ED397316",
        "title":"Mississippi Curriculum Framework for Automotive Technology Programs (CIP: 47.0604--Automotive Mechanic/Tech.). Postsecondary Programs."},
      {
        "id":"ED397317",
        "title":"Mississippi Curriculum Framework for Collision Repair Technology (Program CIP: 47.0603--Auto/Autobody Repair). Postsecondary Programs."},
      {
        "id":"ED397318",
        "title":"Mississippi Curriculum Framework for Diesel Equipment Repair &amp; Service (Program CIP: 47.0605--Diesel Engine Mechanic &amp; Repairer). Secondary Programs."},
      {
        "id":"ED397319",
        "title":"Mississippi Curriculum Framework for Diesel Equipment Technology (CIP: 47.0605--Diesel Engine Mechanic &amp; Repairer). Postsecondary Programs."},
      {
        "id":"ED397321",
        "title":"Mississippi Curriculum Framework for Vehicle and Mobile Equipment Mechanics (Program CIP: 47.0699--Vehicle and Mobile Equipment Mech.). Secondary Programs."},
      {
        "id":"ED397322",
        "title":"Mississippi Curriculum Framework for Machine Tool Operation/Machine Shop (Program CIP: 48.0503--Machine Shop Assistant). Secondary Programs."},
      {
        "id":"ED397323",
        "title":"Mississippi Curriculum Framework for Machine Tool Operation/Machine Shop and Tool and Die Making Technology Cluster (Program CIP: 48.0507--Tool and Die Maker/Technologist) (Program CIP: 48.0503--Machine Shop Assistant). Postsecondary Programs."},
      {
        "id":"ED397324",
        "title":"Mississippi Curriculum Framework for Metal Trades (Program CIP: 48.0590--Metal Trades). Secondary Programs."},
      {
        "id":"ED397325",
        "title":"Mississippi Curriculum Framework for Welding (Program CIP: 48.0508--Welder/Welding Technologist). Secondary Programs."},
      {
        "id":"ED397326",
        "title":"Mississippi Curriculum Framework for Welding and Cutting Programs (Program CIP: 48.0508--Welder/Welding Technologist). Postsecondary Programs."},
      {
        "id":"ED397327",
        "title":"Mississippi Curriculum Framework for Career Discovery (7th Grade). CIP: 00.0251."},
      {
        "id":"ED397328",
        "title":"Mississippi Curriculum Framework for Child Care and Guidance Management and Services (Program CIP: 20.0201--Child Care &amp; Guidance Workers and Managers). Secondary Programs."},
      {
        "id":"ED397329",
        "title":"Mississippi Curriculum Framework for Postsecondary Child Development Technology Programs (CIP: 20.0201--Child Care &amp; Guidance Workers &amp; Mgr). Postsecondary Programs."},
      {
        "id":"ED397331",
        "title":"Mississippi Curriculum Framework for Family Dynamics. Secondary Programs."},
      {
        "id":"ED397332",
        "title":"Mississippi Curriculum Framework for Civil Technology (Program CIP: 15.0201--Civil Engineering/Civil Technology). Postsecondary Programs."},
      {
        "id":"ED397333",
        "title":"Mississippi Curriculum Framework for Fashion Marketing Technology (Program CIP: 08.0101--Apparel and Accessories Mkt. Op., Gen.). Postsecondary Programs."},
      {
        "id":"ED397334",
        "title":"Mississippi Curriculum Framework for Marketing and Fashion Merchandising (Program CIP: 08.0705--General Retailing Operations). Secondary Programs."},
      {
        "id":"ED397335",
        "title":"Mississippi Curriculum Framework for Postsecondary Funeral Services Technology Programs (Program CIP: 12.0301--Funeral Service and Mortuary Science). Postsecondary Programs."},
      {
        "id":"ED397336",
        "title":"Mississippi Curriculum Framework for Jewelry and Watch Repair Cluster (Program CIP: 47.0408--Watch, Clock, and Jewelry Repair). Postsecondary Programs."},
      {
        "id":"ED397337",
        "title":"Mississippi Curriculum Framework for Postsecondary Teacher Assistant Programs (CIP: 13.1501--Teacher Assistant/Aide). Postsecondary Programs."},
      {
        "id":"ED397338",
        "title":"Mississippi Curriculum Framework for Banking &amp; Finance Technology (Program CIP: 52.0803--Banking and Related Financial Programs, Other). Postsecondary Programs."},
      {
        "id":"ED397339",
        "title":"Mississippi Curriculum Framework for Business and Computer Data Processing (Program CIP: 52.1201--Mgmt. Info. Systems &amp; Business Data). Secondary Programs."},
      {
        "id":"ED397340",
        "title":"Mississippi Curriculum Framework for Business and Computer Technology (Program CIP: 52.0408--Gen. Office/Clerical &amp; Typing Service). Secondary Programs."},
      {
        "id":"ED397341",
        "title":"Mississippi Curriculum Framework for Business and Office and Related Technology Cluster. Office Systems Technology (CIP: 52.0401--Administrative Assistant/Secretarial). Accounting Technology (CIP: 52.0302). Medical Office Technology (CIP: 52.0404--Medical Admin. Asst./Secretarial). Microcomputer Technology (CIP: 52.0490). Court Reporting Technology (CIP: 52.0405). Paralegal Technology (CIP: Paralegal/Legal Assistant)."},
      {
        "id":"ED397342",
        "title":"Mississippi Curriculum Framework for Computer Discovery (8th Grade). CIP: 00.0252."},
      {
        "id":"ED397343",
        "title":"Mississippi Curriculum Framework for Computer Information Systems Technology. Computer Information Systems Technology (Program CIP: 52.1201--Management Information Systems &amp; Business Data). Computer Programming (Program CIP: 52.1201). Network Support (Program CIP: 52.1290--Computer Network Support Technology). Postsecondary Programs."},
      {
        "id":"ED397344",
        "title":"Mississippi Curriculum Framework for Graphics and Print Communications (CIP: 48.0201--Graphic and Printing Equip. Operators) (CIP: 48.0208--Printing Press Operators). Postsecondary Programs."},
      {
        "id":"ED397345",
        "title":"Mississippi Curriculum Framework for Graphics and Print Communications (Program CIP: 48.0201--Graphic and Printing Equipment Operators). Secondary Programs."},
      {
        "id":"ED397346",
        "title":"Mississippi Curriculum Framework for Marketing Management Technology (Program CIP: 52.1401--Business Mkt. &amp; Mkt. Mgmt.). Postsecondary Programs."},
      {
        "id":"ED397347",
        "title":"Self-Esteem of Elementary and Middle School Children."},
      {
        "id":"ED397349",
        "title":"The Development of Outcome Measures for a Family Preservation and Reunification Program."},
      {
        "id":"ED397350",
        "title":"Sexual Harassment: A Common Sample for the University and the Workplace."},
      {
        "id":"ED397351",
        "title":"Fear of Success."},
      {
        "id":"ED397352",
        "title":"Adolescent Suicide Assessment and Prevention: Empowerment for Life."},
      {
        "id":"ED397353",
        "title":"Drug Use among Utah Students, 1994."},
      {
        "id":"ED397354",
        "title":"Teen Drinking Prevention Program: Teen Action Guide."},
      {
        "id":"ED397356",
        "title":"Adolescent Pregnancy Prevention Programs: Interventions and Evaluations."},
      {
        "id":"ED397357",
        "title":"Adolescent Sex, Contraception, and Childbearing: A Review of Recent Research."},
      {
        "id":"ED397358",
        "title":"Teen Drinking Prevention Program. Law Enforcement Action Guide."},
      {
        "id":"ED397359",
        "title":"Teen Drinking Prevention Program. Communicator's Guide."},
      {
        "id":"ED397360",
        "title":"Teen Drinking Prevention Program. Event Action Guide."},
      {
        "id":"ED397361",
        "title":"Teen Drinking Prevention Program. Community Action Guide."},
      {
        "id":"ED397362",
        "title":"Teen Drinking Prevention Program. Community Risk Assessment Guide."},
      {
        "id":"ED397363",
        "title":"Psychotherapists as Patient Suicide Survivors: A Review of the Literature on Psychiatrists and Psychologists, Including Those in Training."},
      {
        "id":"ED397364",
        "title":"The Impact of Sexual Abuse on Object Relations: A Review of Recent Empirical Research."},
      {
        "id":"ED397365",
        "title":"The Process of Divorce Recovery: A Review of the Research."},
      {
        "id":"ED397366",
        "title":"The Use of Touch in Therapy: Can We Talk?"},
      {
        "id":"ED397367",
        "title":"Factors of Group Psychotherapy for Adult Alcoholics: A Literature Review."},
      {
        "id":"ED397368",
        "title":"George Kelly: The Theory of Personal Constructs and His Contributions to Personality Theory."},
      {
        "id":"ED397369",
        "title":"Depressive Personality Disorder: A Review of the Literature."},
      {
        "id":"ED397370",
        "title":"Marijuana: Facts for Teens."},
      {
        "id":"ED397371",
        "title":"Marijuana: Facts Parents Need To Know."},
      {
        "id":"ED397372",
        "title":"Does Training Parents with Defiant Children Really Work? Seven Years of Data."},
      {
        "id":"ED397373",
        "title":"Teachers' Perceptions of Gender Differences in Students."},
      {
        "id":"ED397374",
        "title":"Effects of a Peer Health Facilitator HIV/AIDS Intervention with University Students."},
      {
        "id":"ED397376",
        "title":"Parenting Style and Family Environment as They Relate to Academic Achievement and Problem Behaviors in Older Adolescents."},
      {
        "id":"ED397377",
        "title":"Parent-Child Reading Programs: Involving Parents in the Reading Intervention Process: Summary of Dissertation Research."},
      {
        "id":"ED397378",
        "title":"African-American Family Involvement in Early Childhood Special Education Programs."},
      {
        "id":"ED397379",
        "title":"Structured Group Supervision: A Model for Supervisors of School Psychology Students and Practitioners."},
      {
        "id":"ED397380",
        "title":"Talking Food, Doing Gender: The Social Construction of Femininity among Sixth-Grade Girls."},
      {
        "id":"ED397381",
        "title":"Making Prevention Work."},
      {
        "id":"ED397382",
        "title":"Government Preference for Drug Enforcement over School Drug Prevention Programs: A Historical Exploration."},
      {
        "id":"ED397383",
        "title":"Alcohol and Substance Abuse Prevention Curriculum Project: An Assessment of the Effectiveness of the Implementation of the Beauty Way Curriculum and of the Curriculum Itself: Technical Report on Evaluation Data."},
      {
        "id":"ED397385",
        "title":"Integrating Ethics into the Curriculum and Co-curriculum: Model Comprehensive Approaches."},
      {
        "id":"ED397386",
        "title":"The Enemy within: Tales of Punishment Politics and Prevention."},
      {
        "id":"ED397391",
        "title":"Grandparents and Grandchildren in Children's Literature: Interactions That Enhance Learning."},
      {
        "id":"ED397393",
        "title":"The Readability of OU Foundation Courses. Text &amp; Readers Programme Technical Report No. 5."},
      {
        "id":"ED397394",
        "title":"Results of the Survey of OU Students' Reading Skills. Text and Readers Programme Technical Report No. 3."},
      {
        "id":"ED397395",
        "title":"A Postal Survey of OU Students' Reading Skills. Text &amp; Readers Programme. Technical Report No. 2."},
      {
        "id":"ED397396",
        "title":"Literacy Experiences through Children's Books That Reflect Global Community Views."},
      {
        "id":"ED397397",
        "title":"Improving Primary Reading and Writing Instruction through a Uniquely Designed Early Literacy Graduate Course."},
      {
        "id":"ED397398",
        "title":"The Effect of Student Behavior on the Reading Achievement of Second Grade Students."},
      {
        "id":"ED397400",
        "title":"Spelling in Use: Looking Closely at Spelling in Whole Language Classrooms."},
      {
        "id":"ED397401",
        "title":"Improving Student Spelling Skills through the Use of Activities Focusing on Retention and Transfer."},
      {
        "id":"ED397402",
        "title":"Transcending Boundaries of the Independent Scholar: The Role of Institutional Collaborations."},
      {
        "id":"ED397403",
        "title":"Learning the Genre of the Press Release: Developmental Processes in Adult Writers."},
      {
        "id":"ED397404",
        "title":"Production and Consumption of Composition Textbooks: What Can We Do?"},
      {
        "id":"ED397405",
        "title":"The Writer-Reader Event: Social Cooperation in the Work of Gertrude Buck."},
      {
        "id":"ED397406",
        "title":"Examining Assumptions about the Decentered Classroom."},
      {
        "id":"ED397407",
        "title":"(In)Visible Step Sisters: Stories of Women Teaching Composition."},
      {
        "id":"ED397408",
        "title":"Rhetorical or Functional Grammar and the Teaching of Composition."},
      {
        "id":"ED397409",
        "title":"Cultivating Multicultural Sensitivity through Children's Literature."},
      {
        "id":"ED397410",
        "title":"Metaphorical Children's Writing in a Whole-Language Classroom."},
      {
        "id":"ED397411",
        "title":"Ethical Issues in Language Use."},
      {
        "id":"ED397412",
        "title":"First-Year Composition and Student Retention: The Neglected Goal."},
      {
        "id":"ED397413",
        "title":"Driven to Abstraction: Abstracts and Annotations as Stiles for the Boundaries of Composition Studies."},
      {
        "id":"ED397414",
        "title":"Power and Contact: Transcending Authority in the Classroom."},
      {
        "id":"ED397415",
        "title":"Neglected Genres of Creative Writing: Why Care Who Killed Roger Ackroyd?"},
      {
        "id":"ED397416",
        "title":"Professional Writers Teaching Professional Writing: Transcending the Borders between Professional Writers and Academic Scholars, Harmonizing Throught and Reality: A Text Arguing for Teaching Sentences First, Last, and Foremost."},
      {
        "id":"ED397417",
        "title":"Formula Fiction and Hypertext."},
      {
        "id":"ED397418",
        "title":"On the Prospects for Feminism in a Field That's Come of Age: The Younger Generation's Perspective."},
      {
        "id":"ED397419",
        "title":"Using Portfolios for Accountability: The Ethic of Care Collides with the Need for Judgment."},
      {
        "id":"ED397420",
        "title":"Diversity and Literacy Development in the Early Years--What Difference Does Difference Make?: Teacher Perspectives on Diversity, Literacy, and the Urban Primary School. Final Report."},
      {
        "id":"ED397421",
        "title":"The Writing of Arguments across Diverse Contexts. Final Report."},
      {
        "id":"ED397422",
        "title":"Writing To Learn History in the Intermediate Grades. Final Report."},
      {
        "id":"ED397423",
        "title":"Changing Work, Changing Literacy? A Study of Skill Requirements and Development in a Traditional and Restructured Workplace. Final Report."},
      {
        "id":"ED397424",
        "title":"Experimental Approaches to Evaluating Writing. Study 1: In Search of Writing Ability: Exploring Consistency of Student Performance on Holistically Scored Writing Tasks. Final Report."},
      {
        "id":"ED397425",
        "title":"Experimental Approaches to Evaluating Writing. Study 2: &quot;Just Say No to Drugs&quot; and Other Unwelcome Advice: Exploring the Creation and Interpretation of Drug Education Literature. Final Report."},
      {
        "id":"ED397426",
        "title":"Composition Theory as Metaphor: For Our Eyes Only?"},
      {
        "id":"ED397427",
        "title":"Decentering the Freshman Composition Classroom: An Overview with Secondary Materials That Illustrate Student Success within the Classroom."},
      {
        "id":"ED397429",
        "title":"What Happens When Male Professors Enact Feminist Pedagogies?"},
      {
        "id":"ED397430",
        "title":"Celebrating Our Diversity: Using Multicultural Literature to Promote Cultural Awareness Grades 3-6."},
      {
        "id":"ED397431",
        "title":"Primary Writer's Workshop: Developing Process Writing Skills."},
      {
        "id":"ED397432",
        "title":"Reason and Write: A Step-by-Step Approach for Success on Written Exams."},
      {
        "id":"ED397433",
        "title":"Let's Get Personal: Responding to Creative Writing."},
      {
        "id":"ED397434",
        "title":"Proceedings of the Annual Conference of the Assembly for the Teaching of English Grammar (6th, Williamsport, PA, July 28-29, 1995)."},
      {
        "id":"ED397435",
        "title":"Partial Proceedings of the Annual Conference of the Assembly for the Teaching of English Grammar (5th, Normal, IL, August 12-13, 1994)."},
      {
        "id":"ED397436",
        "title":"Proceedings of the Annual Conference of the Association of Teachers of English Grammar (4th, Williamsport, PA, June 25-26, 1993)."},
      {
        "id":"ED397437",
        "title":"Proceedings of the Annual Conference of the Association of Teachers of English Grammar (3rd, Williamsport, PA, June 18-19, 1992)."},
      {
        "id":"ED397438",
        "title":"Proceedings, National Conference of the Association of Teachers of English Grammar (2nd, Williamsport, PA, July 15-16, 1991)."},
      {
        "id":"ED397439",
        "title":"Proceedings of a Conference--&quot;The Future of Grammar in American Schools&quot; (Winchester, VA, August 10-11, 1990)."},
      {
        "id":"ED397441",
        "title":"Writing Partners: Facilitating Learning and Fostering Mentorships across Course Levels."},
      {
        "id":"ED397442",
        "title":"&quot;The Crack between Nature Illusory and Nature Real&quot;: Matilda Joslyn Gage's Visions of Feminist Spirit."},
      {
        "id":"ED397443",
        "title":"Language Arts Instruction for Gifted Students in Mainstreamed and in Tracked Classrooms."},
      {
        "id":"ED397444",
        "title":"Attributional Style and the Freshman Writer."},
      {
        "id":"ED397445",
        "title":"Toward Curriculum Development and Implementation: How Can Classical Concepts of an Educational Theorist Be Translated into a Specific Curriculum for a Course in Writing &quot;for Business and the Professions?&quot;"},
      {
        "id":"ED397447",
        "title":"Cooperative Learning Strategy as Success Variable in Secondary English Instruction: A Review of Recent Literature."},
      {
        "id":"ED397448",
        "title":"Beyond Rhetorical Theory."},
      {
        "id":"ED397449",
        "title":"Those Who Do, Can: Teachers Writing, Writers Teaching. A Sourcebook."},
      {
        "id":"ED397451",
        "title":"A Teacher's Introduction to Postmodernism. NCTE Teacher's Introduction Series."},
      {
        "id":"ED397452",
        "title":"No Small World: Visions and Revisions of World Literature."},
      {
        "id":"ED397453",
        "title":"Teaching the Short Story: A Guide to Using Stories from around the World."},
      {
        "id":"ED397454",
        "title":"Womyn and the &quot;L&quot;: A Study of the Relationship between Communication Apprehension, Gender, and Bulletin Boards."},
      {
        "id":"ED397457",
        "title":"Gaining on the Goals? Affirmative Action Policies, Practices, and Outcomes in Media Communication Education."},
      {
        "id":"ED397458",
        "title":"The Century Turns on the Basic Course: Two Remedies for Swelling Demands and Shrinking Resources."},
      {
        "id":"ED397460",
        "title":"&quot;Gung Ho&quot; about Speech: The Use of Film To Address Stereotyping in the Public Speaking Classroom."},
      {
        "id":"ED397461",
        "title":"The Effects of Emotional Memory Skills on Public Speaking Anxiety: A First Look."},
      {
        "id":"ED397462",
        "title":"School Improvement Research Series: Series IX, 1994-95."},
      {
        "id":"ED397463",
        "title":"Ethical Leadership. ERIC Digest, Number 107."},
      {
        "id":"ED397465",
        "title":"Compulsory School Development in Sweden: A Three-Dimensional View. Research Bulletin 91."},
      {
        "id":"ED397466",
        "title":"Dare To Dream: Educational Guidance for Excellence."},
      {
        "id":"ED397467",
        "title":"The Limits of Shared Decision-Making. ERIC Digest, Number 108."},
      {
        "id":"ED397468",
        "title":"Educational Policy Reform As a Result of a Failed Political Initiative."},
      {
        "id":"ED397469",
        "title":"Multilevel Linkages of State Education Reform to Instructional Practices."},
      {
        "id":"ED397470",
        "title":"Current Conditions in Washington State School Finance."},
      {
        "id":"ED397471",
        "title":"Transforming Administrative Praxis: The Potential of Problem-Based Learning (PBL) as a School-Improvement Vehicle for Middle and High Schools."},
      {
        "id":"ED397472",
        "title":"Resources for School Improvement: How To Improve Schools Now."},
      {
        "id":"ED397473",
        "title":"Remarks by the President at the National Governors Association Education Summit. White House Press Release."},
      {
        "id":"ED397474",
        "title":"The Impact of School Level and Socioeconomic Variables on the Adoption of School Community Based Management in Hawaii's Public Schools."},
      {
        "id":"ED397475",
        "title":"A Literary Review and a Plan for Principals: Extracurricular Activities, Academic Achievement, and Secondary Students' Success."},
      {
        "id":"ED397476",
        "title":"School Improvement Research Series: Series X, 1995-96."},
      {
        "id":"ED397477",
        "title":"Employer Recruitment & Orientation Guide."},
      {
        "id":"ED397478",
        "title":"A Broad Base National Enrollment Model."},
      {
        "id":"ED397479",
        "title":"Re-Thinking Training for Principals: The Role of Mentoring."},
      {
        "id":"ED397480",
        "title":"Financing Education for Economic Development in [a] Cross Section of Countries."},
      {
        "id":"ED397481",
        "title":"Women's Education for Economic Development in Cross Section of Countries."},
      {
        "id":"ED397482",
        "title":"Effective School Research from Japanese Perspective."},
      {
        "id":"ED397483",
        "title":"A Comparative Analysis of Aid Policies for Human Resource Development: United States and Japan."},
      {
        "id":"ED397484",
        "title":"Allocating Resources to Academic or Vocational Secondary Education for Economic Development? Empirical Evidence for Priorities of Investment in Education."},
      {
        "id":"ED397485",
        "title":"Foreign Study for Development or Dependency of Developing Countries?"},
      {
        "id":"ED397486",
        "title":"The Rise and Fall of Adversarial Politics in the Context of Chicago School Reform: Parent Participation in a Latino School Community."},
      {
        "id":"ED397487",
        "title":"School-based Student and Family Services: Community and Bureaucracy."},
      {
        "id":"ED397488",
        "title":"Support from External Agencies."},
      {
        "id":"ED397489",
        "title":"High School Restructuring and the Equitable Distribution of Achievement. Revised."},
      {
        "id":"ED397490",
        "title":"The Subschools/Small Schools Movement--Taking Stock."},
      {
        "id":"ED397491",
        "title":"Understanding High School Restructuring Effects on the Equitable Distribution of Learning in Mathematics and Science. Revised."},
      {
        "id":"ED397492",
        "title":"Participatory Decision Making."},
      {
        "id":"ED397493",
        "title":"Multicultural Issues in Organizational Consultation: A Conceptual Model for Intervention."},
      {
        "id":"ED397495",
        "title":"From Paper to Practice: Challenges Facing a California Charter School. A Report Presented to the San Diego Unified School Board. Technical Report."},
      {
        "id":"ED397496",
        "title":"From Paper to Practice: Challenges Facing a California Charter School. A Report Presented to the San Diego Unified School Board. Executive Summary."},
      {
        "id":"ED397497",
        "title":"Voice, Collaboration and School Culture: Creating a Community for School Improvement. Evaluation of the Pioneer SCBM Schools, Hawaii's School/Community-Based Management Initiative."},
      {
        "id":"ED397498",
        "title":"Voice, Collaboration and School Culture: Creating a Community for School Improvement. Evaluation of the Pioneer SCBM Schools, Hawaii's School/Community-Based Management Initiative. Executive Summary."},
      {
        "id":"ED397500",
        "title":"State and Local Policy Choices and Fiscal Effort for Education: Exploratory Analysis of the Distributive Effects of State Education Reform."},
      {
        "id":"ED397501",
        "title":"Student to Teacher Ratios, Expenditures Per Student, and Mean Scholastic Aptitude Test Scores for the United States."},
      {
        "id":"ED397507",
        "title":"The Leadership-Culture Dimensional Screening Scale: Measuring Transactional and Transformational Leadership within School Cultural Contexts."},
      {
        "id":"ED397510",
        "title":"Annual Evaluation Report, Fiscal Year 1990."},
      {
        "id":"ED397511",
        "title":"Recipient&apos;s Guide for the Department of Education Payment Management System (EDPMS)."},
      {
        "id":"ED397512",
        "title":"Negotiating Time: Reduced Work Employment Arrangements for Teachers."},
      {
        "id":"ED397513",
        "title":"What Works in Schools: Form and Reform for the 21st Century."},
      {
        "id":"ED397514",
        "title":"Connecting Learning and Work: A Call to Action."},
      {
        "id":"ED397515",
        "title":"Listen, Discuss, and Act: Parents' and Teachers' Views on Education Reform."},
      {
        "id":"ED397516",
        "title":"Bending without Breaking: Improving Education through Flexibility & Choice."},
      {
        "id":"ED397518",
        "title":"Private Management of Public Schools: Early Experiences in Four School Districts. Report to Congressional Committees."},
      {
        "id":"ED397521",
        "title":"Obscene Language in Literature in the Public Schools As a Legal Issue."},
      {
        "id":"ED397523",
        "title":"The Need To Expand the Opportunity To Learn Conceptual Framework: Should Students, Parents, and School Resources Be Included?"},
      {
        "id":"ED397525",
        "title":"A Look at Charter Schools. A Background Paper for the U.S. Department of Education's \"Satellite Town Meeting\" March 19, 1996."},
      {
        "id":"ED397526",
        "title":"Manual To Combat Truancy."},
      {
        "id":"ED397527",
        "title":"Developments in School Finance, 1995. Fiscal Proceedings from the Annual NCES State Data Conference, July 1995."},
      {
        "id":"ED397528",
        "title":"Salaries of Full-Time Instructional Faculty, 1994-95. E.D. TABS."},
      {
        "id":"ED397529",
        "title":"Selected Papers in School Finance, 1994."},
      {
        "id":"ED397530",
        "title":"Assessment of School-Based Management. [Volume I: Findings and Conclusions.] Studies of Education Reform."},
      {
        "id":"ED397531",
        "title":"Assessment of School Based-Management. Volume III: Technical Appendix. Studies of Education Reform."},
      {
        "id":"ED397533",
        "title":"Assessment of Student Performance. Volume II: Case Studies. Studies of Education Reform."},
      {
        "id":"ED397534",
        "title":"Assessment of Student Performance. Volume III: Technical Appendix. Studies of Education Reform."},
      {
        "id":"ED397535",
        "title":"Study of Curriculum Reform. [Volume I: Findings and Conclusions.] Studies of Education Reform."},
      {
        "id":"ED397536",
        "title":"Study of Curriculum Reform. Volume II: Case Studies. Studies of Education Reform."},
      {
        "id":"ED397537",
        "title":"Study of Curriculum Reform. Volume III: Technical Appendix--Research Design and Methodology. Studies of Education Reform."},
      {
        "id":"ED397538",
        "title":"Early Childhood Reform in Seven Communities: Front-Line Practice, Agency Management, and Public Policy. [Volume I: Final Technical Report.] Studies of Education Reform."},
      {
        "id":"ED397539",
        "title":"Early Childhood Reform in Seven Communities: Front-Line Practice, Agency Management, and Public Policy. Volume II: Case Studies. Studies of Education Reform."},
      {
        "id":"ED397540",
        "title":"Early Childhood Reform in Seven Communities: Front-Line Practice, Agency Management, and Public Policy. Volume III: Technical Appendix--Research Design and Methodology. Studies of Education Reform."},
      {
        "id":"ED397541",
        "title":"Education Reform and Students At Risk. Volume I: Findings and Recommendations. Studies of Education Reform."},
      {
        "id":"ED397542",
        "title":"Education Reform and Students At Risk. Volume II: Case Study Descriptions. Studies of Education Reform."},
      {
        "id":"ED397543",
        "title":"Education Reform and Students At Risk. Volume III: Synthesis and Evaluation of Previous Efforts To Improve Educational Practice and Development of Strategies for Achieving Positive Outcomes. Studies of Education Reform."},
      {
        "id":"ED397544",
        "title":"Parent and Community Involvement in Education. Volume I: Findings and Conclusions. Studies of Education Reform."},
      {
        "id":"ED397547",
        "title":"School Reform and Student Diversity, Volume I: Findings and Conclusions. Studies of Education Reform."},
      {
        "id":"ED397548",
        "title":"School Reform and Student Diversity, Volume II: Case Studies of Exemplary Practices for LEP Students. Studies of Education Reform."},
      {
        "id":"ED397549",
        "title":"School Reform and Student Diversity, Volume III: Technical Appendix: Research Design and Methodology. Studies of Education Reform."},
      {
        "id":"ED397550",
        "title":"Study of School-to-Work Reform Initiatives. [Volume I: Findings and Conclusions.] Studies of Education Reform."},
      {
        "id":"ED397551",
        "title":"Study of School-to-Work Reform Initiatives. Volume II: Case Studies. Studies of Education Reform Series."},
      {
        "id":"ED397552",
        "title":"Study of School-to-Work Reform Initiatives. Volume III: Technical Appendix--Research Design and Methodology. Studies of Education Reform Series."},
      {
        "id":"ED397554",
        "title":"Systemic Reform. Volume II: Case Studies. Studies of Education Reform."},
      {
        "id":"ED397555",
        "title":"Systemic Reform. Volume III: Technical Appendix--Research Design and Methodology. Studies of Education Reform."},
      {
        "id":"ED397556",
        "title":"Systemic Reform in the Professionalism of Educators. Volume I: Findings and Conclusions. Studies of Education Reform."},
      {
        "id":"ED397557",
        "title":"Systemic Reform in the Professionalism of Educators. Volume II: Case Studies. Studies of Education Reform."},
      {
        "id":"ED397558",
        "title":"Systemic Reform in the Professionalism of Educators. Volume III: Technical Appendix--Research Design and Methodology. Studies of Education Reform."},
      {
        "id":"ED397561",
        "title":"Technology and Education Reform. Volume III: Technical Appendix. Studies of Education Reform."},
      {
        "id":"ED397562",
        "title":"The Uses of Time for Teaching and Learning. [Volume I: Findings and Conclusions.] Studies of Education Reform."},
      {
        "id":"ED397563",
        "title":"The Uses of Time for Teaching and Learning. Volume II: Case Studies. Studies of Education Reform."},
      {
        "id":"ED397564",
        "title":"The Uses of Time for Teaching and Learning. Volume III: Research Design and Method. Studies of Education Reform."},
      {
        "id":"ED397565",
        "title":"The Uses of Time for Teaching and Learning. Volume IV: A Research Review. Studies of Education Reform."},
      {
        "id":"ED397566",
        "title":"Independent Service Coordination: The Past, Present and Future in Illinois."},
      {
        "id":"ED397567",
        "title":"Special Education in Beijing: An Overview."},
      {
        "id":"ED397568",
        "title":"Outcome Measures for Early Childhood Intervention Services."},
      {
        "id":"ED397569",
        "title":"SSR: Is It an Effective Practice for the Learning Disabled?"},
      {
        "id":"ED397570",
        "title":"In the Line of Fire: Children with Serious Emotional Disturbance and the 104th Congress."},
      {
        "id":"ED397571",
        "title":"Inclusion: What Does It Mean for Students with Learning Disabilities?"},
      {
        "id":"ED397572",
        "title":"Consultation as a Technology and the Politics of School Reform."},
      {
        "id":"ED397573",
        "title":"First Decade after Graduation. Final Report."},
      {
        "id":"ED397574",
        "title":"Teacher Perceptions of and Strategies for Inclusion: A Regional Summary of Focus Group Interview Findings."},
      {
        "id":"ED397575",
        "title":"Concerns about and Effective Strategies for Inclusion: Focus Group Interview Findings from Kentucky Teachers."},
      {
        "id":"ED397576",
        "title":"Concerns about and Effective Strategies for Inclusion: Focus Group Interview Findings from Tennessee Teachers."},
      {
        "id":"ED397577",
        "title":"Concerns about and Effective Strategies for Inclusion: Focus Group Interview Findings from Virginia Teachers."},
      {
        "id":"ED397578",
        "title":"Concerns about and Effective Strategies for Inclusion: Focus Group Interview Findings from West Virginia Teachers."},
      {
        "id":"ED397579",
        "title":"Culturally and Linguistically Diverse Professionals in Special Education: A Demographic Analysis."},
      {
        "id":"ED397580",
        "title":"Individual Education Plans in New Zealand Schools."},
      {
        "id":"ED397581",
        "title":"Maryland Special Education Census Data, December 1, 1995."},
      {
        "id":"ED397583",
        "title":"Laboratory Barriers in Science, Engineering, and Mathematics for Students with Disabilities."},
      {
        "id":"ED397584",
        "title":"Hospital to Home: A Guide for Transition Planners."},
      {
        "id":"ED397585",
        "title":"Building Professional Partnerships: A Mentor Program for Special Education Teachers."},
      {
        "id":"ED397586",
        "title":"The Internet: A Special Resource for Special Educators."},
      {
        "id":"ED397587",
        "title":"Outreach Services To Stimulate Home-Based Services for Infants, Toddlers, and Preschool Age Children with Multidisability Sensory Impairments and Families. Final Report."},
      {
        "id":"ED397588",
        "title":"An Examination of the Impact of Federally Supported Community Services and Educational Systems on Underserved People with Disabilities from Diverse Cultural Populations."},
      {
        "id":"ED397589",
        "title":"Disability Prevalence and Demographic Association among Race/Ethnic Minority Populations in the United States: Implications for the 21st Century. Monograph Series Number Two."},
      {
        "id":"ED397590",
        "title":"Howard University Research and Training Center 1995 Sourcebook for Access to Multicultural Federal Programs."},
      {
        "id":"ED397591",
        "title":"Lifelong Transitions. Proceedings of the Annual Parent/Family Conference (3rd, Washington, District of Columbia, October 2-4, 1992)."},
      {
        "id":"ED397594",
        "title":"Rethinking Preservice and Inservice Training Programs for Teachers in the Learning Disabilities Field: Workable Multicultural Models. Special Issue."},
      {
        "id":"ED397596",
        "title":"Federal Outlook for Exceptional Children: Budget Considerations and CEC Recommendations. Fiscal Year 1997."},
      {
        "id":"ED397598",
        "title":"Annual Report to the President and to the Congress on Federal Activities Related to the Rehabilitation Act of 1973, as Amended. Fiscal Year 1992."},
      {
        "id":"ED397599",
        "title":"Directory of National Information Sources on Disabilities. Fifth Edition."},
      {
        "id":"ED397602",
        "title":"Training Program for Individuals Working with Older American Indians Who Are Blind or Visually Impaired. Training Manual."},
      {
        "id":"ED397603",
        "title":"A Needs Assessment of American Indians with Disabilities in the Houston Metropolitan Area and Adjacent Rural Counties. Final Report, Phase I."},
      {
        "id":"ED397604",
        "title":"A Needs Assessment of American Indians with Disabilities in the Dallas-Forth Worth Metroplex. Final Report: Phase I. Revised."},
      {
        "id":"ED397605",
        "title":"Development of a Local Labor Market Analysis Model To Identify Employment Opportunities for Persons with Disabilities Living on Reservations. Navajo Nation Employers, 1993. Volume One."},
      {
        "id":"ED397606",
        "title":"Independent Living Resource Manual for American Indians and Alaska Natives with Significant Disabilities."},
      {
        "id":"ED397607",
        "title":"The Assessment of a Model for Determining Community-Based Needs of American Indians with Disabilities: Follow-Up in Denver, Colorado. Final Report."},
      {
        "id":"ED397608",
        "title":"Development of a Local Labor Market Analysis Model To Identify Employment Opportunities for Persons with Disabilities Living on Reservations. The Employer Survey. Final Report."},
      {
        "id":"ED397609",
        "title":"Assessing the Communicative Skills of American Indian Job Applicants during the Interview Process. Final Report."},
      {
        "id":"ED397610",
        "title":"An Analysis of the Navajo Nation Labor Market: Job Development for American Indians with Disabilities. Volume 4: Development of a Local Labor Market Analysis Model To Identify Employment Opportunities for Persons with Disabilities Living on Reservations. Final Report."},
      {
        "id":"ED397611",
        "title":"The Vocational Rehabilitation of American Indians Who Have Alcohol and Other Substance Abuse Disorders. Preliminary Report."},
      {
        "id":"ED397612",
        "title":"Resources for American Indian Rehabilitation."},
      {
        "id":"ED397613",
        "title":"Supply of Personnel in Special Education, United States: 1969-70 to 1992-93."},
      {
        "id":"ED397614",
        "title":"Lessons Learned from Teachers' Action Research: Implications for K-12 Settings and Preservice/Inservice Teacher Preparation."},
      {
        "id":"ED397615",
        "title":"Ability for Hire. Educational Kit 1996."},
      {
        "id":"ED397616",
        "title":"Characteristics of Pre-Linguistic Communication in Deaf Children."},
      {
        "id":"ED397617",
        "title":"The Middle School Experience: Effects on the Math and Science Achievement of Learning Disabled Adolescents."},
      {
        "id":"ED397618",
        "title":"Cluster Grouping of Gifted Students: How To Provide Full-Time Services on a Part-Time Budget. ERIC Digest E538."},
      {
        "id":"ED397620",
        "title":"HIV/AIDS, Disability, and Employment. Disability Statistics Report 6."},
      {
        "id":"ED397622",
        "title":"Euskal Herria: The Country of the Basque Language = Euskal Herria: El Pais de la Lengua Vasca."},
      {
        "id":"ED397623",
        "title":"10 Anos de ensenanza bilingue, 1979-80 - 1989-90, 24 Euskara Zerbitzua Zablkunde-Lanak (Ten Years of Bilingual Education, 1979-80 - 1989-90)."},
      {
        "id":"ED397624",
        "title":"Lectura y Vida. Revista Latinoamericana de Lectura (Reading and Life. Latinamerican Reading Magazine). 1990-1995."},
      {
        "id":"ED397625",
        "title":"Pedagogisch Tijdschrift (Journal of Pedagogy), 1993."},
      {
        "id":"ED397627",
        "title":"Pedagogisch Tijdschrift (Journal of Pedagogy), 1994."},
      {
        "id":"ED397628",
        "title":"Fremdsprachenlernen in der Grundschule (Foreign Language Learning in the Elementary School)."},
      {
        "id":"ED397629",
        "title":"Models of Contemporary Foreign Language Teacher Training: Theory and Implementation (Sketch of a Vocation between 1988-1994)."},
      {
        "id":"ED397630",
        "title":"Using a Theme-Based Curriculum To Teach English."},
      {
        "id":"ED397631",
        "title":"Principles Involved in Writing an ESP Textbook for Turkish Policemen."},
      {
        "id":"ED397632",
        "title":"Monitoring and Assessing a Japanese FLES Program: Ambiance and Achievement."},
      {
        "id":"ED397633",
        "title":"Teaching Communicative Writing: Suggestions for High School English Teachers in Japan."},
      {
        "id":"ED397634",
        "title":"An Evaluation of a Testing Model for Listening Comprehension."},
      {
        "id":"ED397635",
        "title":"A Survey of Issues and Item Writing in Language Testing."},
      {
        "id":"ED397636",
        "title":"The Failure of Bilingual Education."},
      {
        "id":"ED397637",
        "title":"Culture and Pedagogy in Conflict: An Investigation of Student-Participation in the Language Tutorial Classroom."},
      {
        "id":"ED397638",
        "title":"A New Perspective on Teaching English Pronunciation: Rhythm."},
      {
        "id":"ED397640",
        "title":"Teachability of Conversational Implicature to Japanese EFL Learners."},
      {
        "id":"ED397641",
        "title":"The Effects of Instruction Plus Feedback on Japanese University Students of EFL: A Pilot Study."},
      {
        "id":"ED397642",
        "title":"Acquisition of English Articles by Japanese EFL Learners."},
      {
        "id":"ED397644",
        "title":"Collaborative Narration of Familiar Stories in Conversation."},
      {
        "id":"ED397645",
        "title":"Using the Internet for Teaching English."},
      {
        "id":"ED397646",
        "title":"Listening as a Part of Socialization in Japanese Elementary Schools."},
      {
        "id":"ED397647",
        "title":"The Article Acquisition in English as a Foreign Language."},
      {
        "id":"ED397648",
        "title":"On the Greeting Forms among Uzbek and American People."},
      {
        "id":"ED397649",
        "title":"Beliefs about Language Learning: The Horwitz Model."},
      {
        "id":"ED397650",
        "title":"Suggestions for a Liberating Education Paradigm within ELT: Concept (Freire), a Model for Ideas (UNPO), Course Descriptions."},
      {
        "id":"ED397651",
        "title":"Chinese Students' Approach to Learning English: Psycholinguistic and Sociolinguistic Perspectives."},
      {
        "id":"ED397652",
        "title":"The &quot;Speech Levels&quot; of Sundanese: Disfluency and Identity."},
      {
        "id":"ED397653",
        "title":"Tradition and Innovation: A New Way To Explore a TESOL Method."},
      {
        "id":"ED397654",
        "title":"The Efficacy of Using Writing Groups To Help Students Generate Ideas for Writing and Revise Drafts in an EFL University Writing Class."},
      {
        "id":"ED397655",
        "title":"Creating and Balancing Identities: Generational Markers of Social Transformation."},
      {
        "id":"ED397656",
        "title":"Language Planning and the Hispanic Discourse Community."},
      {
        "id":"ED397657",
        "title":"A Chance To Succeed: Providing English Learners with Supportive Education."},
      {
        "id":"ED397658",
        "title":"Students of \"Easy\" Languages: Their Beliefs about Language Learning."},
      {
        "id":"ED397659",
        "title":"How To Plan a Literature Course for Maximum Effect."},
      {
        "id":"ED397661",
        "title":"Teaching EFL Learners Sociolinguistic Concepts for Intercultural Understanding."},
      {
        "id":"ED397662",
        "title":"Anglo-Nigerian Pidgin in Nigerian Education: A Survey of Policy, Practices and Attitudes."},
      {
        "id":"ED397663",
        "title":"Variables Affecting Reading Problem of a Thai Graduate Student."},
      {
        "id":"ED397664",
        "title":"The Nature of Culture Shock: Ideas for Lower Level Students."},
      {
        "id":"ED397666",
        "title":"Discourse of Power and Politeness: Through the Act of Disagreement."},
      {
        "id":"ED397667",
        "title":"Ways Personal Narratives Ratify Group Membership."},
      {
        "id":"ED397668",
        "title":"Who Speaks What Language and Why?: Language Use of Families in an Inuit Community."},
      {
        "id":"ED397669",
        "title":"The Organisation of the Bilingual Lexicon."},
      {
        "id":"ED397670",
        "title":"Proficiency and the Bilingual Lexicon."},
      {
        "id":"ED397673",
        "title":"FLES News, Volume 8."},
      {
        "id":"ED397674",
        "title":"Learning Languages: The Journal of the National Network for Early Language Learning. Volume 1."},
      {
        "id":"ED397675",
        "title":"Academic Literacy on Two Continents: The Role of Community Norms."},
      {
        "id":"ED397676",
        "title":"\"Again, Another Solution by Daddykins!\": Socializing Family Roles in Narrative."},
      {
        "id":"ED397677",
        "title":"Integration of Skills: Communication between Colleagues."},
      {
        "id":"ED397678",
        "title":"EFL Teaching in Brazil: Emphasizing Conditions, Processes, or Product?"},
      {
        "id":"ED397679",
        "title":"Polysemic Functionality of Prepositions in Pidgins &amp; Creoles: The Case of &quot;FO&quot; in Anglo-Nigerian Pidgin."},
      {
        "id":"ED397680",
        "title":"The Sociolinguistic Status of Anglo-Nigerian Pidgin: An Overview."},
      {
        "id":"ED397681",
        "title":"Choosing an Indigenous Official Language for Nigeria."},
      {
        "id":"ED397682",
        "title":"Les langues, dites, nationals, hors de leur territoire (So-Called National Languages outside Their Territory)."},
      {
        "id":"ED397683",
        "title":"Teacher Templates: Analysis Frameworks Developed by Bilingual Teachers Learning about Creative Drama."},
      {
        "id":"ED397684",
        "title":"Learning Science and English: How School Reform Advances Scientific Learning for Limited English Proficient Middle School Students. Educational Practice Report: 17."},
      {
        "id":"ED397696",
        "title":"Summary of a Comparison of Select Items from the 1992 and 1995 (Revised) Clarkson College Higher Education Research Institute's Faculty Survey."},
      {
        "id":"ED397697",
        "title":"Diversity Within America's Catholic Colleges and Universities: Efforts and Linkages to Catholic Identity, Institutional Mission, and Leadership. Occasional Papers on Catholic Higher Education."},
      {
        "id":"ED397698",
        "title":"Maryland 2000. Journal of the Maryland Association for Institutional Research, 1995."},
      {
        "id":"ED397703",
        "title":"Engineering Research Centers: A Partnership for Competitiveness."},
      {
        "id":"ED397704",
        "title":"Restructuring Colleges and Universities: The Challenges and Consequences. Policy Papers on Higher Education."},
      {
        "id":"ED397705",
        "title":"A Study of Student Transition to College. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397706",
        "title":"Background Characteristics as Predictors of Academic Self-Confidence and Academic Self-Efficacy among Graduate Science and Engineering Students: An Exploration of Gender and Ethnic Differences. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397707",
        "title":"Minority and Non-Minority Adjustment to College: Differences or Similarities? AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397708",
        "title":"Effects of College Students' Perceptions of Labor Market Variables and Conditions on Their Choice of Academic Majors. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397709",
        "title":"Influences on the Academic Achievement of Undergraduate Dental Students. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397710",
        "title":"College Persistence and Grade Outcomes: Noncognitive Variables as Predictors for African-American, Asian-American, Hispanic, Native American, and White Students. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397711",
        "title":"Noncognitive Variables as Predictors of Achievement in Freshmen English. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397712",
        "title":"Developmental Education Outcomes at Minnesota Community Colleges. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397713",
        "title":"Learning Communities' Impact on National Agenda Goals for Higher Education. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397714",
        "title":"Students' Learning Stages and Academic Assessment. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397715",
        "title":"Aids to Navigation: Using Interinstitutional Databases in the University of Maryland System. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397716",
        "title":"Lessons Learned from a Decade of Assessment. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397717",
        "title":"Can Core Components in Mathematics Courses Replace Comprehensive Common Course Finals? AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397718",
        "title":"Assessing Continuing Education: Difficult But Not Impossible. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397719",
        "title":"Multiple-Campus Assessment of General Education: A Course-Embedded Approach. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397720",
        "title":"Admissions Standards for Undergraduate Transfer Students: A Policy Analysis. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397721",
        "title":"The Impact of Institutional Effectiveness on Student Retention. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397722",
        "title":"Program Level Curriculum Planning: An Exploration of Faculty Perspectives on Two Different Campuses. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397723",
        "title":"Comparing Union and Non-Union Staff Perceptions of the Higher Education Work Environment. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397724",
        "title":"Stress, Strain, and Coping Resources among Faculty at a Research University during Financial Decline. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397725",
        "title":"Convenience vs Connection: Commuter Students' Views on Distance Learning. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397726",
        "title":"Identifying Students at Risk: Utilizing Traditional and Non-Traditional Data Sources. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397727",
        "title":"Applying Linear and Logistic Regression to a Required English Proficiency Test. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397728",
        "title":"The Satisfaction Level of Faculty and Administrators Following Planned and Unplanned Budget Reductions. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397729",
        "title":"Good Practices in Undergraduate Education from the Students' and Faculty's View: Consensus or Disagreement. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397730",
        "title":"Reengineering a College of Engineering: The Role of an Institutional Research Office. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397731",
        "title":"State Regulation and Administrative Flexibility at Public Universities. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397732",
        "title":"Implementing Astin's I-E-O Model in the Study of Student Retention: A Multivariate Time Dependent Approach. AIR 1996 Annual Forum Paper."}]
  }}
