{
  "response":{"numFound":506904,"start":18000,"numFoundExact":true,"docs":[
      {
        "id":"ED405536",
        "title":"Beyond Contemporary Confusion: Away from Punitive Practice."},
      {
        "id":"ED405537",
        "title":"Opinions Concerning Unique Dual Relationships among Recovering Substance Abuse Counselors in Rural and Urban Settings."},
      {
        "id":"ED405540",
        "title":"Youth Issues, Youth Voices: A Guide for Engaging Youth and Adults in Public Dialogue and Problem-Solving."},
      {
        "id":"ED405541",
        "title":"The Busy Citizen's Discussion Guide: Youth Issues, Youth Voices."},
      {
        "id":"ED405543",
        "title":"Higher Education Survey, 1996. Evaluation Report."},
      {
        "id":"ED405544",
        "title":"Parent Satisfaction Survey, 1995/96. Evaluation Report."},
      {
        "id":"ED405546",
        "title":"Struggling Readers: An Action Research Project."},
      {
        "id":"ED405547",
        "title":"Reading Aloud to Young Children and Their Reading Success in First Grade."},
      {
        "id":"ED405548",
        "title":"Developing Musical/Rhythmic Intelligence To Improve Spelling Skills."},
      {
        "id":"ED405549",
        "title":"The Relationship between the Home Literacy Environment and the Frequency of Literacy Interactions Which Occur There."},
      {
        "id":"ED405550",
        "title":"The Effect of the Tactile Modality on Retention of Sight Vocabulary."},
      {
        "id":"ED405551",
        "title":"The Whole Language Approach versus the Basal Reading Approach and the Effects on Reading Achievement Scores."},
      {
        "id":"ED405552",
        "title":"Does the Teaching of Active Learning Strategies Improve the Reading Comprehension of Learning Disabled Students?"},
      {
        "id":"ED405553",
        "title":"Engaging Parents and Kindergartners in Reading through Class Lending Library. Instructional Resource No. 41."},
      {
        "id":"ED405554",
        "title":"Fluency-Oriented Reading Instruction. Reading Research Report No. 79."},
      {
        "id":"ED405555",
        "title":"The Role of Close Relationships in Early Literacy Learning: Towards a Working Model. Reading Research Report No. 80."},
      {
        "id":"ED405556",
        "title":"Delicate Balances: Striving for Curricular and Instructional Equilibrium in a Second-Grade, Literature/Strategy-Based Classroom. Reading Research Report No. 83."},
      {
        "id":"ED405557",
        "title":"The Effects of Instructional Interaction Guided by a Typology of Ethnic Identity Development: Teachers' Perceptions of Theory and Their Conceptualizations of Related Practice: Phase Two. Reading Research Report No. 84."},
      {
        "id":"ED405558",
        "title":"A Survey of the Instructional Practices of Grade-5 Teachers Nominated as Effective in Promoting Literacy. Reading Research Report No. 85."},
      {
        "id":"ED405559",
        "title":"Literacy Professionals' Ways of Knowing: A National Survey. Reading Research Report No. 86."},
      {
        "id":"ED405560",
        "title":"The Effects of Early Literacy on the Fourth Grade Reader."},
      {
        "id":"ED405562",
        "title":"The Effect of Repeated Readings on the Fluency of High and Low Level Ability Readers in a First Grade Class."},
      {
        "id":"ED405563",
        "title":"Early and Later Prediction of Reading Disabilities."},
      {
        "id":"ED405564",
        "title":"A Multisensory vs. Conventional Approach to Teaching Spelling."},
      {
        "id":"ED405565",
        "title":"The Effects of the D.R.T.A. and Cooperative Learning Strategies on Reading Comprehension."},
      {
        "id":"ED405566",
        "title":"Engaging &quot;At-Risk&quot; High School Students. Perspectives in Reading Research No. 12."},
      {
        "id":"ED405567",
        "title":"Book Access and Rereading with Audiotapes: Extending Literacy Learning into the Homes of Culturally and Linguistically Diverse Students. Reading Research Report No. 75."},
      {
        "id":"ED405568",
        "title":"Parental Ideas about Development and Socialization of Children on the Threshold of Schooling. Reading Research Report No. 78."},
      {
        "id":"ED405569",
        "title":"Outstanding Literacy Instruction in First Grade: Teacher Practices and Student Achievement. Reading Research Report No. 81."},
      {
        "id":"ED405570",
        "title":"The Links of Family Processes with Children's Academic and Psychosocial Competence in Rural Single-Parent African American Families."},
      {
        "id":"ED405571",
        "title":"The Effect of Different Teaching Styles on the Reading Comprehension Levels of a Kindergartener."},
      {
        "id":"ED405572",
        "title":"Literacy: The Information Superhighway to Success."},
      {
        "id":"ED405573",
        "title":"Reading Recovery Program Implementation Year Six, School Year 1995-96. Report of Results and Effectiveness."},
      {
        "id":"ED405574",
        "title":"Reading Recovery Program Implementation Year Five, School Year 1994-95. Report of Results and Effectiveness."},
      {
        "id":"ED405575",
        "title":"Reading Recovery Program Implementation Year Four, School Year 1993-94. Report of Results and Effectiveness."},
      {
        "id":"ED405584",
        "title":"Multimedia Book Reviews: An Instructional Resource Developed for and Disseminated by the National Reading Research Center. Instructional Resource No. 40."},
      {
        "id":"ED405585",
        "title":"&quot;In Fourteen Hundred and Ninety-Two, Columbus Sailed the Ocean Blue&quot;: Effects of Multiple Document Readings on Student Attitudes and Misconceptions. Reading Research Report No. 82."},
      {
        "id":"ED405586",
        "title":"City Children in African Children's Literature."},
      {
        "id":"ED405587",
        "title":"Celebrating the Unexpected: A Microethnography of One Early Childhood Process-Oriented Language Arts Classroom."},
      {
        "id":"ED405588",
        "title":"Compositional Metaphors: A Pedagogical Necessity."},
      {
        "id":"ED405589",
        "title":"Storytelling in the Classroom: Some Theoretical Thoughts."},
      {
        "id":"ED405590",
        "title":"A Case Study of Learning in an Integrated Literature-History Class: Personal Narrative, Critical Reflection, and Kris's Way of Knowing. Report Series 7.10."},
      {
        "id":"ED405591",
        "title":"Tools for Supporting Response-Based Literature Teaching and Learning: A Multimedia Exploration of the Beat Generation. Report Series 2.29."},
      {
        "id":"ED405592",
        "title":"Access Denied: A Five-Year Study of Literacy Instruction Provided to Poor, Urban Elementary Children. Report Series 2.30."},
      {
        "id":"ED405593",
        "title":"The Effect of Cross-Age Peer Grouping on the Writing Achievement of Sixth and First Grade Students."},
      {
        "id":"ED405595",
        "title":"How Coauthoring Impacts the Writing Process."},
      {
        "id":"ED405598",
        "title":"Personal Anthropology: Living and Writing in a Hypertextual Environment."},
      {
        "id":"ED405599",
        "title":"The Water Troll--Story and Lesson. Classroom Corner."},
      {
        "id":"ED405600",
        "title":"Making Connections: Literature as a Basis for Multiple Perspectives and Interdisciplinary Education. Revised Edition."},
      {
        "id":"ED405603",
        "title":"Reforming the Literary Canon by Teaching It."},
      {
        "id":"ED405604",
        "title":"Never Too Old for Stories (Tales of a High School Information Specialist)."},
      {
        "id":"ED405605",
        "title":"Chinese Rhetoric: A Selected, Annotated Bibliography of Works by Sinologists."},
      {
        "id":"ED405606",
        "title":"Receiver Apprehension: A Comprehensive, Annotated Bibliography."},
      {
        "id":"ED405607",
        "title":"Resources for Public Speaking: A Selected, Annotated Bibliography."},
      {
        "id":"ED405608",
        "title":"Language Intensity: A Comprehensive, Annotated Bibliography."},
      {
        "id":"ED405609",
        "title":"Conflict/Negotiation: A Selected, Annotated Bibliography."},
      {
        "id":"ED405610",
        "title":"Communication and Gender: Annotated Bibliography"},
      {
        "id":"ED405611",
        "title":"Communication and Politics: A Selected, Annotated Bibliography."},
      {
        "id":"ED405612",
        "title":"Communication in Latin America: (A Basic Bibliography)."},
      {
        "id":"ED405613",
        "title":"Black American Rhetorical Studies: A Selected Bibliography."},
      {
        "id":"ED405614",
        "title":"Dramatic Theory: A Selected, Annotated Basic Bibliography."},
      {
        "id":"ED405615",
        "title":"Methodological Innovation in Communication Research."},
      {
        "id":"ED405616",
        "title":"To Elaborate or Not--Thinking about Oral Critiques: A Study of ELM Theory at the 1996 National CEDA Tournament."},
      {
        "id":"ED405617",
        "title":"The Value of the Undergraduate Teaching/Tutoring Experience For Graduate School Success: A Personal Narrative."},
      {
        "id":"ED405618",
        "title":"Performance Ethnography: Creating a Mechanism for Engagement by the Academy."},
      {
        "id":"ED405619",
        "title":"Speaking and Listening across the Curriculum: Teaching Teachers. K-12 Teachers' Short Course."},
      {
        "id":"ED405620",
        "title":"Project for a Cultural Studies Course."},
      {
        "id":"ED405621",
        "title":"Instant Access in Forensics: Issues Created by the Internet and Electronic Information Systems in Forensic Competition."},
      {
        "id":"ED405622",
        "title":"Political Socialization via a Newspaper-in-Schools Program in Argentina: Effects of Variations in Teaching Methods."},
      {
        "id":"ED405623",
        "title":"Challenges Confronting the Diversity Professor in Training Corporate America: A Matter of Theoretical or Practical Perspectives."},
      {
        "id":"ED405624",
        "title":"MUDs, MOOs, MUSHes and More: Using Text-Based Virtual Worlds To Teach Communication."},
      {
        "id":"ED405625",
        "title":"Communication and the Learning Organization."},
      {
        "id":"ED405626",
        "title":"Design for Living: The Theoretical and Practical Relevance of HCI to Communication Research."},
      {
        "id":"ED405627",
        "title":"How To Be Stupid: The Teachings of Channel One."},
      {
        "id":"ED405628",
        "title":"Quantitative and Qualitative Approaches to Knowledge: Proposing a Method of Functional Integration for the Relationship between Empirical Methods."},
      {
        "id":"ED405631",
        "title":"Restructuring To Promote Learning in America&apos;s Schools. Selected Readings, Volume II for Video Conferences 5-9."},
      {
        "id":"ED405633",
        "title":"Suicide Prevention, Intervention, &amp; Postvention: A Comprehensive Approach."},
      {
        "id":"ED405635",
        "title":"Evolution of Intentions from State Policy Development to Classroom Implementation: Systems, Subsystems, and Interdependence."},
      {
        "id":"ED405636",
        "title":"Statewide Academic Standards: Doing It Right. A Position Paper of the Association of California School Administrators. Special Report."},
      {
        "id":"ED405637",
        "title":"Outcome-Based Education: Is It Mastery Learning All Over Again, or Is It a Revolution to the Reform Movement?"},
      {
        "id":"ED405638",
        "title":"Why Do Schools Respond Differentially to State School Reform Legislation?"},
      {
        "id":"ED405639",
        "title":"\"Back Talk\" from a Woman Superintendent: Just How Useful Is Research?"},
      {
        "id":"ED405640",
        "title":"Physical Environment and Student Safety in South Georgia Schools."},
      {
        "id":"ED405641",
        "title":"Schools as Communities. ERIC Digest, Number 111."},
      {
        "id":"ED405642",
        "title":"Education Reform and Students at Risk. ERIC Digest, Number 112."},
      {
        "id":"ED405643",
        "title":"Protecting the Privacy of Student Education Records. Revised."},
      {
        "id":"ED405645",
        "title":"Sexual Harassment Guidance: Harassment of Students by School Employees, Other Students, or Third Parties. Federal Register, Part VII: Department of Education, Office of Civil Rights. Notice."},
      {
        "id":"ED405646",
        "title":"Catholic High Schools: 1. History, Governance, Finance and Curriculum; 2. Catholic Identity and Student Outcomes; 3. Catholic Identity and Politics."},
      {
        "id":"ED405647",
        "title":"The Just and Caring School."},
      {
        "id":"ED405648",
        "title":"High School Course Taking in the Core Subject Areas. Indicator of the Month."},
      {
        "id":"ED405649",
        "title":"Persistence, Disillusionment, and Compliance in Educator Reactions to State School Reform."},
      {
        "id":"ED405650",
        "title":"Leadership Study Groups for School Restructuring."},
      {
        "id":"ED405651",
        "title":"Oregon Administrative Rules: Adopted by the State Board of Education. 1996 Edition."},
      {
        "id":"ED405652",
        "title":"Performance Standards."},
      {
        "id":"ED405653",
        "title":"Safe Spaces: Drug and Alcohol Prevention Education for Special Needs and Drug Exposed K-2 Children [and] Videotape. Guide to the Staff Development Video Program for K-2 Special Needs Educators."},
      {
        "id":"ED405654",
        "title":"Hearing on the Effectiveness of Education for Deaf Students at the Local and State Level. Hearing before the Subcommittee on Select Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, Second Session (Morganton, North Carolina)."},
      {
        "id":"ED405655",
        "title":"A National Survey of Personnel Standards under P.L. 99-457. Information Bulletin #36."},
      {
        "id":"ED405656",
        "title":"Financing Part H Services: A State Level View."},
      {
        "id":"ED405657",
        "title":"Special Education Issues, Trends, and Future Predictions."},
      {
        "id":"ED405658",
        "title":"Project PARTnership: A Model Program for Promoting Self-Determination through Participation in the Arts. Final Report [and] Teacher's Visual Sampler."},
      {
        "id":"ED405659",
        "title":"Project PARTnership: Instructional Kit. A Model Program for Encouraging Self-Determination through Access to the Arts."},
      {
        "id":"ED405660",
        "title":"Inclusion Forum, 1993."},
      {
        "id":"ED405661",
        "title":"Early Identification of Hearing Impairment in Infants and Young Children: NIH Consensus Statement [and] Summary of the NIH Consensus."},
      {
        "id":"ED405662",
        "title":"Consensus Development Conference on Early Identification of Hearing Impairment in Infants and Young Children (Bethesda, Maryland, March 1-3, 1993)."},
      {
        "id":"ED405663",
        "title":"A Guide for Disability Services: Eastern Washington University Faculty/Staff Handbook."},
      {
        "id":"ED405664",
        "title":"Job Search Strategies for Students with Disabilities: A Nuts and Bolts Approach: Eastern Washington University Career Opportunities for Students with Disabilities."},
      {
        "id":"ED405665",
        "title":"Inclusion Forum, 1994."},
      {
        "id":"ED405667",
        "title":"Student Survey of Knowledge of Disability Laws and Recent Legal Decisions."},
      {
        "id":"ED405668",
        "title":"Citizenship and Disabled People: A Discourse of Control?"},
      {
        "id":"ED405671",
        "title":"The EEN Triangle of Support: A Guide for Parents. Revised Edition. Bulletin No. 97132."},
      {
        "id":"ED405673",
        "title":"The Use of a Structured Literacy Program To Facilitate the Inclusion of Marginal and Special Education Students into Regular Classes."},
      {
        "id":"ED405674",
        "title":"A Study of the Basic Needs of the Mentally Handicapped in the Segezha District."},
      {
        "id":"ED405675",
        "title":"Speech and Language Disorders in Children with Intellectual Disability."},
      {
        "id":"ED405676",
        "title":"The Present Situation and the Future Development of Special Education in Bulgaria."},
      {
        "id":"ED405677",
        "title":"Discipline of Students with Handicaps in Elementary and Secondary Schools."},
      {
        "id":"ED405679",
        "title":"Attention Deficit Syndrome: Educational Bugaboo of the 90s."},
      {
        "id":"ED405680",
        "title":"Inclusion: Who Wins? Who Loses?"},
      {
        "id":"ED405681",
        "title":"Special Education Teachers&apos; Attrition in Kentucky and Its Reasons."},
      {
        "id":"ED405682",
        "title":"The Relationship between Learning Disabilities and Delinquency and the Vocational Rehabilitation Process regarding Specific Learning Disabilities."},
      {
        "id":"ED405683",
        "title":"Teaching the Mentally Retarded Parenting Skills: International Perspectives."},
      {
        "id":"ED405684",
        "title":"Public (K-12) Education's Hot Jalapenos. Topics Picantes in Special Education."},
      {
        "id":"ED405685",
        "title":"Adaptive Driving Equipment: Selection and Major Considerations [and] Battery Powered Scooters and 3-Wheelers. Information Support Packets #1 and #2."},
      {
        "id":"ED405686",
        "title":"A Barrier-Free Home: Considerations and Recommendations for Design. Information Support Packet #3."},
      {
        "id":"ED405687",
        "title":"Alternate and Augmentative Communication: An Overview [and] Manual Communication: Boards and Displays [and] Electronic Communication Devices: A Look at Features. Information Support Packets #4, #5, and #6."},
      {
        "id":"ED405688",
        "title":"TECH POINTS: Integrating Rehabilitation Technology into Vocational Rehabilitation Services. Training Manual."},
      {
        "id":"ED405689",
        "title":"A Guide to Providing Alternate Formats."},
      {
        "id":"ED405690",
        "title":"Designing and Evaluating School Learning Environments for Effective Mainstreaming of Special Education Students: Synthesis, Validation, and Dissemination of Research Methods. Final Report (September 1, 1987-December 31, 1989)."},
      {
        "id":"ED405691",
        "title":"Variables Important to Learning: A Meta-Review of Reviews of the Research Literature."},
      {
        "id":"ED405692",
        "title":"Variables Important to Learning: A Consensus from the Field."},
      {
        "id":"ED405693",
        "title":"Research Design, Measurement Methodologies and Procedures Utilized by OSEP-Funded Projects."},
      {
        "id":"ED405694",
        "title":"Variables Important to Learning: A Knowledge Base for Special and Regular Education."},
      {
        "id":"ED405695",
        "title":"A Decision-Making Framework for Description of Innovative Education Programs."},
      {
        "id":"ED405696",
        "title":"A Checklist for Description of Features of Programs That Aim To Effectively Accomodate Mainstreamed Special Education Students in Regular Education Settings."},
      {
        "id":"ED405698",
        "title":"Alex in the Middle: Inclusion of a Child with Severe Disabilities and Complex Health Needs."},
      {
        "id":"ED405700",
        "title":"Promoting Inclusion for All Students with Disabilities."},
      {
        "id":"ED405701",
        "title":"Overview: Educational Rights of Children with Disabilities under the Individuals with Disabilities Education Act and Section 504 of the Rehabilitation Act of 1973."},
      {
        "id":"ED405702",
        "title":"Obtaining Appropriate Educational Services for Three through Five Year Old Children with Disabilities: An Outline of Selected Legal Issues."},
      {
        "id":"ED405703",
        "title":"Challenging Abusive Filing of Juvenile Petitions against Children with Disabilities by School Officials."},
      {
        "id":"ED405704",
        "title":"Points on the Content of Education after &quot;Expulsion&quot; for Conduct Deemed Unrelated to a Disability."},
      {
        "id":"ED405705",
        "title":"Personal Assistance Services (PAS): Toward Universal Access to Support. Annotated Bibliography."},
      {
        "id":"ED405706",
        "title":"Questions for Your Child's School: A Guide for Parents Who Value Learning."},
      {
        "id":"ED405707",
        "title":"Family Violence &amp; Sexual Assault Bulletin, 1995."},
      {
        "id":"ED405710",
        "title":"A Portrayal of the Gifted in Magazines: An Initial Analysis."},
      {
        "id":"ED405713",
        "title":"[Providing Effective Behavior Support.]"},
      {
        "id":"ED405714",
        "title":"[Family Involvement.]"},
      {
        "id":"ED405715",
        "title":"Talk to Me: A Language Guide for Parents of Blind Children."},
      {
        "id":"ED405716",
        "title":"Let's Eat: Feeding a Child with a Visual Impairment."},
      {
        "id":"ED405717",
        "title":"Inclusion Specialists: Are They Really Fostering Inclusion?"},
      {
        "id":"ED405718",
        "title":"From &quot;Special&quot; Educators to Educators: The Case for Mixed Ability Groups of Teachers in Restructured Schools."},
      {
        "id":"ED405719",
        "title":"Designing Classroom Curriculum for Personalized Learning. Module 1D."},
      {
        "id":"ED405720",
        "title":"Student Membership Snapshots: An Ongoing Problem-Finding and Problem-Solving Strategy. Module 4E."},
      {
        "id":"ED405721",
        "title":"Analyzing a Work Incentive: The Plan for Achieving Self Sufficiency and School-To-Work Transition."},
      {
        "id":"ED405722",
        "title":"Collegial Coaching, Special Needs, and the Nontraditional Classroom."},
      {
        "id":"ED405723",
        "title":"Achieving, Behaving, Caring: The ABC's of Early Intervention."},
      {
        "id":"ED405724",
        "title":"Begin the Between: Planning for the Transition from High School to Adult Life for Youth with Developmental Disabilities. Second Edition."},
      {
        "id":"ED405725",
        "title":"Life Centered Career Education: Modified Curriculum for Individuals with Moderate Disabilities."},
      {
        "id":"ED405727",
        "title":"Chinese Language and Culture Curriculum: Teacher's Manual [and] Student Activity Book."},
      {
        "id":"ED405728",
        "title":"Korean Language & Culture Curriculum: Teacher's Manual [and] Student Activity Book."},
      {
        "id":"ED405729",
        "title":"Problemen zijn uitdagingen. Verslag van een studiereis naar de Verenigde Staten, van 21 april tot 7 mei 1995. (Problems Are Challenges. Report of a Study Tour in the United States, from April 21 to May 7, 1995)."},
      {
        "id":"ED405730",
        "title":"Parents' Attitudes towards Dual Language Immersion Programs."},
      {
        "id":"ED405732",
        "title":"Languages on the Land: Toward an Anthropological Dialectology."},
      {
        "id":"ED405737",
        "title":"Reading: Students' Attitudes and Interests in Fourth, Fifth, and Sixth Grades in Official Portuguese Schools in the USA (A Leitura: Atitudes e Preferencias dos Educandos do 4th, 5th, e 6th Anos de Escolaridade nas Escolas Oficiais Portuguesas nos Estados Unidos da America)."},
      {
        "id":"ED405741",
        "title":"The Development of Bilingualism and Bilteracy in Two-Way Immersion Students."},
      {
        "id":"ED405742",
        "title":"The Connector, 1995."},
      {
        "id":"ED405743",
        "title":"Classroom Interaction for Adult Literacy."},
      {
        "id":"ED405744",
        "title":"Talk Time Handbook: Conversation Sessions for Volunteer Facilitators and Limited English Speaking Participants."},
      {
        "id":"ED405745",
        "title":"A Guidebook for Enriching ESL Instruction with Pronunciation Practice: A Model of Teacher Action Research. Product and Final Report."},
      {
        "id":"ED405746",
        "title":"Public University Baccalaureate Class of 1991 Follow-Up Survey. Executive Summary."},
      {
        "id":"ED405747",
        "title":"Priority: Africa Programme for Action Proposed by the Director-General (1990-1995). Development of Higher Education in Africa--The African University: Into the New Millennium. Results of a Series of Seminars on Higher Education in Africa (Accra: November 1991, Dakar: November 1992 and Alexandria: April 1993)."},
      {
        "id":"ED405748",
        "title":"Priority: Africa Programme of Action Proposed by Director-General (1990-1995). Development of Higher Education in Africa--The Accra Seminar (25 - 29 November 1991)."},
      {
        "id":"ED405749",
        "title":"Priority: Africa Programme of Action Proposed by the Director-General (1990-1995). Development of Higher Education in Africa--The DAKAR Seminar on the Restructuration of the African Universities (19 - 24 November 1992)."},
      {
        "id":"ED405750",
        "title":"Priority: Africa Programme of Action Proposed by the Director-General (1990-1995). Development of Higher Education in Africa--The ALEXANDRIA Seminar on the Resources and Management of the African University (26 - 30 April 1993)."},
      {
        "id":"ED405751",
        "title":"Trends in Enrollment in Higher Education, by Racial/Ethnic Category: Fall 1982 through Fall 1992. E.D. Tabs."},
      {
        "id":"ED405752",
        "title":"Faculty Stress: The Influences of Institutional Characteristics. ASHE Annual Meeting Paper."},
      {
        "id":"ED405753",
        "title":"The Quasi-Privatization of a Public Honors College: A Case Study of St. Mary's College in Maryland. ASHE Annual Meeting Paper."},
      {
        "id":"ED405755",
        "title":"Institutional Factors Women Academics Perceive To Be Associated with Their Publishing Productivity."},
      {
        "id":"ED405758",
        "title":"Campus Crime and Security at Postsecondary Education Institutions. Statistical Analysis Report."},
      {
        "id":"ED405759",
        "title":"Successful Faculty Development and Evaluation: The Complete Teaching Portfolio. ERIC Digest."},
      {
        "id":"ED405760",
        "title":"Successful Faculty Development and Evaluation: The Complete Teaching Portfolio. ASHE-ERIC Higher Education Report No. 8, 1995."},
      {
        "id":"ED405764",
        "title":"The Workload of the UMS Faculty. A Report to the Joint Chairs of the Senate Budget and Taxation Committee and the House Appropriations Committee."},
      {
        "id":"ED405765",
        "title":"Toward a State of Learning (Achieving the Vision III). Strategic Planning for the University of Maryland System."},
      {
        "id":"ED405766",
        "title":"Safe Schools Survey: Post-Secondary Survey Results."},
      {
        "id":"ED405767",
        "title":"Public Service Education in Britain: A Survey of the Views of British Public Administrators."},
      {
        "id":"ED405768",
        "title":"Coming of Information Age in California Higher Education."},
      {
        "id":"ED405770",
        "title":"A System Dynamics Model of the Departmental Deployment of Instructional Resources."},
      {
        "id":"ED405771",
        "title":"Postsecondary Enrollment Options Program."},
      {
        "id":"ED405777",
        "title":"Utah System of Higher Education Data Book (Supplement to Operating Budget Request) 1997-98."},
      {
        "id":"ED405778",
        "title":"Unified Budget Recommendation, 1997-98."},
      {
        "id":"ED405779",
        "title":"College and University Student Judicial Cases, Incidents, Materials: 1996."},
      {
        "id":"ED405781",
        "title":"Work-Study Program Influences on College Students' Cognitive Development."},
      {
        "id":"ED405782",
        "title":"A Perspective for a Culturally Responsive Collaborative Writing Model for Developmental Students."},
      {
        "id":"ED405783",
        "title":"The Whole Picture: Florida's Educational Delivery System. A Longitudinal Study Comparing Outcomes by Educational Levels."},
      {
        "id":"ED405784",
        "title":"State University of New York. Study of the Cost of Telephone Services at Selected Campuses. Report 95-D-44."},
      {
        "id":"ED405785",
        "title":"Campus Crime: Difficulties Meeting Federal Reporting Requirements. Report to Congressional Requesters."},
      {
        "id":"ED405786",
        "title":"Performance Funding: A Report of the Commission on Higher Education to the General Assembly. Special Report No. 4."},
      {
        "id":"ED405789",
        "title":"Enduring Values, Changing Concerns: What Californians Expect from Their Higher Education System."},
      {
        "id":"ED405790",
        "title":"Ten Facts about Tuition at Independent Colleges and Universities. A Report from the National Association of Independent Colleges and Universities."},
      {
        "id":"ED405793",
        "title":"Joint Hearing on Privatizing Government Sponsored Entities (GSEs). Joint Hearing before the Subcommittee on Postsecondary Education, Training and Life-Long Learning of the Committee on Economic and Educational Opportunities and the Subcommittee on National Economic Growth, Natural Resources, and Regulatory Affairs of the Committee on Government Reform and Oversight. House of Representatives, One Hundred Fourth Congress, First Session."},
      {
        "id":"ED405794",
        "title":"Communicating with the Public."},
      {
        "id":"ED405795",
        "title":"Distance Learning for California Schools: A Resource Guide on Live Interactive Televised Instruction."},
      {
        "id":"ED405796",
        "title":"Distance Learning for California Schools. California Technology Project Distance Learning. Task Force Recommendations."},
      {
        "id":"ED405797",
        "title":"Repertorio de Servicios Iberoamericanos de Documentacion e Informacion Educativas = Repertorio de Servicos Ibero-Americanos de Documentacao e Informacao Educativas (Directory of Ibero-American Services for Educational Documentation and Information)."},
      {
        "id":"ED405798",
        "title":"North Carolina Computer Skills Curriculum Lesson Plans, K-3: Terms, Operation and Care."},
      {
        "id":"ED405799",
        "title":"North Carolina Computer Skills Curriculum Lesson Plans, K-8: Societal Impact."},
      {
        "id":"ED405800",
        "title":"North Carolina Computer Skills Curriculum Lesson Plans, K-4: Keyboarding."},
      {
        "id":"ED405801",
        "title":"North Carolina Computer Skills Curriculum Lesson Plans, 4-7: Telecomputing."},
      {
        "id":"ED405802",
        "title":"North Carolina Computer Skills Curriculum Lesson Plans, 4-8: Databases."},
      {
        "id":"ED405803",
        "title":"North Carolina Computer Skills Curriculum Lesson Plans, 1-8: Ethical Issues."},
      {
        "id":"ED405804",
        "title":"North Carolina Computer Skills Curriculum Lesson Plans, 2-8: Word Processing."},
      {
        "id":"ED405805",
        "title":"North Carolina Computer Skills Curriculum Lesson Plans, 6-8: Spreadsheets."},
      {
        "id":"ED405806",
        "title":"A Community of Common Interests. Public Broadcasting and the Needs of Minority and Diverse Audiences and Public Broadcasting's Services to Minorities and Other Groups. A Report to the 104th Congress and the American People Pursuant to Pub. L. 100-626."},
      {
        "id":"ED405807",
        "title":"Association of Small Computer Users in Education (ASCUE) Summer Conference Proceedings (29th, North Myrtle Beach, South Carolina, June 9-13, 1996)."},
      {
        "id":"ED405808",
        "title":"Ethics, Privacy, and Security in Higher Education Technology."},
      {
        "id":"ED405809",
        "title":"Multimedia in the Classroom: Recollections after Two Years."},
      {
        "id":"ED405810",
        "title":"Creating a Computer Competency Requirement for Mary Washington College Students."},
      {
        "id":"ED405811",
        "title":"Low Cost, Low Tech, Low Brow Technology: A Plan for Campus Communication."},
      {
        "id":"ED405812",
        "title":"Back to the Future: Help! It Was 20 Years Ago, and We've Only Just Arrived!"},
      {
        "id":"ED405813",
        "title":"Starting Computer Science Using C++ with Objects: A Workable Approach."},
      {
        "id":"ED405814",
        "title":"Web Database Development: Implications for Academic Publishing."},
      {
        "id":"ED405815",
        "title":"Using a Computer Program To Enhance an English Course in the Novel."},
      {
        "id":"ED405816",
        "title":"A Team Approach to Managing Technology: Despite Our Differences--We Had To Make IT Work!"},
      {
        "id":"ED405817",
        "title":"Integrating &quot;Geometer's Sketchpad&quot; into a Geometry Course for Secondary Education Mathematics Majors."},
      {
        "id":"ED405818",
        "title":"1 Thirty Station Math Lab + 2 Faculty = Managing 500 Students Successfully in Low-Level Mathematics Courses."},
      {
        "id":"ED405819",
        "title":"The WWW, Preservice Teachers and Their Mathematics Courses."},
      {
        "id":"ED405820",
        "title":"MSCD's Development of a Campus Wide Information System on the World Wide Web."},
      {
        "id":"ED405821",
        "title":"The Just in Time Approach To Effectively Use Business Software in College Business Courses."},
      {
        "id":"ED405822",
        "title":"C-CUE: A Regional Consortium in Action."},
      {
        "id":"ED405823",
        "title":"Creating an Undergraduate InfoTech Major."},
      {
        "id":"ED405824",
        "title":"Process and Facilities as Critical Success Factors in Training and Supporting Faculty To Use Multimedia/Computer Technologies."},
      {
        "id":"ED405825",
        "title":"Project Vision: An On-line Learning Initiative for College Freshmen."},
      {
        "id":"ED405826",
        "title":"Distance Learning and Today's Educational Environment."},
      {
        "id":"ED405828",
        "title":"Developing a CWIS--It's Not a Computing Center Project."},
      {
        "id":"ED405829",
        "title":"The Shift to a Learner-Centered University: New Roles for Faculty, Students, and Technology."},
      {
        "id":"ED405830",
        "title":"A Process Education Approach To Teaching Computer Science."},
      {
        "id":"ED405831",
        "title":"The Paperless Writing Course: A Relevant Business Writing Course."},
      {
        "id":"ED405832",
        "title":"Neural Networks for the Beginner."},
      {
        "id":"ED405833",
        "title":"A Personal Multimedia System for Instructional Support."},
      {
        "id":"ED405834",
        "title":"Bridging the Multimedia Generation Gap."},
      {
        "id":"ED405835",
        "title":"Using TQM: A New Teaching Model."},
      {
        "id":"ED405836",
        "title":"Faculty as Partners: A Four Tiered Training Approach to the Web."},
      {
        "id":"ED405837",
        "title":"Supporting Student PCs on the Campus Network."},
      {
        "id":"ED405838",
        "title":"The Compressed Video Experience."},
      {
        "id":"ED405839",
        "title":"Integrating courses with the Internet: Preparing the Teacher As Well As the Learner."},
      {
        "id":"ED405840",
        "title":"World Wide Web Homepage Design."},
      {
        "id":"ED405841",
        "title":"Effects of Anchored Instruction on Enhancing Chinese Students' Problem-Solving Skills."},
      {
        "id":"ED405842",
        "title":"Building Asynchronous &amp; Synchronous Teaching-Learning Environments: Exploring a Course/Classroom Management System Solution."},
      {
        "id":"ED405844",
        "title":"Information Dissemination in Action."},
      {
        "id":"ED405845",
        "title":"Community Update: Goals 2000. 1996-97."},
      {
        "id":"ED405848",
        "title":"Formative Evaluation of the HETI ED-Net Master's Program in Instructional Technology: Another Piece of the Puzzle."},
      {
        "id":"ED405850",
        "title":"State Education Network Survey."},
      {
        "id":"ED405851",
        "title":"Information and Communication Technologies in Development: a UNESCO Perspective."},
      {
        "id":"ED405852",
        "title":"La telematique a l&apos;Ecole ou de l&apos;Obligation de repenser l&apos;enseignement (A Telematic Network at School or the Obligation To Rethink Teaching)."},
      {
        "id":"ED405854",
        "title":"Student Traits and the Use of Computer-Mediated Communication Tools: What Matters and Why?"},
      {
        "id":"ED405855",
        "title":"Collaboration, Communication, and Computers: What Do We Think We Know about Networks and Learning?"},
      {
        "id":"ED405856",
        "title":"Learning What To See: Comparing Chemical Photographic and Digital Imaging Education."},
      {
        "id":"ED405857",
        "title":"Building Learning Communities with Technology."},
      {
        "id":"ED405859",
        "title":"Electronic Homework."},
      {
        "id":"ED405860",
        "title":"Surprised by Technology: Unanticipated Outcomes of Technology Implementation."},
      {
        "id":"ED405861",
        "title":"Proceedings of the ASCUE Summer Conference (26th Annual, Myrtle Beach, South Carolina, June 20-24, 1993)."},
      {
        "id":"ED405862",
        "title":"Selected Readings in Preservation, 1991. ALIC Bibliography No. 10."},
      {
        "id":"ED405863",
        "title":"School Libraries...Unfinished Business: A Report on New York City's Elementary School Libraries."},
      {
        "id":"ED405864",
        "title":"The Impact of Performance Measurement on Library and Information Services: A Decade of Experience."},
      {
        "id":"ED405865",
        "title":"Using Contracts To Improve Quality."},
      {
        "id":"ED405866",
        "title":"Performance Measurement in the Context of Quality Management."},
      {
        "id":"ED405867",
        "title":"Performance Measures for the Academic Networked Environment."},
      {
        "id":"ED405868",
        "title":"Quality Management in Libraries."},
      {
        "id":"ED405869",
        "title":"Benchmarking and Performance Measurement."},
      {
        "id":"ED405870",
        "title":"The Development of Performance Indicators for Prison Libraries."},
      {
        "id":"ED405871",
        "title":"How Well Are We Doing? Common Themes and Possible Solutions in Academic Libraries."},
      {
        "id":"ED405872",
        "title":"EC Toolbox Project: General Findings and Some Particular Proposals--The Next Generation of Performance Indicators."},
      {
        "id":"ED405873",
        "title":"Building a Climate of Continuous Improvement."},
      {
        "id":"ED405874",
        "title":"Performance Indicators: Sickness and Absence Rates as Indicators of Staff Morale."},
      {
        "id":"ED405875",
        "title":"Benchmarking and Its Relevance to the Library and Information Sector. Interim Findings of &quot;Best Practice Benchmarking in the Library and Information Sector,&quot; a British Library Research and Development Department Project."},
      {
        "id":"ED405876",
        "title":"The Stakeholder Approach to the Construction of Performance Measures."},
      {
        "id":"ED405877",
        "title":"Performance Measurement of Academic Liaison in Higher Education Libraries."},
      {
        "id":"ED405878",
        "title":"The Use of IT in Library Evaluation: Electronic Surveying at the University of Newcastle."},
      {
        "id":"ED405879",
        "title":"Deriving a Quality Assurance Toolkit from the Outcomes of Information Use."},
      {
        "id":"ED405880",
        "title":"Database Quality: Label or Liable."},
      {
        "id":"ED405881",
        "title":"From Rationale to Results: Implementing Performance Indicators in a Public Library."},
      {
        "id":"ED405882",
        "title":"Upward Appraisal: A Tool for the Continuous Improvement of Library Managers' Skills."},
      {
        "id":"ED405883",
        "title":"Quality Management and Public Library Services."},
      {
        "id":"ED405885",
        "title":"Statistics of Oklahoma Public and Institutional Libraries. July 1, 1994 - June 30, 1995."},
      {
        "id":"ED405890",
        "title":"South Carolina State Library Annual Report, 1995-1996."},
      {
        "id":"ED405891",
        "title":"Statistics &amp; Input-Output Measures for School Library Media Centers in Colorado, 1996."},
      {
        "id":"ED405895",
        "title":"Transforming Libraries: Issues and Innovations in Geographic Information Systems, Volume 2. SPEC Kit 219."},
      {
        "id":"ED405896",
        "title":"Recruitment and Retention of Minority Personnel and Trustees in Public Libraries."},
      {
        "id":"ED405898",
        "title":"ARL Statistics 1995-96: A Compilation of Statistics from the One Hundred and Twenty Members of the Association of Research Libraries."},
      {
        "id":"ED405899",
        "title":"Interconnections: An Information Technology Conference Series. Final Report."},
      {
        "id":"ED405900",
        "title":"Sources of Library Funding. Final Report."},
      {
        "id":"ED405901",
        "title":"Idaho Library Laws, 1996-1997. Full Edition."},
      {
        "id":"ED405902",
        "title":"Libraries 2000: Allocation Plan for FY1997 LSCA Funds, Library Services and Construction Act. An Annual Outline and Description of Projects in Idaho Eligible under LSCA Titles I, II, and III."},
      {
        "id":"ED405904",
        "title":"Financing of Public Community Colleges Revisited: A Look at State Financing as It Relates to Enrollment and Tuition Rates of Public Community Colleges."},
      {
        "id":"ED405905",
        "title":"Findings of the District English Program Evaluation Committee."},
      {
        "id":"ED405906",
        "title":"Innovation Abstracts, Volume XV, 1993."},
      {
        "id":"ED405907",
        "title":"Math in Art or Art in Math."},
      {
        "id":"ED405908",
        "title":"Developing a Community Based Pre-College Medical Science Collaborative."},
      {
        "id":"ED405909",
        "title":"How Iowa Community Colleges Developed a Consortium for Study Abroad."},
      {
        "id":"ED405910",
        "title":"Putting Students First: MnSCU's Plan for Minnesota, 1997-2000."},
      {
        "id":"ED405911",
        "title":"Trustee Quarterly, 1995."},
      {
        "id":"ED405912",
        "title":"Trustee Quarterly, Issues 1-3, 1996."},
      {
        "id":"ED405913",
        "title":"Civic Literacy, Service Learning, and Community Renewal. ERIC Digest."},
      {
        "id":"ED405914",
        "title":"International Partnership in Educational Strategic Planning and Evaluation: The Muffles College Project."},
      {
        "id":"ED405915",
        "title":"Gifts Differing: Critical Reflection, Technology and the Creation of a Learning Culture."},
      {
        "id":"ED405916",
        "title":"Board Briefs, State Board of Directors for Arizona Community Colleges."},
      {
        "id":"ED405917",
        "title":"Staff Development and Organizational Change. Report 97.03-SR."},
      {
        "id":"ED405918",
        "title":"World Wide Web Pages--Tools for Teaching and Learning."},
      {
        "id":"ED405919",
        "title":"Curriculum Advancement for Work Force Colleges: The Nicolet College Process."},
      {
        "id":"ED405920",
        "title":"Underprepared Students: Enrollment and Achievement at PGCC. Enrollment Analysis EA97-3."},
      {
        "id":"ED405921",
        "title":"Follow-Up Survey of PVCC Graduates, Class of 1993-94. Research Report No. 1-97."},
      {
        "id":"ED405922",
        "title":"Development of a Revised Course Outline in Precalculus for Biological, Management, and Social Sciences at Orange Coast College."},
      {
        "id":"ED405923",
        "title":"Development of a Handbook for Department Chairpersons at Orange Coast College."},
      {
        "id":"ED405924",
        "title":"Comparison of the Final Grades of Students in Calculus for Business, Management, and Social Sciences with and without a Prior College Algebra Course."},
      {
        "id":"ED405925",
        "title":"Employment Rights of Administrators in the California Community Colleges."},
      {
        "id":"ED405926",
        "title":"Community Needs Assessment for Fashion Technology."},
      {
        "id":"ED405927",
        "title":"Minority Enrollment Report, Fall Semester 1996. Research Report No. 2-97."},
      {
        "id":"ED405928",
        "title":"Executive Leadership Concepts for Higher Education."},
      {
        "id":"ED405929",
        "title":"The Fact Book: Report for the Florida Community College System."},
      {
        "id":"ED405930",
        "title":"Pima Community College Service Learning Handbook."},
      {
        "id":"ED405931",
        "title":"Clinical Supervision in the Junior College."},
      {
        "id":"ED405932",
        "title":"Strategic Plan for Information Technology, 1997-2002: Communication, Cooperation, and Collaboration."},
      {
        "id":"ED405933",
        "title":"Los Angeles City College Self-Study Report for the Affirmation of Accreditation."},
      {
        "id":"ED405934",
        "title":"Monroe Community College, Report 96-T-2."},
      {
        "id":"ED405937",
        "title":"Watsonville Center Needs Analysis: Analysis of the High School Student Surveys, Analysis of the Watsonville Center Student Surveys, and Report of the Initial Longitudinal Student Cohort Tracking for the Needs Analysis of the Watsonville Center, Fall 1995."},
      {
        "id":"ED405938",
        "title":"Using Wage Record Data To Measure the Success of Students in the Labor Market: A Longitudinal Study of Former Cabrillo College Occupational Education Students' Employment and Wages (Cohorts 1990 and 1991)."},
      {
        "id":"ED405939",
        "title":"Survey of Non-Continuing &amp; Non-Returning Students at Cabrillo College (Spring 1995, Fall 1995, Spring 1996)."},
      {
        "id":"ED405940",
        "title":"School-to-Work Systems: The Role of Community Colleges in Preparing Students and Facilitating Transitions. New Directions for Community Colleges, Number 97."},
      {
        "id":"ED405941",
        "title":"Using Action Research To Inform Curriculum Deliberation in an Early Childhood Education Teacher Education Program."},
      {
        "id":"ED405942",
        "title":"Washington Community and Technical Colleges Fall Enrollment &amp; Staffing Report, 1996."},
      {
        "id":"ED405943",
        "title":"Fundraising in Community College Foundations. ERIC Digest."},
      {
        "id":"ED405944",
        "title":"Parenting in Cross-Cultural Perspective: The United States, France, and Japan."},
      {
        "id":"ED405945",
        "title":"Parent Opinions about Student Evaluations in Elementary Schools."},
      {
        "id":"ED405946",
        "title":"Follow Through: Program and Policy Issues. Proceedings from the Conference on the Feasibility of Follow-Up Studies to the Follow Through Program (Washington, D.C., February 21, 1991)."},
      {
        "id":"ED405948",
        "title":"All Our Children: Massachusetts Kids Count 1994."},
      {
        "id":"ED405949",
        "title":"Kansas Kids Count Data Book, 1996."},
      {
        "id":"ED405951",
        "title":"Changes in the Public Policy Landscape."},
      {
        "id":"ED405952",
        "title":"Interaction, 1996-1997."},
      {
        "id":"ED405957",
        "title":"Every Kid Counts in the District of Columbia: 3rd Annual Factbook."},
      {
        "id":"ED405958",
        "title":"Maryland's Kids Count Factbook 1995."},
      {
        "id":"ED405960",
        "title":"Metacognition: Strategies for 'Fourthought.'"},
      {
        "id":"ED405962",
        "title":"Lessons in Living: Incorporating Folklore into Young Children's Lives."},
      {
        "id":"ED405963",
        "title":"Homeless in Michigan: Voices of the Children. A Report from KIDS COUNT in Michigan."},
      {
        "id":"ED405964",
        "title":"Make Kids Count in '95: Hawai'i Kids Count 1995 Data Book."},
      {
        "id":"ED405965",
        "title":"Make Kids Count in '96: Hawai'i Kids Count 1996 Data Book."},
      {
        "id":"ED405968",
        "title":"Connecting Children to the Future: A Telecommunications Policy Guide for Child Advocates."},
      {
        "id":"ED405974",
        "title":"Child Care Bulletin, 1996."},
      {
        "id":"ED405975",
        "title":"Links between Early Childhood Development and Education and Primary Education. UNESCO Education Sector Monograph No. 6, 1996."},
      {
        "id":"ED405977",
        "title":"Illinois Kids Count: Rise to the Challenge. County by County Data and Action Agenda."},
      {
        "id":"ED405980",
        "title":"Gender Differences in Laterality, Socialization, and Educational Attainment in Fourth Grade Students."},
      {
        "id":"ED405981",
        "title":"Intrinsic Motivation in Young Children: Supporting the Development of Mastery Motivation in the Early Childhood Classroom."},
      {
        "id":"ED405982",
        "title":"Increasing Creative Thinking Skills in Second and Third Grade Gifted Students Using Imagery, Computers, and Creative Problem Solving."},
      {
        "id":"ED405983",
        "title":"South Dakota 1996 KIDS COUNT Factbook: Key Indicators of Child Well-Being."},
      {
        "id":"ED405991",
        "title":"Rethinking Custody: The Case for Single Custodial Fathers."},
      {
        "id":"ED405993",
        "title":"Learning Potential: Independent from the Quality of the Family Environment."},
      {
        "id":"ED405995",
        "title":"Ethnic Diversity and the Potential for Child Abuse."},
      {
        "id":"ED405998",
        "title":"Native American Navajo Teenage Parenting Women, Cross-Generational Support and Implications for Policy."},
      {
        "id":"ED406001",
        "title":"Third Party Evaluation of the Kentucky Education Reform Act Preschool Programs."},
      {
        "id":"ED406002",
        "title":"Quality of Attachment and Continuity or Discontinuity in Maternal Sensitivity over the Infant's First Two Years."},
      {
        "id":"ED406003",
        "title":"Kids Count in Delaware: Fact Book, 1996."},
      {
        "id":"ED406004",
        "title":"Meal Pattern Requirements for Child and Adult Care Food Program: Participant's Workbook. Revised."},
      {
        "id":"ED406005",
        "title":"The Educational Opportunities that Lie in Self-Directed Age-Mixed Play among Children and Adolescents."},
      {
        "id":"ED406006",
        "title":"The Effects of Early Otitis Media with Effusion on Child Cognitive and Language Development at Ages Three and Five."},
      {
        "id":"ED406007",
        "title":"The Effects of Family Conflict on Adolescents' Dating Behaviors and Attitudes toward Marriage: A Longitudinal Study."},
      {
        "id":"ED406008",
        "title":"The Social Functioning of Preschool-Age Children Whose Mothers Are Emotionally and Physically Abused."},
      {
        "id":"ED406009",
        "title":"Motivational Goals, Information Sources and Subject Choice in Adolescence."},
      {
        "id":"ED406010",
        "title":"Individual Differences in Parent-Child Play Styles: Their Nature and Possible Consequences."},
      {
        "id":"ED406011",
        "title":"Maternal Employment in Relation to Family Resources, Family Routines, and Parenting in Low-Income Families."},
      {
        "id":"ED406012",
        "title":"Children's Emotional and Helping Responses as a Function of Empathy and Affective Cues."},
      {
        "id":"ED406013",
        "title":"Attention-Sharing in Middle Childhood: An Analysis of Performance Operating Characteristics."},
      {
        "id":"ED406014",
        "title":"Contributions of Regulatable Quality and Teacher-Child Interaction to Children's Attachment Security with Day Care Teachers."},
      {
        "id":"ED406015",
        "title":"Children's Day Care Experiences: Differences by Age, Gender, and Type of Program."},
      {
        "id":"ED406016",
        "title":"Maternal Personality Characteristics on the MMPI and Infant Attachment."},
      {
        "id":"ED406017",
        "title":"Parental Report, Home Observations, and Laboratory Assessment as Windows into Infant Temperament."},
      {
        "id":"ED406018",
        "title":"Parent-Child Relationships during Middle Childhood: Gender Differences in Interaction."},
      {
        "id":"ED406019",
        "title":"Mother-Toddler Attachment and Coordinated Interpersonal Timing during Play Interactions: A Preliminary Study."},
      {
        "id":"ED406020",
        "title":"Temperamental Stability from Birth to Nine Years."},
      {
        "id":"ED406021",
        "title":"Earlier Family Factors and Self-Silencing as Predictors of Depression in Late Adolescence: A Longitudinal Study."},
      {
        "id":"ED406022",
        "title":"Schools Serving Family Needs: Extended-Day Programs in Public and Private Schools. Issue Brief."},
      {
        "id":"ED406027",
        "title":"California's Cooperative Nursery Schools: Perspectives from the Past."},
      {
        "id":"ED406029",
        "title":"The Status of Child Nutrition Programs in Colorado."},
      {
        "id":"ED406030",
        "title":"Australian Research in Early Childhood Education. Volume 1, 1996."},
      {
        "id":"ED406031",
        "title":"Longitudinal Studies--Are They Worth It?"},
      {
        "id":"ED406032",
        "title":"Scripts for Learning: Reflecting Dynamics of Classroom Life."},
      {
        "id":"ED406033",
        "title":"Identifying Dilemmas for Early Childhood Educators."},
      {
        "id":"ED406034",
        "title":"Investigating Young Children's Home Technological Language and Experience."},
      {
        "id":"ED406035",
        "title":"How Do Early Childhood Teachers Support Young Children's Learning?"},
      {
        "id":"ED406036",
        "title":"Possible Effects of Early Childhood Music on Mathematical Achievement."},
      {
        "id":"ED406037",
        "title":"Beyond Mr. Bubbles: An Analysis of the Public Image of Early Childhood Care and Education in Western Sydney."},
      {
        "id":"ED406038",
        "title":"Dads, Data and Discourse: Theory, Analysis and Interpretation in Parenting Research."},
      {
        "id":"ED406039",
        "title":"Staff Supervision in Long Day Care Centres in New South Wales."},
      {
        "id":"ED406040",
        "title":"Ritual and Pedagogy: How One Teacher Uses Ritual in a Pre-Primary Classroom Setting."},
      {
        "id":"ED406041",
        "title":"Young Children Who Experience Domestic Violence: An Important Issue for Early Childhood Teachers."},
      {
        "id":"ED406042",
        "title":"Publication Opportunities for Early Childhood Academics."},
      {
        "id":"ED406043",
        "title":"Arts Games for Young Children."},
      {
        "id":"ED406044",
        "title":"Child Behavior Problems &amp; Competencies: Individual and Dyadic Parental Influences."},
      {
        "id":"ED406045",
        "title":"Changes in Maternal/Child Discourse across Repeated Storybook Readings."},
      {
        "id":"ED406046",
        "title":"The Role of Moral Reasoning and Domain Judgment in Adolescent Risk Engagement."},
      {
        "id":"ED407047",
        "title":"Maximizing Your Grant Development: A Guide for CEOs."},
      {
        "id":"ED407048",
        "title":"University of Hawaii Community Colleges Annual Report, 1988."},
      {
        "id":"ED407049",
        "title":"University of Hawaii Community Colleges Annual Report, 1989."},
      {
        "id":"ED407050",
        "title":"University of Hawaii Community Colleges Annual Report, 1990-91. Academic Year 1990-91 (September 3, 1990 to May 28, 1991) and Fiscal Year 1990-91 (July 1, 1990 to June 30, 1991)."},
      {
        "id":"ED407051",
        "title":"University of Hawaii Community Colleges Annual Report, 1991-92. Academic Year 1991-92 (September 1991 to May 1992) and Fiscal Year 1991-92 (July 1, 1991 to June 30, 1992)."},
      {
        "id":"ED407052",
        "title":"University of Hawaii Community Colleges Annual Report, 1992-93. Academic and Fiscal Years, 1992-93."},
      {
        "id":"ED407053",
        "title":"The Role of the Business Officer."},
      {
        "id":"ED407055",
        "title":"Dispositions as an Outcome for Early Childhood Curriculum."},
      {
        "id":"ED407057",
        "title":"West Virginia Early Childhood Transition Initiative: Operation Tadpole. 1995 Report."},
      {
        "id":"ED407060",
        "title":"Mother vs. Father Custody Effects for Taiwanese Preschoolers."},
      {
        "id":"ED407061",
        "title":"Connection, 1995."},
      {
        "id":"ED407064",
        "title":"What Are the School-Age Child Care Needs of Families in Rural Communities?"},
      {
        "id":"ED407067",
        "title":"Inviting Children To Be Literate: A Curriculum for the 21st Century."},
      {
        "id":"ED407068",
        "title":"Licensing from the Provider's Point of View."},
      {
        "id":"ED407071",
        "title":"Idaho Kids Count Data Book, 1996: Profiles of Child Well-Being."},
      {
        "id":"ED407073",
        "title":"Giving Children Their Childhood Back. Paradigm Shifts in School-Age Child Care: A Work in Progress [and] Discussion Guide."},
      {
        "id":"ED407075",
        "title":"A Case Management and Family Support Handbook: Lessons Learned from the Development and Implementation of Marin City Families First, an Early Intervention Program."},
      {
        "id":"ED407076",
        "title":"Societal and Family Situations in the U.S.A. That Affect Children's Pro-Social Behavior."},
      {
        "id":"ED407081",
        "title":"A Program for the Development of Reading Readiness Skills for Kindergarten Students Using a Cross-Age Reading Partner, Other Teacher, and Technology."},
      {
        "id":"ED407084",
        "title":"Child Care: Children Learning, Families Earning."},
      {
        "id":"ED407086",
        "title":"A Workable Balance: Report to Congress on Family and Medical Leave Policies."},
      {
        "id":"ED407088",
        "title":"Zones of Peace."},
      {
        "id":"ED407090",
        "title":"Day-Care Experience and Infant-Mother Attachment."},
      {
        "id":"ED407094",
        "title":"Differential Impact of Preschool Models on Achievement of Inner-City Children."},
      {
        "id":"ED407095",
        "title":"Realistic Control Perceptions, Age, and Gender as Moderators of the Relationship between Victimization and Hope in Children."},
      {
        "id":"ED407096",
        "title":"Mother-Infant Interactions: A Twin Perspective."},
      {
        "id":"ED407097",
        "title":"The Study of Competence-Anxiety Relations within Social Interaction: A Dynamic Systems Approach."},
      {
        "id":"ED407098",
        "title":"Sex Differences in the Predictive Power of Risk Conditions for Cognitive Competence and Academic Achievement."},
      {
        "id":"ED407099",
        "title":"Environmental Concern in School-Age Children."},
      {
        "id":"ED407101",
        "title":"Making Food Healthy and Safe for Children: How To Meet the National Health and Safety Performance Standards--Guidelines for Out-of-Home Child Care Programs."},
      {
        "id":"ED407102",
        "title":"Children: Oklahoma's Investment in Tomorrow '95."},
      {
        "id":"ED407103",
        "title":"Today and Yesterday in Early Childhood Education in Korea."},
      {
        "id":"ED407104",
        "title":"Beliefs about Child, Childhood and Upbringing: A Crucial Component of the Developmental Niche."},
      {
        "id":"ED407106",
        "title":"Linking Community Health Centers with Schools Serving Low-Income Children: An Idea Book."},
      {
        "id":"ED407107",
        "title":"Burning Bridges. Lessons Learned in Interprofessional Collaboration: Year One."},
      {
        "id":"ED407108",
        "title":"The State of the World's Children 1997."},
      {
        "id":"ED407109",
        "title":"The State of the World's Children 1997: Summary."},
      {
        "id":"ED407110",
        "title":"Professionalism and Reform in Teaching Curriculum: An Archaeology of Postsecondary Education."},
      {
        "id":"ED407112",
        "title":"Understanding the Parent Education Needs of Incarcerated Fathers."},
      {
        "id":"ED407113",
        "title":"Teachers and Parents Working Together for Curriculum Reform: Possibility or Pipe Dream?"},
      {
        "id":"ED407114",
        "title":"Child Development Knowledge and Teachers of Young Children."},
      {
        "id":"ED407115",
        "title":"Tomorrow Begins Today."},
      {
        "id":"ED407118",
        "title":"Media Portrayals of Love, Marriage &amp; Sexuality for Child Audiences: A Select Content Analysis of Walt Disney Animated Family Films."},
      {
        "id":"ED407119",
        "title":"Gender and Ethnic Portrayals in Saturday Morning Television Programs."},
      {
        "id":"ED407120",
        "title":"By Any Other Name: Differences among Shyness, Inhibition, and Social Withdrawal in the Literature."},
      {
        "id":"ED407121",
        "title":"West Virginia Kids Count Data Book: 1996 County Profiles of Child Well-Being."},
      {
        "id":"ED407122",
        "title":"The Parents' Guide to Advocating for Children in Alaska's Schools."},
      {
        "id":"ED407123",
        "title":"Making the Road by Walking It: Launching an Inner-City Family-School Involvement Program Using Technology."},
      {
        "id":"ED407124",
        "title":"Making Our Philosophy a Classroom Reality for Children."},
      {
        "id":"ED407125",
        "title":"Human Development Theories: A Comparison of Classic Human Development Theorists and the Implications for a Model of Developmental Social Interaction."},
      {
        "id":"ED407126",
        "title":"Parent Involvement and Curriculum-Making: Cooperation and Conflict with Teachers in a Middle School."},
      {
        "id":"ED407127",
        "title":"Parent Involvement in Children's Education: A Critical Assessment of the Knowledge Base."},
      {
        "id":"ED407128",
        "title":"Student Motivation and Cooperative Learning."},
      {
        "id":"ED407129",
        "title":"County Data for Community Action: 1996 Status of Oregon's Children."},
      {
        "id":"ED407132",
        "title":"Principios Multiculturales para los Programas Head Start (Multicultural Principles for Head Start Programs)."},
      {
        "id":"ED407133",
        "title":"Fun and Learning for Parents and Children: An Activities Handbook."},
      {
        "id":"ED407134",
        "title":"Observation and Recording: Tools for Decision Making. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED407135",
        "title":"Preventing &amp; Managing Communicable Diseases. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED407136",
        "title":"Nurturing Children. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED407137",
        "title":"Enhancing Children&apos;s Growth and Development. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED407138",
        "title":"Communicating with Parents. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED407139",
        "title":"Partners in Decision Making. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED407140",
        "title":"A Design for Family Support. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED407141",
        "title":"Promoting Mental Health. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED407142",
        "title":"Enhancing Health in the Head Start Workplace. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED407143",
        "title":"Effective Transition Practices: Facilitating Continuity. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED407144",
        "title":"Key Facts about the Children: Florida Kids Count 1994. A Report on the Status of Florida's Children: Volume V."},
      {
        "id":"ED407145",
        "title":"Profile of Florida's Children: The 1995 Statewide and County Update."},
      {
        "id":"ED407146",
        "title":"Key Facts about the Children. A Report on the Status of Florida&apos;s Children: Volume VI. The 1996 Florida Kids Count Data Book."},
      {
        "id":"ED407148",
        "title":"Living Abroad: The Adjustment of Children during International Relocation."},
      {
        "id":"ED407149",
        "title":"Mother-Child Interaction and Cognitive Outcomes Associated with Early Child Care: Results of the NICHD Study."},
      {
        "id":"ED407150",
        "title":"The Influence of Parental Advice Giving on Children's Friendship."},
      {
        "id":"ED407151",
        "title":"This Is How We Live: Listening to the Poorest Families."},
      {
        "id":"ED407152",
        "title":"Families, Communities, Schools, Learning Together 2, Spring 1995: Families in Education Packet."},
      {
        "id":"ED407153",
        "title":"Light the Way for Kids: School Volunteer Resource Guide."},
      {
        "id":"ED407154",
        "title":"Bullying in Schools. ERIC Digest."},
      {
        "id":"ED407155",
        "title":"The Acquisition of Some Conversational Time Concepts by Pre-School Children."},
      {
        "id":"ED407156",
        "title":"Development of a School-Based Parent Center for Low Income New Immigrants."},
      {
        "id":"ED407157",
        "title":"KidsCount in Colorado! 1994."},
      {
        "id":"ED407158",
        "title":"KidsCount in Colorado! 1997."},
      {
        "id":"ED407159",
        "title":"Attachment and Affect Regulation in Depressed Mothers and Their Adolescent Daughters."},
      {
        "id":"ED407160",
        "title":"Mothers' Working Models of Caregiving in the Context of Infant Feeding: Change through the First Year."},
      {
        "id":"ED407164",
        "title":"The Effects of Observational Learning on Preschoolers' Alphabet Knowledge."},
      {
        "id":"ED407167",
        "title":"Head Start: Research Provides Little Information on Impact of Current Program. United States General Accounting Office Report to the Chairman, Committee on the Budget, House of Representatives."},
      {
        "id":"ED407168",
        "title":"What Do Children Know about the Interior of the Body? A Comparison of Two Methods of Investigation."},
      {
        "id":"ED407169",
        "title":"Families and Education: An Educator's Resource for Family Involvement. (Revised Edition)."},
      {
        "id":"ED407171",
        "title":"Student-Led Conferences at the Middle Level. ERIC Digest."},
      {
        "id":"ED407172",
        "title":"A Developmental Approach to Assessment of Young Children. ERIC Digest."},
      {
        "id":"ED407174",
        "title":"The Effects of Children's Ability to Delay Gratification on School Related Behaviors."},
      {
        "id":"ED407175",
        "title":"Parental Beliefs and Use of Parental Discipline: The Role of Religious Affiliation."},
      {
        "id":"ED407176",
        "title":"Emotion Management and Strategies for Social Interaction."},
      {
        "id":"ED407177",
        "title":"Minnesota Kids: A Closer Look. 1997 Data Book."},
      {
        "id":"ED407178",
        "title":"A to Z: The Early Childhood Educator&apos;s Guide to the Internet."},
      {
        "id":"ED407179",
        "title":"A to Z: The Early Childhood Educator&apos;s Guide to the Internet. (Revised Edition)."},
      {
        "id":"ED407180",
        "title":"Making a Difference for Children, Families and Communities: Partnerships among Researchers, Practitioners and Policymakers. Summary of Conference Proceedings of Head Start&apos;s National Research Conference (3rd, Washington, D.C., June 20-23, 1996)."},
      {
        "id":"ED407181",
        "title":"YaYi MeiGuo ErTong: JiaoShi Suo Ying LiaoJie De. (Asian American Children: What Teachers Should Know). ERIC Digest."},
      {
        "id":"ED407182",
        "title":"XueQian ErTong FaZhan PingGu (Assessing the Development of Preschoolers). ERIC Digest."},
      {
        "id":"ED407183",
        "title":"JiJi De GuanJiao FangFa (Positive Discipline). ERIC Digest."},
      {
        "id":"ED407184",
        "title":"FuQin Huo NanXing CanYu ErTong ZaoQi Jiao Yu (Father/Male Involvement in Early Childhood Programs). ERIC Digest."},
      {
        "id":"ED407185",
        "title":"ZhiChi QingChunQi NuSheng De FaZhan (Supporting Girls in Early Adolescence). ERIC Digest."},
      {
        "id":"ED407186",
        "title":"JiaZhang Dui ErTong FaZhan TongBan GuanXi De ZuoYong (The Role of Parents in the Development of Peer Group Competence). ERIC Digest."},
      {
        "id":"ED407187",
        "title":"RuHe DuiDai WanMei ZhuYi De XueSheng (Working with Perfectionist Students). ERIC Digest."},
      {
        "id":"ED407188",
        "title":"SheJi HuoDong JiaoFa (The Project Approach). ERIC Digest."},
      {
        "id":"ED407189",
        "title":"PeiYang HaiZi De FuYuan NengLi (Fostering Resilience in Children). ERIC Digest."},
      {
        "id":"ED407190",
        "title":"JiaoShi-JiaZhang De HeZuo (Teacher-Parent Partnerships). ERIC Digest."},
      {
        "id":"ED407191",
        "title":"RuHe ZhiDao HaiZi GuanKan DianShi (Guidelines for Family Television Viewing). ERIC Digest."},
      {
        "id":"ED407192",
        "title":"BaoLi Yu ErTong De FaZhan (Violence and Young Children's Development). ERIC Digest."},
      {
        "id":"ED407193",
        "title":"Working Memory: An Ethnographic Case Study of the Influence of Culture on Education."},
      {
        "id":"ED407194",
        "title":"Latina Sororities and Higher Education: The Ties That Bind."},
      {
        "id":"ED407195",
        "title":"Pedagogy of a Latin-American Festival: A Mojado Ethnography."},
      {
        "id":"ED407196",
        "title":"The Relationship between the Chicana/Latina Value System and Higher Education: An Ethnographic Study. Working Draft."},
      {
        "id":"ED407197",
        "title":"The Learning Community: The Story of a Successful Mini-School."},
      {
        "id":"ED407198",
        "title":"Progressive Education and the &quot;Indian New Deal&quot;."},
      {
        "id":"ED407199",
        "title":"Youth Participation in Youth Development."},
      {
        "id":"ED407201",
        "title":"Using the Internet in Rural Special Education: Accessing Resources."},
      {
        "id":"ED407202",
        "title":"School Success in Cultural Context: Conversations at Window Rock. Preliminary Report."},
      {
        "id":"ED407203",
        "title":"Children's Belief about Success in the Classroom: Are There Cultural Differences?"},
      {
        "id":"ED407204",
        "title":"Teachers' Attitudes towards Parental Involvement: Looking within a Rural Secondary School."},
      {
        "id":"ED407206",
        "title":"The Stuff That Dreams Are Made of: Culture, Ethnicity, Class, Place, and Adolescent Appalachian Girls' Sense of Self."},
      {
        "id":"ED407207",
        "title":"Sleeping Beauty Redefined: African American Girls in Transition."},
      {
        "id":"ED407209",
        "title":"Schools and Staffing Survey Student Records Questionnaire: School Year 1993-94, with Special Emphasis on American Indian and Alaska Native Students. E.D. Tabs."},
      {
        "id":"ED407210",
        "title":"Guidebook to Excellence 1994: A [National] Directory of Federal Resources for Mathematics and Science Education Improvement."},
      {
        "id":"ED407211",
        "title":"Guidebook to Excellence 1995: A Directory of Federal Resources for Mathematics and Science Education Improvement for the Appalachia Region."},
      {
        "id":"ED407213",
        "title":"Guidebook to Excellence 1995: A Directory of Federal Resources for Mathematics and Science Education Improvement for the Mid-Atlantic Region."},
      {
        "id":"ED407214",
        "title":"Guidebook to Excellence 1995: A Directory of Federal Resources for Mathematics and Science Education Improvement for the Mid-Continent Region."},
      {
        "id":"ED407215",
        "title":"Guidebook to Excellence 1995: A Directory of Federal Resources for Mathematics and Science Education Improvement for the North Central Region."},
      {
        "id":"ED407216",
        "title":"Guidebook to Excellence 1995: A Directory of Federal Resources for Mathematics and Science Education Improvement for the Northeast and Islands Region."},
      {
        "id":"ED407217",
        "title":"Guidebook to Excellence 1995: A Directory of Federal Resources for Mathematics and Science Education Improvement for the Northwest Region."},
      {
        "id":"ED407218",
        "title":"Guidebook to Excellence 1995: A Directory of Federal Resources for Mathematics and Science Education Improvement for the Pacific Region."},
      {
        "id":"ED407219",
        "title":"Guidebook to Excellence 1995: A Directory of Federal Resources for Mathematics and Science Education Improvement for the Southeast Region."},
      {
        "id":"ED407220",
        "title":"Guidebook to Excellence 1995: A Directory of Federal Resources for Mathematics and Science Education Improvement for the Southwest Region."},
      {
        "id":"ED407221",
        "title":"La Misteriosa Atmosfera de la Tierra. Atlas: Guia de Instruccion con Actividades. (The Mysterious Atmosphere of the Earth. Atlas: Teaching Guide with Activities)."},
      {
        "id":"ED407222",
        "title":"Indigenous Models for Science-and-Culture Curriculum Development."},
      {
        "id":"ED407223",
        "title":"National Environmental Education Amendments Act of 1996. Report [To Accompany S. 1873]."},
      {
        "id":"ED407224",
        "title":"Blended Sciences: Lessons Learned."},
      {
        "id":"ED407225",
        "title":"Creating \"Gender-Sensitive\" Environments in the Science Community and Issues of Capital, Credibility, Conflict, and Power."},
      {
        "id":"ED407226",
        "title":"Learning Processes in the Field of Electricity: Results of a Cross Age Study."},
      {
        "id":"ED407227",
        "title":"Constructing Student Problems in Phylogenetic Tree Construction."},
      {
        "id":"ED407228",
        "title":"Consolidation of Mathematical Abstractions in a Situation Based Functions Curriculum. Draft."},
      {
        "id":"ED407229",
        "title":"Examining the Second Grade Mathematics Classroom from a Social-Constructivist Perspective: The Interrelationship of Teaching, Learning, Learning To Teach and Teaching To Learn."},
      {
        "id":"ED407230",
        "title":"Growth of Knowledge of Rate in Four Precalculus Students."},
      {
        "id":"ED407231",
        "title":"The Distribution and the Effects of Opportunity To Learn on Mathematics Achievement."},
      {
        "id":"ED407232",
        "title":"Investigating the Relationship between Procedural and Mathematical Writing Responses."},
      {
        "id":"ED407233",
        "title":"Community Partnerships in Science Education: Holiday Lectures on Science (December 9-10, 1996). Precollege Science Education Initiatives in the Washington, DC, Metropolitan Area."},
      {
        "id":"ED407234",
        "title":"Computer Usage among High School Teachers of Mathematics and College Mathematics Faculty."},
      {
        "id":"ED407235",
        "title":"The Assessment of Elementary/Middle Level Teacher Candidates' Attitudes and Beliefs about the Nature of and the Teaching of Mathematics and Science."},
      {
        "id":"ED407237",
        "title":"MSEN Long-Range Goals 1996-2000. University of North Carolina Mathematics and Science Education Network."},
      {
        "id":"ED407238",
        "title":"A Shared Vision for Mathematics and Science Education in North Carolina."},
      {
        "id":"ED407245",
        "title":"The Challenge and Promise of K-8 Science Education Reform. Volume 1. FOUNDATIONS: A Monograph for Professionals in Science, Mathematics, and Technology Education."},
      {
        "id":"ED407246",
        "title":"Teacher Enhancement Programs: A Perspective on the Last Four Decades."},
      {
        "id":"ED407247",
        "title":"Teacher Preparation and NSF Collaboratives for Excellence in Teacher Preparation. FY 96 Awards."},
      {
        "id":"ED407248",
        "title":"Proceedings of the Annual Western Australian Science Education Association Conference (21st, November 29, 1996, Perth, Western Australia, Australia)."},
      {
        "id":"ED407249",
        "title":"Course & Curriculum Development, 1995 Awards."},
      {
        "id":"ED407250",
        "title":"Classroom Compass, 1995-96."},
      {
        "id":"ED407251",
        "title":"UNC MSEN Pre-College Program 1995 Status Report."},
      {
        "id":"ED407252",
        "title":"On-Line Search in the Science Classroom: Benefits and Possibilities."},
      {
        "id":"ED407254",
        "title":"Teacher Intentions, Teaching Practice, and Student Perceptions of Inquiry-Oriented Teaching."},
      {
        "id":"ED407255",
        "title":"Perspectives on Inquiry-Oriented Teaching Practice: Conflict and Clarification."},
      {
        "id":"ED407256",
        "title":"Hispanic Students' Attitudes toward Mathematics and Their Classroom Experience."},
      {
        "id":"ED407257",
        "title":"Students' Epistemological Beliefs about Science and Learning."},
      {
        "id":"ED407258",
        "title":"Related Webs of Meaning between the Disciplines: Perceptions of Secondary Students Who Experienced an Integrated Curriculum."},
      {
        "id":"ED407259",
        "title":"The Process of Conceptual Change in 'Force and Motion'."},
      {
        "id":"ED407260",
        "title":"Toward an Understanding of Productive Student Conceptions of Probability: The Probability Inquiry Environment."},
      {
        "id":"ED407261",
        "title":"Curriculum Reform and the NSF Engineering Education Coalitions: A Case Study."},
      {
        "id":"ED407262",
        "title":"Analysing Classroom Discourse: Practical Work in the Biology Laboratory."},
      {
        "id":"ED407263",
        "title":"On-Line Learning Materials for the Science Classroom: Design Methodology and Implementation."},
      {
        "id":"ED407264",
        "title":"Mapping Our City: Learning To Use Spatial Data in the Middle School Science Classroom."},
      {
        "id":"ED407265",
        "title":"Unit Partitioning as a Mechanism for Constructing Basic Fraction Knowledge: Testing a Hypothesis."},
      {
        "id":"ED407266",
        "title":"Undergraduate Science Students' Images of the Nature of Science."},
      {
        "id":"ED407267",
        "title":"Conceptual Change Instruction: Some Theoretical and Pedagogical Issues."},
      {
        "id":"ED407268",
        "title":"Teaching for Understanding in Science: What Counts as Conceptual Change?"},
      {
        "id":"ED407269",
        "title":"Teaching from a Constructivist Paradigm: A Way of Knowing and Learning or a Case of &quot;Pedagogical Tricks?&quot;"},
      {
        "id":"ED407270",
        "title":"Classroom Environment and Conceptual Change Instruction."},
      {
        "id":"ED407271",
        "title":"Students' Reflective Thoughts about Science Content: A Relationship to Conceptual Change Learning."},
      {
        "id":"ED407272",
        "title":"Teaching for Conceptual Change: Examples from Force and Motion."},
      {
        "id":"ED407275",
        "title":"Mathematics 33: Grade 12 Diploma Examination = Mathematiques 33: Examen en vue du diplome 12 annee."},
      {
        "id":"ED407279",
        "title":"Science Proficiency and Course Taking in High School: The Relationship of Science Course-Taking Patterns to Increases in Science Proficiency between 8th and 12th Grades."},
      {
        "id":"ED407281",
        "title":"The Search for Routes to a Common Ground for the Building of a Community of Co-Learners."},
      {
        "id":"ED407283",
        "title":"Transformative Communication in Project Science Learning Discourse."},
      {
        "id":"ED407284",
        "title":"Bioinstrumentation: Tools for Understanding Life."},
      {
        "id":"ED407285",
        "title":"Archaeology: Window on the Past. A Guide for Teachers and Students. Revised."},
      {
        "id":"ED407291",
        "title":"Tales of Oceania."},
      {
        "id":"ED407292",
        "title":"Resources for Artist &amp; Community Groups. Philadelphia Folklore Project Working Paper 11. Revised."},
      {
        "id":"ED407293",
        "title":"Stepping in Time."},
      {
        "id":"ED407294",
        "title":"A Guide to Folklife and Folk Arts Programs for Schools and Cultural Institutions. Revised."},
      {
        "id":"ED407296",
        "title":"An Examination of Moral Development in Specific Subpopulations."},
      {
        "id":"ED407297",
        "title":"Beliefs of Pre-Service and In-Service Early Years/Elementary Classroom Teachers regarding Useful Music Course Topics."},
      {
        "id":"ED407298",
        "title":"Entheogens - Return of the Ostracized."},
      {
        "id":"ED407299",
        "title":"Character Education Manifesto."},
      {
        "id":"ED407300",
        "title":"The Baha'i View of the Educated Person: A Case Study in Religious Education."},
      {
        "id":"ED407302",
        "title":"Recollections of Girlhood, Reconstructions of Self."},
      {
        "id":"ED407303",
        "title":"Civics and Government: Standards for Adequate Participation of Citizens in American Democracy?"},
      {
        "id":"ED407304",
        "title":"Peace Education: Cooling the Climate of Schools."},
      {
        "id":"ED407305",
        "title":"The Effects of Domestic Travel on the Attitudes of High School Seniors in the USA toward Travel as an Educational Tool."},
      {
        "id":"ED407306",
        "title":"Understanding Family Involvement in Secondary Schools: Lessons Learned from Texas Borderland Schools."},
      {
        "id":"ED407307",
        "title":"Education, Psychology, and Social Science: Common Pathways for Teaching Peace."},
      {
        "id":"ED407308",
        "title":"Mathematics and Language Studies: A Cross-National Comparison."},
      {
        "id":"ED407309",
        "title":"Mapping Visual Culture in Comparative Education Discourse."},
      {
        "id":"ED407317",
        "title":"Connections: The Arts and the Integration of the High School Curriculum."},
      {
        "id":"ED407320",
        "title":"Planning a Balanced Comprehensive Art Curriculum for the Elementary Schools of Ohio. Second Edition."},
      {
        "id":"ED407321",
        "title":"Autonomy and Sovereignty as the Impossible Elements of a Well-Ordered Politics."},
      {
        "id":"ED407323",
        "title":"Learning from Each Other. The Official Proceedings of the International Symposium of Japan-America Societies (1st, Honolulu, Hawaii, June 18-21, 1995)."},
      {
        "id":"ED407324",
        "title":"Multiculturalism."},
      {
        "id":"ED407325",
        "title":"Education Reform Opportunities for Artists and Craftspeople. A Handbook."},
      {
        "id":"ED407326",
        "title":"Young at Art: Artists Working with Youth at Risk."},
      {
        "id":"ED407327",
        "title":"Famous Illustrators of Children's Literature."},
      {
        "id":"ED407338",
        "title":"Then and Now: Our Legacy."},
      {
        "id":"ED407339",
        "title":"Time Detectives: A Visual Trip Through Life in Early Sioux Falls. Teacher&apos;s Manual for Time Detectives Loan Kit."},
      {
        "id":"ED407345",
        "title":"The Inquiring Eye: Early Modernism."},
      {
        "id":"ED407354",
        "title":"Transforming Ideas for Teaching and Learning the Arts."},
      {
        "id":"ED407355",
        "title":"Civics Framework for the 1998 National Assessment of Educational Progress."},
      {
        "id":"ED407363",
        "title":"Rationality, Technology and Reform: Examining the &quot;Governmentality&quot; of Certification Change."},
      {
        "id":"ED407364",
        "title":"Dodging Bullets and BMWs: Two Tales of Teacher Induction."},
      {
        "id":"ED407365",
        "title":"Creating Collaborative Learning Environments for Preservice and Inservice Teachers."},
      {
        "id":"ED407367",
        "title":"Commonalities and Differences in Teacher Leadership at the Elementary, Middle, and High School Levels."},
      {
        "id":"ED407368",
        "title":"Management of Instructional Innovation: The Case of Problem-Based Education."},
      {
        "id":"ED407370",
        "title":"The Colorado Comprehensive Health Education Act. The Law &amp; Guidelines."},
      {
        "id":"ED407371",
        "title":"Adolescents and the HIV/AIDS Epidemic: Stemming the Tide. Network Briefs."},
      {
        "id":"ED407372",
        "title":"AIDS Preventive Education and Life Skills Training Programme for Secondary Schools: Development and Evaluation."},
      {
        "id":"ED407373",
        "title":"Study of Knowledge, Attitudes, Perceptions and Beliefs Regarding HIV and AIDS (KAPB). Memorandum Presented to the Directorate Primary Health Care of the Department of National Health and Population Development."},
      {
        "id":"ED407376",
        "title":"The Role of Sports in Youth Development. Report of a meeting convened by Carnegie Corporation of New York (March 18, 1996)."},
      {
        "id":"ED407377",
        "title":"Developing New Language for a Constructivist Class."},
      {
        "id":"ED407378",
        "title":"The Law of Teacher Evaluation: A Self-Assessment Handbook."},
      {
        "id":"ED407379",
        "title":"Promises and Pitfalls for Mentors of Beginning Teachers."},
      {
        "id":"ED407380",
        "title":"An Accelerated Alternative Licensure Program To Recruit Minorities."},
      {
        "id":"ED407381",
        "title":"The Status of Teaching as a Profession: 1990-91. Statistical Analysis Report."},
      {
        "id":"ED407382",
        "title":"Teachers' Professional Development: A Solitary or Collegial (Ad)venture?"},
      {
        "id":"ED407383",
        "title":"Stress in Teaching: A Study of Elementary School Teachers in the Caribbean."},
      {
        "id":"ED407384",
        "title":"Professional Isolation and Stress in Teachers."},
      {
        "id":"ED407385",
        "title":"Learning To Learn: How Do Teachers Differ?"},
      {
        "id":"ED407386",
        "title":"Hearing the Voices of Hispanic Preservice Teachers: An Inside-Out Reform of Teacher Education."},
      {
        "id":"ED407387",
        "title":"A Review of Literature: Special Education and Class Size."},
      {
        "id":"ED407388",
        "title":"A Never Ending Never Done Bibliography of Multicultural Literature for Younger and Older Children. First Edition."},
      {
        "id":"ED407389",
        "title":"Learner Decision Making in the Inclusion Style of Teaching."},
      {
        "id":"ED407390",
        "title":"Student Evaluation of University Teaching: Structure and Relationship with Student Characteristics."},
      {
        "id":"ED407391",
        "title":"Carousel: A Moral Framework for Inquiring into the Culture of Prisons and Academe."},
      {
        "id":"ED407392",
        "title":"Student-Teacher Interactions in &quot;The Chelsea Bank&quot; Simulation."},
      {
        "id":"ED407393",
        "title":"The Boulder Valley Internet Project: Teachers Mentoring Teachers."},
      {
        "id":"ED407394",
        "title":"Applying the Theory of Reflective Practice to the Learner and the Teacher: Perspective of a Graduate Student."},
      {
        "id":"ED407395",
        "title":"Associations between Teacher Personality and Classroom Environment."},
      {
        "id":"ED407396",
        "title":"Social Construction of Preservice Teachers' Instructional Strategies for Reading."},
      {
        "id":"ED407397",
        "title":"Teaching and Learning on Moral Dilemmas."},
      {
        "id":"ED407398",
        "title":"Interaction Patterns in Cooperative Groups: The Effects of Gender, Ethnicity, and Ability."},
      {
        "id":"ED407399",
        "title":"Attitudes: How Parental Attitudes May Influence Classroom Instructional Practices."},
      {
        "id":"ED407400",
        "title":"Gender and Cultural Differences in Teacher-Student Interpersonal Behavior."},
      {
        "id":"ED407401",
        "title":"Achieving Styles Preferences of Education Students in a Graduate Teacher Preparation Program."},
      {
        "id":"ED407402",
        "title":"Learning Together in Networks of Schools and University."},
      {
        "id":"ED407403",
        "title":"Researching a Principal&apos;s Leadership Practices on Behalf of Adult Development: A Four-Year Ethnography."},
      {
        "id":"ED407404",
        "title":"Team Learning in Secondary Schools."},
      {
        "id":"ED407406",
        "title":"Critical Issues Facing Teacher Education and Teacher Education Research in Brazil."},
      {
        "id":"ED407408",
        "title":"Five Metaphors for Educators."},
      {
        "id":"ED407409",
        "title":"Curriculum and Teacher Development in Biology via Case Writing."},
      {
        "id":"ED407410",
        "title":"Teacher Education and Technology: Improving Student Learning."},
      {
        "id":"ED407411",
        "title":"Distributed Leadership in Secondary Schools."},
      {
        "id":"ED407412",
        "title":"Constructing an Understanding of Electronic Mail: Preservice Teachers Making Connections."},
      {
        "id":"ED407414",
        "title":"Controversies regarding the Nature of Score Validity: Still Crazy after All These Years."},
      {
        "id":"ED407415",
        "title":"Conducting Repeated Measures Analyses: Experimental Design Considerations."},
      {
        "id":"ED407416",
        "title":"Basic Concepts and Procedures of Confirmatory Factor Analysis."},
      {
        "id":"ED407417",
        "title":"The Six Two-Mode Factor Analytic Models."},
      {
        "id":"ED407418",
        "title":"Higher-Order Factor Analysis."},
      {
        "id":"ED407419",
        "title":"Basic Concepts in Exploratory Factor Analysis (EFA) as a Tool To Evaluate Score Validity: A Right-Brained Approach."},
      {
        "id":"ED407420",
        "title":"How Variables Uncorrelated with the Dependent Variable Can Actually Make Excellent Predictors: The Important Suppressor Variable Case."},
      {
        "id":"ED407421",
        "title":"Examining a Coding Scheme for a Peer Tutoring Study: Agreement, Reliability, or Both?"},
      {
        "id":"ED407422",
        "title":"A Test Reliability Analysis of an Abbreviated Version of the Pupil Control Ideology Form."},
      {
        "id":"ED407423",
        "title":"Ways To Explore the Replicability of Multivariate Results (Since Statistical Significance Testing Does Not)."},
      {
        "id":"ED407424",
        "title":"Basic Precepts in Test Construction: Recommendations from Various Measurement Textbooks."},
      {
        "id":"ED407425",
        "title":"Stepwise Analyses Should Never Be Used by Researchers."},
      {
        "id":"ED407426",
        "title":"An Exploration of Transformational Leadership and Its Role in Strategic Planning: A Conceptual Framework."},
      {
        "id":"ED407427",
        "title":"Ability Explorer: A Review and Critique."},
      {
        "id":"ED407428",
        "title":"Regression Is a Univariate General Linear Model Subsuming Other Parametric Methods as Special Cases."},
      {
        "id":"ED407429",
        "title":"Education in South Dakota: A Statistical Profile, 1995-96."},
      {
        "id":"ED407430",
        "title":"Education and Manpower Development 1995. No. 16."},
      {
        "id":"ED407433",
        "title":"Technical Issues in Linking Assessments across Languages."},
      {
        "id":"ED407434",
        "title":"Finding P-Values for F Tests of Hypothesis on a Spreadsheet."},
      {
        "id":"ED407435",
        "title":"Common Curriculum Goals, Academic Content Standards, and Essential Learning Skills. Document 1."},
      {
        "id":"ED407436",
        "title":"Performance Standards: K-10 Reading/Literature, Writing, Speaking, Mathematics. Document 2."},
      {
        "id":"ED407437",
        "title":"Common Curriculum Goals: Grades 6-8 Content and Performance Standards, by Grade Level."},
      {
        "id":"ED407438",
        "title":"Common Curriculum Goals: Grades 9-10, Content and Performance Standards, by Grade Level."},
      {
        "id":"ED407439",
        "title":"Methods of Measuring Affective Impacts from Integrating the Arts into Core Curricula."},
      {
        "id":"ED407440",
        "title":"Common Curriculum Goals: Kindergarten-Grade 5 Content and Performance Standards, by Grade Level."},
      {
        "id":"ED407441",
        "title":"A Critique of the Rational Individual of Liberal Democracy."},
      {
        "id":"ED407442",
        "title":"Determining the Effectiveness of a School Improvement Plan."},
      {
        "id":"ED407444",
        "title":"Guide to Program Outcome Measurement for the U.S. Department of Education."},
      {
        "id":"ED407445",
        "title":"Como Promover el Exito de las Ninas y las Minorias en las Ciencias y en las Matematicas. Para Padres/sobre Padres (How To Promote the Science and Mathematics Achievement of Females and Minorities. For Parents/about Parents)."},
      {
        "id":"ED407446",
        "title":"Guia para Evaluar y Ubicar a Estudiantes de Idiomas Minoritarios. Para Padres/sobre Padres (A Guide to Assessing and Placing Language Minority Students. For Parents/about Parents)."},
      {
        "id":"ED407447",
        "title":"Guia para la Ensenanza Combinada de Ingles y Ciencia. Para Padres/sobre Padres. (A Guide to Teaching English and Science Together. For Parents/about Parents)."},
      {
        "id":"ED407448",
        "title":"A Guide To Choosing an After-School Program. For Parents/about Parents."},
      {
        "id":"ED407449",
        "title":"Discipline in Michigan Public Schools and Government Enforcement of Equal Education Opportunity."},
      {
        "id":"ED407450",
        "title":"Racial and Ethnic Tensions in American Communities: Poverty, Inequality, and Discrimination--A National Perspective. Executive Summary and Transcript of Hearing before the United States Commission on Civil Rights (Washington, D.C., May 21-22, 1992)."},
      {
        "id":"ED407451",
        "title":"Racial and Ethnic Tensions in American Communities: Poverty, Inequality, and Discrimination. Volume III: The Chicago Report."},
      {
        "id":"ED407452",
        "title":"Grade One and Growing: A Comprehensive Instructional Resource Guide for Teachers. Pilot Edition."},
      {
        "id":"ED407453",
        "title":"The Interaction of Leadership and Climate in Three Urban Schools."},
      {
        "id":"ED407454",
        "title":"Parent-Child Relationships and Acculturation Conflict in Asian-American Families."},
      {
        "id":"ED407456",
        "title":"Urbanism in Educational Thought: Mobilizing the Teacher through Diversity and Community."},
      {
        "id":"ED407457",
        "title":"Parent/School Relations in Crisis: Revisiting Desegregation in Riverside, California."},
      {
        "id":"ED407459",
        "title":"Getting Uncle Sam To Enforce Your Civil Rights. Clearinghouse Publication 59. Revised."},
      {
        "id":"ED407460",
        "title":"Evaluation of the Charter School of San Diego, 1994-95. Assessment, Research, and Reporting Team Report No. 713."},
      {
        "id":"ED407461",
        "title":"Review of the Initial Phase of the Implementation of the Class Size Reduction Policy. Standards, Assessment, and Integration Services Report No. 700."},
      {
        "id":"ED407462",
        "title":"Followup Report on the Implementation of the Core Curriculum Policy. Standards, Assessment, and Integration Services Report No. 711."},
      {
        "id":"ED407463",
        "title":"Literature Review on the Success for All Program. Assessment, Research, and Reporting Team Report No. 718."},
      {
        "id":"ED407464",
        "title":"Report on 23 Integration Sites: 1995-96. Standards, Assessment, and Integration Services Unit No. 717."},
      {
        "id":"ED407465",
        "title":"Employee Associations and Charter Schools."},
      {
        "id":"ED407466",
        "title":"Attitudes of White College Students toward African Americans with Disabilities in Social Situations."},
      {
        "id":"ED407467",
        "title":"Assisting At-Risk Students: The Role of Perceived and Actual Success."},
      {
        "id":"ED407469",
        "title":"Enhancing the Cultural Identity of Early Adolescent Male African Americans."},
      {
        "id":"ED407470",
        "title":"Acculturation, Coping, and Psychological Adjustment of Central American Immigrants."},
      {
        "id":"ED407471",
        "title":"Influences on Psychosocial Development of Inner-City Early Adolescents."},
      {
        "id":"ED407472",
        "title":"Coping Strategies of Inner-City Adolescents: Response to Recent Personal Conflicts."},
      {
        "id":"ED407473",
        "title":"The Illusion of Racial Diversity in Contemporary Basal Readers: An Analysis of the Teacher Manuals."},
      {
        "id":"ED407474",
        "title":"High School Intervention Centers Program 1995-96. Evaluation Report."},
      {
        "id":"ED407475",
        "title":"Difficult Choices: Do Magnet Schools Serve Children in Need? Report of the Citizens' Commission on Civil Rights."},
      {
        "id":"ED407476",
        "title":"The Continuing Struggle: Civil Rights and the Clinton Administration. Report of the Citizens' Commission on Civil Rights."},
      {
        "id":"ED407477",
        "title":"Effective Programs for Latino Students in Elementary and Middle Schools. Report No. 11."},
      {
        "id":"ED407478",
        "title":"Detracking in a Racially Mixed, Urban High School. Report No. 12."},
      {
        "id":"ED407480",
        "title":"&quot;Pre-Resettlement Preparation: Needs and Issues of Refugees.&quot; Proceedings of the Conference of East African Refugee Service Providers (July 19, 1994, Arlington, Virginia)."},
      {
        "id":"ED407482",
        "title":"Cognitive and Educational Aspects of Asperger's Syndrome in an Inner-City Adolescent Male."},
      {
        "id":"ED407483",
        "title":"Overcoming Barriers to Family Involvement in Title I Schools. Report to Congress."},
      {
        "id":"ED407485",
        "title":"Women and Literacy: Definition of Literacy, the Causes and Manifestations of Illiteracy, and Implications for the Educator."},
      {
        "id":"ED407486",
        "title":"Schooling as Preparation for Life and Work in Switzerland and Britain. Discussion Paper No. 75."},
      {
        "id":"ED407487",
        "title":"School-to-Work Opportunities. Fair Labor Standards Act and the North Carolina Wage and Hour Act. A Guide to Work-Based Learning, Federal and State Child Labor Laws, Minimum Wage Provisions, and the Provisions of Comparable North Carolina Laws. 3rd Edition."},
      {
        "id":"ED407488",
        "title":"Adult Education Community Partnerships. Final Report."},
      {
        "id":"ED407489",
        "title":"Making a Move: Next Steps for Women. A Follow-up Study of Women Onto Work Students."},
      {
        "id":"ED407490",
        "title":"The European Network for Research, Action and Training in Adult Literacy and Basic Education (Dublin, Ireland, May 25-30, 1991). A Seminar Organised by EUROALPHA. Adult Basic Education in Prisons."},
      {
        "id":"ED407491",
        "title":"Help Wanted: The IT Workforce Gap at the Dawn of a New Century."},
      {
        "id":"ED407492",
        "title":"Specific Job Competencies."},
      {
        "id":"ED407493",
        "title":"The Learning Disabilities/Lack of Progress Issue."},
      {
        "id":"ED407494",
        "title":"Catching Ourselves in the Act: Writing about Teaching Writing."},
      {
        "id":"ED407495",
        "title":"Setting the Stage for Literacy. An Anthology of Adult Student Scripts. Volume 1, Number 1."},
      {
        "id":"ED407496",
        "title":"Adult Education Program Performance Report. Program Year 1996. Under the Four-Year Plan for the Administration of Adult Education P.L. 102-73."},
      {
        "id":"ED407498",
        "title":"Model Indicators of Program Quality for Adult Education Programs."},
      {
        "id":"ED407499",
        "title":"Transforming Teaching: Selecting and Evaluating Teaching Strategies. FEDA Paper."},
      {
        "id":"ED407500",
        "title":"Agriscience Education for the Middle School."},
      {
        "id":"ED407501",
        "title":"Agriscience Education for the Middle School. Instructional Units. Grade 6: Introduction to Agriscience."},
      {
        "id":"ED407502",
        "title":"Agriscience Education for the Middle School. Instructional Units. Grade 7: Agriscience Exploration."},
      {
        "id":"ED407503",
        "title":"Change, Training and Farm Profitability. A National Farmers Federation Discussion Paper."},
      {
        "id":"ED407504",
        "title":"Effective Delivery Methodologies for Education and Training to Rural Australia. Report to the Tasmanian Rural Industry Training Board."},
      {
        "id":"ED407505",
        "title":"Youth Work, Youth Development and the Transition from Schooling to Employment in England. Impressions from a Study Mission."},
      {
        "id":"ED407506",
        "title":"After AFDC: Welfare-to-Work Choices and Challenges for States. ReWORKing Welfare. Technical Assistance for States and Localities."},
      {
        "id":"ED407507",
        "title":"Work First. How To Implement an Employment-Focused Approach to Welfare Reform. A How-to Guide. ReWORKing Welfare. Technical Assistance for States and Localities."},
      {
        "id":"ED407508",
        "title":"Qualifications with a Dual Orientation towards Employment and Higher Education. A Comparative Investigation of Innovative Schemes in Seven European Countries. INTEQUAL Report I."},
      {
        "id":"ED407509",
        "title":"Parent Involvement in School-to-Work. Resource Bulletin."},
      {
        "id":"ED407510",
        "title":"School-to-Work Opportunities for Native American Youth. Resource Bulletin."},
      {
        "id":"ED407511",
        "title":"School-to-Work Opportunities for Out-of-School Youth. Resource Bulletin."},
      {
        "id":"ED407512",
        "title":"Small Business in School-to-Work Partnerships. Resource Bulletin."},
      {
        "id":"ED407513",
        "title":"Incorporating a Youth Development Perspective into School-to-Work Systems. Resource Bulletin."},
      {
        "id":"ED407514",
        "title":"Contextual Learning. Resource Bulletin."},
      {
        "id":"ED407515",
        "title":"Curriculum Integration in School-to-Work Systems. Resource Bulletin."},
      {
        "id":"ED407516",
        "title":"Evaluation for School-to-Work Systems Improvement. Resource Bulletin."},
      {
        "id":"ED407517",
        "title":"Non-Traditional School-to-Work Opportunities for Young Women. Resource Bulletin."},
      {
        "id":"ED407518",
        "title":"School-to-Work and Service-Learning. Resource Bulletin."},
      {
        "id":"ED407519",
        "title":"Engaging Employers in School-to-Work Systems. Resource Bulletin."},
      {
        "id":"ED407520",
        "title":"Engaging Organized Labor in School-to-Work Systems. Resource Bulletin."},
      {
        "id":"ED407521",
        "title":"Career Development in School-to-Work. Resource Bulletin."},
      {
        "id":"ED407522",
        "title":"Professional Development for Employers in School-to-Work Systems. Resource Bulletin."},
      {
        "id":"ED407523",
        "title":"The Role of Postsecondary Institutions in School-to-Work. Resource Bulletin."},
      {
        "id":"ED407524",
        "title":"Workplace Mentors in School-to-Work Systems. Resource Bulletin."},
      {
        "id":"ED407525",
        "title":"Building School-to-Work Systems in Rural Areas. Resource Bulletin."},
      {
        "id":"ED407526",
        "title":"Academic Standards and School-to-Work. Resource Bulletin."},
      {
        "id":"ED407527",
        "title":"Occupational Skill Standards and the School-to-Work Opportunities Act. Resource Bulletin."},
      {
        "id":"ED407528",
        "title":"School-to-Work and Economic Development. Resource Bulletin."},
      {
        "id":"ED407529",
        "title":"School-to-Work and Workforce Development. Resource Bulletin."},
      {
        "id":"ED407530",
        "title":"School-to-Work in Elementary Schools. Resource Bulletin."},
      {
        "id":"ED407531",
        "title":"Student Assessment in School-to-Work Systems. Resource Bulletin."},
      {
        "id":"ED407532",
        "title":"Career Pathways in School-to-Work Systems. Resource Bulletin."},
      {
        "id":"ED407533",
        "title":"Leading the School-to-Work Transition. Resource Bulletin."},
      {
        "id":"ED407534",
        "title":"Competency-Based Adult Education: A Curriculum Model."},
      {
        "id":"ED407535",
        "title":"Organizational Learning in the Nonprofit Sector: Lessons from Working with the Girl Scouts."},
      {
        "id":"ED407536",
        "title":"Connecting Inner-City Youth to the World of Work. A Program Statement by the Committee for Economic Development."},
      {
        "id":"ED407537",
        "title":"Information and Learning Technology: A Development Handbook. FE Matters."},
      {
        "id":"ED407538",
        "title":"Helping or Hindering? GNVQ Learning Resources."},
      {
        "id":"ED407539",
        "title":"The IAB Establishment Panel with an Exemplary Analysis of Employment Expectations."},
      {
        "id":"ED407540",
        "title":"Good for Business: Making Full Use of the Nation&apos;s Human Capital. The Environmental Scan. A Fact-Finding Report of the Federal Glass Ceiling Commission."},
      {
        "id":"ED407542",
        "title":"Workforce Development Education Facilities Planner."},
      {
        "id":"ED407543",
        "title":"Assessment and Adult Learners: Getting the Most from Standardized and Informal Assessment Instruments."},
      {
        "id":"ED407544",
        "title":"Research on and Guidelines for Effective Use of Assessment Instruments and Strategies for Adult Learners Enrolled in Adult Basic and Literacy Education Programs. Final Report."},
      {
        "id":"ED407546",
        "title":"Using the Internet for Higher Education."},
      {
        "id":"ED407547",
        "title":"Stability of Vocational Interests among High School Students."},
      {
        "id":"ED407548",
        "title":"Student Participation in Community Service Activity. 1996 National Household Education Survey. Statistical Analysis Report."},
      {
        "id":"ED407549",
        "title":"Refugees and Adult Education in Sweden. The Gatekeeper Janus. Reprints and Miniprints No. 852."},
      {
        "id":"ED407550",
        "title":"Home-Made Breads [and] Home-Baked Breads for Busy People."},
      {
        "id":"ED407551",
        "title":"DETC Accreditation Overview."},
      {
        "id":"ED407552",
        "title":"The Distance Education and Training Council Salutes the 1997 Outstanding Graduates."},
      {
        "id":"ED407553",
        "title":"Testing Home Study Advertising. NHSC Occasional Paper Number 4."},
      {
        "id":"ED407554",
        "title":"Conducting Graduate Surveys. NHSC Occasional Paper Number 5."},
      {
        "id":"ED407555",
        "title":"Evaluating Your School's Worth. NHSC Occasional Paper Number 7."},
      {
        "id":"ED407556",
        "title":"Getting the Most PR for Your School. NHSC Occasional Paper Number 8."},
      {
        "id":"ED407557",
        "title":"The Effectiveness of the Home Study Method. NHSC Occasional Paper Number 9."},
      {
        "id":"ED407558",
        "title":"Home Study Academic Transcripts. NHSC Occasional Paper Number 10."},
      {
        "id":"ED407559",
        "title":"Admissions Policies: The Keys to Success. DETC Occasional Paper Number 11."},
      {
        "id":"ED407560",
        "title":"How To Write an Analytical Self-Evaluation Report. DETC Occasional Paper Number 12."},
      {
        "id":"ED407561",
        "title":"Building a Distance Education Faculty. DETC Occasional Paper Number 13."},
      {
        "id":"ED407562",
        "title":"Embracing the Internet. DETC Occasional Paper Number 14."},
      {
        "id":"ED407563",
        "title":"Distance Education Survey, 1996. A Report on Course Structure and Educational Practices in Distance Education and Training Council Member Institutions."},
      {
        "id":"ED407564",
        "title":"Accredited Distance Study Degrees. Graduates and Employers Evaluate Their Worth."},
      {
        "id":"ED407565",
        "title":"NHSC Business Standards Course. A Home Study Course on the Ethical Standards of the National Home Study Council."},
      {
        "id":"ED407566",
        "title":"Accreditation Handbook. Policies, Procedures, and Standards of the Accrediting Commission of the Distance Education and Training Council. Updated Version."},
      {
        "id":"ED407567",
        "title":"Vocational Education and the Arts Education: An Important Synergy."},
      {
        "id":"ED407568",
        "title":"Family Literacy Programs: Who Benefits?"},
      {
        "id":"ED407569",
        "title":"What Are the Required Outcomes of Education--Professional Competencies, Personal Attributes and Social Skills."},
      {
        "id":"ED407570",
        "title":"Analysis of Chilean Forestry Occupations: An International Partnership Model."},
      {
        "id":"ED407571",
        "title":"A Call for Leadership in Providing Student Services."},
      {
        "id":"ED407572",
        "title":"Vocational Teacher Education Reform. ERIC Digest No. 180."},
      {
        "id":"ED407573",
        "title":"Constructivism, Workplace Learning, and Vocational Education. ERIC Digest No. 181."},
      {
        "id":"ED407574",
        "title":"Quality Improvement Awards and Vocational Education Assessment. ERIC Digest No. 182."},
      {
        "id":"ED407575",
        "title":"Adding International Perspectives to Vocational Education. ERIC Digest No. 183."},
      {
        "id":"ED407578",
        "title":"Profiles of Schools in Change: Four Urban High Schools."},
      {
        "id":"ED407579",
        "title":"The Challenge of the Future. Future Trends in Adult and Continuing Technical and Vocational Education. An International Symposium (Berlin, Germany, October 16-20, 1995)."},
      {
        "id":"ED407580",
        "title":"Developing and Sustaining Partnerships: Lessons Learned."},
      {
        "id":"ED407581",
        "title":"New Horizons 20 Years On. Occasional Papers Series: No. 7."},
      {
        "id":"ED407582",
        "title":"Older Women, Older Men. The Findings of a Small-Scale Study into Gender Issues in Later Life. Occasional Papers Series: No. 8."},
      {
        "id":"ED407583",
        "title":"Scotland as a Learning Society: Identity, Difference and Relatedness. Occasional Papers Series: No. 9."},
      {
        "id":"ED407584",
        "title":"Building Social Capital: Steps towards a Learning Society. Occasional Papers Series: No. 11."},
      {
        "id":"ED407585",
        "title":"Changing Roles for Senior Managers."},
      {
        "id":"ED407590",
        "title":"Working with Learning Outcomes: An Introduction. Draft."},
      {
        "id":"ED407592",
        "title":"The Role of the Company in Generating Skills. The Learning Effects of Work Organization. Portugal."},
      {
        "id":"ED407593",
        "title":"State Accomplishments in Volunteerism. Program Year 1994-95."},
      {
        "id":"ED407594",
        "title":"A State Family Literacy Update: Selected Program Activities. Program Year 1994-1995."},
      {
        "id":"ED407595",
        "title":"A State Workplace Education Update: Selected Program Activities. Program Year 1994-95."},
      {
        "id":"ED407596",
        "title":"Identifying Factors that Promote Perspective Transformation in Higher Education: A Model."},
      {
        "id":"ED407599",
        "title":"An Evaluation of the Effectiveness of the &quot;Helping Hand&quot; Newsletter in Barbour County, Alabama."},
      {
        "id":"ED407600",
        "title":"Employer Incentives to Participate in a Comprehensive School-to-Work Transition Program."},
      {
        "id":"ED407601",
        "title":"China's Radio &amp; TV Universities and the British Open University: A Comparative Perspective. ZIFF Papiere 104."},
      {
        "id":"ED407602",
        "title":"The Research Path to the Virtual Class. ZIFF Papiere 105."},
      {
        "id":"ED407603",
        "title":"Host Contacted, Waiting for Reply."},
      {
        "id":"ED407604",
        "title":"Tech Prep: Pathways for Success."},
      {
        "id":"ED407605",
        "title":"Skills, Competencies and Gender: Issues for Pay and Training."},
      {
        "id":"ED407606",
        "title":"The Family Transition Program: Implementation and Early Impacts of Florida's Initial Time-Limited Welfare Program."},
      {
        "id":"ED407607",
        "title":"OSHA [Three Booklets.]"},
      {
        "id":"ED407608",
        "title":"Managing Change in Further Education."},
      {
        "id":"ED407609",
        "title":"GNVQs 1993-97. A National Survey Report. The Final Report of a Joint Project. The Evolution of GNVQs: Enrolment and Delivery Patterns and Their Policy Implications."},
      {
        "id":"ED407610",
        "title":"Comparing Adult Students' Growth in College to that of Traditional Students."},
      {
        "id":"ED407612",
        "title":"P.A.S.T.: Positive Attitude Student Training."},
      {
        "id":"ED407613",
        "title":"Research, Practice, and Managed Care."},
      {
        "id":"ED407615",
        "title":"Grief Counseling in the School: Help for Psychologists and Teachers. A Model of a Crisis Intervention Plan Developed for Livingston Parish Schools."},
      {
        "id":"ED407616",
        "title":"Strategies against Drugs."},
      {
        "id":"ED407617",
        "title":"Covariation among Adolescent Problem Behaviors: What Does It Mean?"},
      {
        "id":"ED407618",
        "title":"Academic Perseverance, Class Attendance, and Performance in the College Classroom."},
      {
        "id":"ED407619",
        "title":"The Roots of Leadership."},
      {
        "id":"ED407620",
        "title":"The Psychologist Support Program of the Ontario Psychological Association."},
      {
        "id":"ED407621",
        "title":"Minnesota YouthBuild Program Overview, 1995."},
      {
        "id":"ED407622",
        "title":"Psychoeducational Interventions with Southeast Asian Students: An Ecological Approach."},
      {
        "id":"ED407623",
        "title":"Impact of Community Violence Exposure on Children's Hope."},
      {
        "id":"ED407624",
        "title":"The Risk-Resiliency Paradigm in Research on Dropping Out."},
      {
        "id":"ED407626",
        "title":"Teaching Group Work on Teletechnet."},
      {
        "id":"ED407628",
        "title":"High School Students' Perceptions of Adolescent Problems."},
      {
        "id":"ED407629",
        "title":"The Effectiveness of High School Peer Helper Training."},
      {
        "id":"ED407630",
        "title":"Exploring the Gender-Anger Link: The Role of Setting."},
      {
        "id":"ED407631",
        "title":"University Students and Fear of Success."},
      {
        "id":"ED407632",
        "title":"Caretaker Psychological Factors Predicting Compliance with Children's Psychotherapy Needs."},
      {
        "id":"ED407633",
        "title":"Responsive Systems Consultation: A Model for Conjoint Consultation Preliminary Results."},
      {
        "id":"ED407635",
        "title":"From the Psychology Student to the Professional."},
      {
        "id":"ED407636",
        "title":"The Role of Social Support in Mediating School Transition Stress."},
      {
        "id":"ED407637",
        "title":"Family Environment and School Behavioral Problems."},
      {
        "id":"ED407638",
        "title":"Children Coping with Chronic Illness."},
      {
        "id":"ED407639",
        "title":"Factors Affecting Girls' Access to Schooling in Niger: Final Report to ODA Education Division."},
      {
        "id":"ED407641",
        "title":"Self-Concept in Special Needs Students in Homogeneous and Heterogeneous Groupings in Seventh and Eighth Grade Students."},
      {
        "id":"ED407642",
        "title":"The Implications of &quot;Consciousness of Kind&quot; in School Classrooms: A Reflection."},
      {
        "id":"ED407647",
        "title":"Coping with Stresses and Concerns during Adolescence: A Longitudinal Study."},
      {
        "id":"ED407648",
        "title":"How Does a Child's Focus in Class Literacy Activities Affect His/Her Literacy Development?"},
      {
        "id":"ED407649",
        "title":"Iowa State Staff Development Practitioner Research Reports 1995-1996."},
      {
        "id":"ED407650",
        "title":"Book Club is &quot;Da Bomb&quot;: Early Adolescent Girls Engage with Texts, Transactions, and Talk."},
      {
        "id":"ED407651",
        "title":"Family Literacy: Getting Started."},
      {
        "id":"ED407652",
        "title":"Family Learning Survey."},
      {
        "id":"ED407653",
        "title":"Gender Differences in Reading Attitudes."},
      {
        "id":"ED407654",
        "title":"Literacy Strategies."},
      {
        "id":"ED407656",
        "title":"Online Strategies Used in Reading Email Messages."},
      {
        "id":"ED407657",
        "title":"The Paideia Reading Curriculum. (Developing a Love for Reading.)"},
      {
        "id":"ED407658",
        "title":"The Role of Prior Knowledge in Analogy Use."},
      {
        "id":"ED407659",
        "title":"Who's Listening in the Classroom? A Research Paradigm."},
      {
        "id":"ED407660",
        "title":"Using Analogies To Produce Long Term Conceptual Change: Overcoming High School Mathematics Students' Probability Misconceptions."},
      {
        "id":"ED407661",
        "title":"Causal Path Analysis of Processes Affecting Early Reading."},
      {
        "id":"ED407662",
        "title":"&quot;Reconstructing&quot; Lives: A Reading-for-Empowerment Project."},
      {
        "id":"ED407663",
        "title":"Standing in the Gap: Parents Reading with Children."},
      {
        "id":"ED407664",
        "title":"Examining the Real-Time Effects of Reading-Strategy Training."},
      {
        "id":"ED407665",
        "title":"The Language and Literacy Spectrum, 1997. A Journal of the New York State Reading Association."},
      {
        "id":"ED407666",
        "title":"Science Fiction: Popular Culture as Reading and Learning Motivation."},
      {
        "id":"ED407671",
        "title":"A Second Look at Dwyer's Studies by Means of Meta-Analysis: The Effects of Pictorial Realism on Text Comprehension and Vocabulary."},
      {
        "id":"ED407672",
        "title":"English 30, Part A: Written Response. Grade 12 Diploma Examination, January 1997."},
      {
        "id":"ED407673",
        "title":"English 30, Part B: Reading. Questions Booklet. Grade 12 Diploma Examination, January 1997."},
      {
        "id":"ED407674",
        "title":"English 30, Part B: Reading. Readings Booklet. Grade 12 Diploma Examination, January 1997."},
      {
        "id":"ED407676",
        "title":"The Pedagogy of Partnerships: Empowering Pre-Service Teachers for Teaching and Writing."},
      {
        "id":"ED407677",
        "title":"&quot;Work To Be Done&quot;: Community Literacy as a New Model of Social Action for Literacy Educators."},
      {
        "id":"ED407678",
        "title":"The Need for Foreign Language Training in World Literature Instruction."},
      {
        "id":"ED407679",
        "title":"The Public Uses of Power."},
      {
        "id":"ED407681",
        "title":"School in Cleary's &quot;Ramona&quot; Books."},
      {
        "id":"ED407684",
        "title":"Las historias de la narrativa hispanoamericana: Criterios, metodos y ausencias. (Histories of the Latin-American Narrative: Criteria, Methods, and Absences)."},
      {
        "id":"ED407685",
        "title":"Survey of Remedial Education in Higher Education More Relevant to Politics Than to Teaching and Curriculum."},
      {
        "id":"ED407686",
        "title":"\"Unsafe Spaces\": Reflections on a Specimen of Educational Jargon."},
      {
        "id":"ED407687",
        "title":"Ebonics, Standard English, and Teacher Expectations."},
      {
        "id":"ED407688",
        "title":"Drooping Methodically: Burke's Argument for a Negative Education."},
      {
        "id":"ED407689",
        "title":"Multicultural Prism: Voices from the Field. Volume 2."},
      {
        "id":"ED407690",
        "title":"The Relationship of Perceived Teacher Caring with Student Learning and Teacher Evaluation."},
      {
        "id":"ED407691",
        "title":"Humanizing The CEDA National Tournament."},
      {
        "id":"ED407692",
        "title":"Teachers' Conceptions of Discussion as Method and Outcome."},
      {
        "id":"ED407693",
        "title":"Classic Radio Theatre in Contemporary Education."},
      {
        "id":"ED407695",
        "title":"Neil Postman's Amusement: The Enemy with a Smiling Face."},
      {
        "id":"ED407696",
        "title":"&quot;Colonial Matters&quot;: Dating at Antioch College in the 1870's."},
      {
        "id":"ED407697",
        "title":"Multicultural Prism: Voices from the Field. [Volume 1.]"},
      {
        "id":"ED407698",
        "title":"Measures To Combat Failure at School: A Challenge for the Construction of Europe."},
      {
        "id":"ED407699",
        "title":"Reducing Class Size: A Review of the Literature and Options for Consideration."},
      {
        "id":"ED407700",
        "title":"Guide to Education and Training in Scotland."},
      {
        "id":"ED407701",
        "title":"Collection of &quot;Clearinghouse Notes,&quot; 1995-96."},
      {
        "id":"ED407702",
        "title":"Building Expertise in Educational Leadership by Writing and Reflecting on Stories of Practice."},
      {
        "id":"ED407703",
        "title":"Master Plan for Tennessee Schools: Preparing for the 21st Century."},
      {
        "id":"ED407704",
        "title":"Rethinking Schools as Learning Organisations."},
      {
        "id":"ED407706",
        "title":"Dropout-Reduction Strategies in Oregon High Schools."},
      {
        "id":"ED407708",
        "title":"Political Factors Shaping Charter School Laws."},
      {
        "id":"ED407709",
        "title":"Organizational Capacity for School Improvement: Teacher Reports in Magnet and Nonmagnet Schools."},
      {
        "id":"ED407710",
        "title":"Doubly Damned: What Happens When Students Are Suspended from School for the Remainder of the Year."},
      {
        "id":"ED407711",
        "title":"Theorizing Discipline - Practical Research Implications for Schools."},
      {
        "id":"ED407712",
        "title":"The Praxis of Educational Leadership versus the Cult of Managerialism: Developing a Model for the Professional Development of School Leaders during the Initial Years of Tomorrow's Schools."},
      {
        "id":"ED407713",
        "title":"From Mr. Wameke to Mr. Rivelle to Mr. Woodman: Images of Principals in Film and Television."},
      {
        "id":"ED407714",
        "title":"Supervision: Don't Discount the Value of the Modern."},
      {
        "id":"ED407716",
        "title":"A Preliminary Analysis of the Kentucky Distinguished Education Initiative: A New Approach to Educational Change."},
      {
        "id":"ED407717",
        "title":"Key Competencies for Europe. Report of the Symposium (Berne, Switzerland, March 27-30, 1996). A Secondary Education for Europe Project."},
      {
        "id":"ED407718",
        "title":"Persistence and Change: Standards-Based Reform in Nine States. Report #37, CPRE Report Series."},
      {
        "id":"ED407719",
        "title":"Review of Implementation and Impact of Blueprint 2000 Administered by the Department of Education [and] Supplementary Report on the Review of Implementation and Impact of Blueprint 2000 in Five School Districts and Nineteen Schools Evaluated."},
      {
        "id":"ED407722",
        "title":"Ethical Schools Administration."},
      {
        "id":"ED407723",
        "title":"Team Handbook."},
      {
        "id":"ED407724",
        "title":"Downsizing of Central Office: Does Anyone Care? Pre-Conference Draft."},
      {
        "id":"ED407725",
        "title":"Reinventing Education through School Improvement Research That Has Resulted in Student Gains."},
      {
        "id":"ED407726",
        "title":"Measuring the Degree of Success in Improving School Climate in Schools with New Principals."},
      {
        "id":"ED407727",
        "title":"The Transformational Leadership for School Effectiveness and Development in the New Century."},
      {
        "id":"ED407728",
        "title":"Parental Involvement in a Majority/Minority Context: Lessons from the Field."},
      {
        "id":"ED407729",
        "title":"A Framework of Indicators of Education Quality in Hong Kong Primary Schools: Development and Application."},
      {
        "id":"ED407730",
        "title":"Monitoring School Effectiveness: Conceptual and Practical Possibilities and Dilemmas in Developing a Framework."},
      {
        "id":"ED407731",
        "title":"Private Management of Public Schools: The Baltimore Experience (Based on the UMBC Evaluation of the Tesseract Program in Baltimore City)."},
      {
        "id":"ED407732",
        "title":"Persistence and Change: Standards-Based Systemic Reform in Nine States. CPRE Policy Briefs, RB-21."},
      {
        "id":"ED407733",
        "title":"School-Based Decision Making and the Empowerment of Secondary School Teachers."},
      {
        "id":"ED407734",
        "title":"Documenting the Effects of Transformational Leadership Behavior on Teacher Efficacy."},
      {
        "id":"ED407735",
        "title":"Education and the Economy: An Indicators Report."},
      {
        "id":"ED407736",
        "title":"Reshaping the Headship in England and Wales: Primary Impacts."},
      {
        "id":"ED407737",
        "title":"The Private Management of Public Schools: The Minneapolis, Minnesota, Experience."},
      {
        "id":"ED407738",
        "title":"The Private Management of Public Schools: The Hartford, Connecticut, Experience."},
      {
        "id":"ED407739",
        "title":"The Private Management of Public Schools: The Baltimore, Maryland, Experience."},
      {
        "id":"ED407740",
        "title":"The Private Management of Public Schools: The Dade County, Florida, Experience."},
      {
        "id":"ED407741",
        "title":"The Private Management of Public Schools: Lessons Learned from the Experience of Four School Districts."},
      {
        "id":"ED407742",
        "title":"A Study of the Change Process Utilized by Colorado High School Principals: The Concordance of Practice and Theory."},
      {
        "id":"ED407743",
        "title":"Bringing It All Together for Children in Public Schools: North Carolina."},
      {
        "id":"ED407744",
        "title":"Creating a Culture of Detracking in a Learner-Centered School: Issues, Problems, and Possibilities."},
      {
        "id":"ED407745",
        "title":"Basic Programs in Local Educational Agencies. State Educational Agency Allocation of Title I Funds to Local Educational Agencies for School Year 1997-98. Local Educational Agency Identification and Selection of School Attendance Areas and Allocation of Title I Funds to Those Areas or Schools."},
      {
        "id":"ED407746",
        "title":"The Treatment of Special Education in Charter School Legislation."},
      {
        "id":"ED407747",
        "title":"Learning Efficiently: Acquisition of Related, Non-Target Behaviors (Project LEARN). Final Report."},
      {
        "id":"ED407748",
        "title":"Using Attending Cues and Responses To Increase the Efficiency of Direct Instruction."},
      {
        "id":"ED407749",
        "title":"Instructional Module: Promoting the Efficiency of Direct Instruction by Adding Non-Target Stimuli to Trial Sequences."},
      {
        "id":"ED407750",
        "title":"Effects of Independent and Interdependent Group Contingencies on Acquisition, Incidental Learning, and Observational Learning."},
      {
        "id":"ED407751",
        "title":"Stimulus Equivalence Established through Instructive Feedback."},
      {
        "id":"ED407752",
        "title":"Increasing the Efficiency of Future Learning through Instructive Feedback."},
      {
        "id":"ED407753",
        "title":"Effects of Instructive Feedback on Future Learning."},
      {
        "id":"ED407754",
        "title":"Instructive Feedback: A Comparison of Simultaneous and Alternating Presentation of Non-Target Stimuli."},
      {
        "id":"ED407755",
        "title":"Instructive Feedback: Increasing Opportunities for Learning through the Addition of Incidental Information."},
      {
        "id":"ED407756",
        "title":"The Ability of College Students To Effectively Communicate the Specific Nature of Their Own Learning Disability."},
      {
        "id":"ED407757",
        "title":"Life Centered Career Education: A Competency Based Approach. Fifth Edition."},
      {
        "id":"ED407758",
        "title":"Financial Aid for Students with Disabilities, 1997."},
      {
        "id":"ED407759",
        "title":"Pathways: Service Coordination Inservice Project. Final Report."},
      {
        "id":"ED407760",
        "title":"National Council on Disability. Annual Report. Volume 17, Fiscal Year 1996."},
      {
        "id":"ED407761",
        "title":"Keeping Children at Home: New York's Home and Community Based Services Waiver."},
      {
        "id":"ED407763",
        "title":"The Nature and Extent of Learning Disabilities among Abused Males Living in Residential Treatment Facilities."},
      {
        "id":"ED407764",
        "title":"Clinical Internship Training Program in Psychiatric Vocational Rehabilitation."},
      {
        "id":"ED407765",
        "title":"Functional Assessment."},
      {
        "id":"ED407766",
        "title":"Career Counseling with Persons Who Have a Severe Psychiatric Disability: Implementation for Practice."},
      {
        "id":"ED407767",
        "title":"Job Development and Placement."},
      {
        "id":"ED407768",
        "title":"Memorandum of Understanding among the Colorado Departments of Education, Public Health and Environment, Human Services, and Health Care Policy and Financing for the Implementation in Colorado of Part H of the Individuals with Disabilities Education Act. Part H."},
      {
        "id":"ED407770",
        "title":"Physicians Training Project. Final Report."},
      {
        "id":"ED407771",
        "title":"Early Intervention and Special Education in Connecticut: The Physician's Role."},
      {
        "id":"ED407772",
        "title":"Survey of Connecticut Pediatricians on Early Intervention and Special Education."},
      {
        "id":"ED407773",
        "title":"TIPS: Trends for Inclusive Pediatric Services."},
      {
        "id":"ED407774",
        "title":"Yes I Can: A Social Inclusion Curriculum for Students with and without Disabilities. Instructor's Guide."},
      {
        "id":"ED407775",
        "title":"Initial Considerations for Helping Your Infant Learn To Eat [and] Strategies To Promote Oral Eating in Infants."},
      {
        "id":"ED407776",
        "title":"Teaching Students with Visual Impairments. Programming for Students with Special Needs. No. 5."},
      {
        "id":"ED407777",
        "title":"Legislation Pertaining to Special Needs Education."},
      {
        "id":"ED407778",
        "title":"Including Your Child."},
      {
        "id":"ED407779",
        "title":"Vermont Special Education: Expenditures, Equity and Outcomes."},
      {
        "id":"ED407780",
        "title":"Mildly Mentally Retarded Pupils in the Ordinary Swedish School: Prevalence and School Career (In Two Cohort Samples)."},
      {
        "id":"ED407781",
        "title":"Comparison of the Effects of a Social Competence Curriculum on the Outcomes of Toddler-Age Children with Disabilities Receiving Early Intervention in Two Types of Settings: Inclusive or Segregated. Final Report."},
      {
        "id":"ED407782",
        "title":"Special Education Funding: A Handbook of Procedures and Definitions, 1996-97."},
      {
        "id":"ED407783",
        "title":"ECS Program Unit Funding: A Handbook for ECS Operators, 1996-97."},
      {
        "id":"ED407784",
        "title":"Washington's Infant Toddler Early Intervention Program Study: Enrollment of Washington Children with Disabilities and Special Health Care Needs in Washington State Public Programs. A Comparison of Enrollment Counts on December 1, 1993, May 1, 1995, December 1, 1995, and May 1, 1996."},
      {
        "id":"ED407785",
        "title":"Students with Disabilities and High School Graduation Policies."},
      {
        "id":"ED407786",
        "title":"Including Students with Learning Disabilities in Mainstream Classes: A 2-Year Spanish Study Using a Collaborative Approach to Intervention."},
      {
        "id":"ED407787",
        "title":"CARE: Caregiver Assistance, Resources, and Education. A Case Study of a Family-Centered Assessment and Intervention Model."},
      {
        "id":"ED407788",
        "title":"Facilitating Technology-Based Clinical Skills in Preservice Speech-Language Clinicians: Strategies for University Faculty."},
      {
        "id":"ED407790",
        "title":"Deaf College Students' Representation of Image and Verbal Information."},
      {
        "id":"ED407791",
        "title":"Learning Characteristics of Boys with Attention Deficit/Hyperactivity Disorder and/or Giftedness."},
      {
        "id":"ED407792",
        "title":"Directory of Organizations."},
      {
        "id":"ED407793",
        "title":"Parenting a Child with Special Needs: A Guide to Reading and Resources."},
      {
        "id":"ED407795",
        "title":"Serving Youth with Disabilities within School-to-Work Systems. Resource Bulletin."},
      {
        "id":"ED407796",
        "title":"Adults and Adolescents with Learning Disabilities and Attention Deficit Disorders. National Informational Resource Guide."},
      {
        "id":"ED407797",
        "title":"Symposium on Literacy and Disabilities (6th,  Durham, North Carolina, January 23-24, 1997). Proceedings."},
      {
        "id":"ED407798",
        "title":"First Steps: An Early Intervention Program for Antisocial Kindergartners. Overview."},
      {
        "id":"ED407799",
        "title":"First Steps Screening Module: Procedures for Screening and Identifying At-Risk Kindergartners."},
      {
        "id":"ED407800",
        "title":"First Steps School Intervention Module: CLASS-- Contingencies for Learning Academic and Social Skills. (Adapted Preschool Version). An Early School Intervention Program for At-Risk Kindergartners. A Component of the First Steps Program."},
      {
        "id":"ED407801",
        "title":"First Steps Home Intervention Module: Home Base Parent Handbook [and] Lessons [and] Consultant Manual. (A Component of the First Steps Program: An Early Intervention Program for Antisocial Kindergartners)."},
      {
        "id":"ED407802",
        "title":"A Guide to High Quality Direct Service Personnel Training Resources. Second Edition."},
      {
        "id":"ED407804",
        "title":"Communicating across Cultures: The Deaf Parent to Hearing Parent Project."},
      {
        "id":"ED407805",
        "title":"E.D. Walker High School Curriculum Guide: Correlation of the Life Centered Career Education Curriculum with Local District Initiatives, Curricula, Current Best Practices, and Campus Assessment Instruments."},
      {
        "id":"ED407806",
        "title":"Charter Schools and Special Education: A Handbook."},
      {
        "id":"ED407807",
        "title":"Education&apos;s Role in the System of Care: Student/Family Outcomes."},
      {
        "id":"ED407808",
        "title":"Applying Wraparound Approaches in Schools: Evaluating Training and Technical Assistance Activities."},
      {
        "id":"ED407810",
        "title":"College Students with Disabilities and Assistive Technology: A Desk Reference Guide."},
      {
        "id":"ED407811",
        "title":"Difference Blindness/Blindness Difference: Student Explorations of \"Disability\" over the Internet."},
      {
        "id":"ED407812",
        "title":"Reform for All? General and Special Education Reforms in Five Local School Districts."},
      {
        "id":"ED407813",
        "title":"Technical Assistance Resource Guide for Teachers Educating Students with: Attention Deficit Hyperactivity Disorder."},
      {
        "id":"ED407814",
        "title":"Serving Exceptional Children: A Report to the Idaho Legislature, January 1997."},
      {
        "id":"ED407815",
        "title":"Attributional Style as a Predictor of Academic Success for Students with Learning Disabilities and/or Attention Deficit Disorder in Postsecondary Education."},
      {
        "id":"ED407816",
        "title":"Inclusion: A Right, Not a Privilege."},
      {
        "id":"ED407817",
        "title":"Transition: Guiding Practice To Improve Student Outcomes. A Trainers' Guide for Educators."},
      {
        "id":"ED407818",
        "title":"Guidelines: Governing Local Plans for Gifted Education."},
      {
        "id":"ED407819",
        "title":"Age and Gender Differences in Global, Academic, Social, and Athletic Self-Concepts in Academically Talented Students."},
      {
        "id":"ED407820",
        "title":"Brave New Partnerships: Children with Disabilities, Families &amp; Managed Care."},
      {
        "id":"ED407821",
        "title":"Intervention Practices in the Retention of Competitive Employment among Individuals Who Are Blind or Visually Impaired."},
      {
        "id":"ED407823",
        "title":"Maryland Special Education Census Data, December 1, 1996."},
      {
        "id":"ED407828",
        "title":"Uberlegungen zu neuen Fremdsprachen-Lerntheorien und zum mediengestutzten Unterricht aus osteuropaischer Sicht (Thoughts on New Foreign Language Learning Theories and Media-Supported Instruction from an Eastern European Perspective)."},
      {
        "id":"ED407829",
        "title":"Lernstrategien tschechischer Fremdsprachenstudenten--Ergebnisse und erster Versuch einer Auswertung von Umfragen (Learning Strategies of Czech Foreign Language Learners: Questionnaire-Based Results and a First Attempt at an Analysis)."},
      {
        "id":"ED407830",
        "title":"Steht der Computer im Widerspruch zu Kommunikation und Teamarbeit (Does the Computer Stand in Contradiction to Communication in Teamwork)?"},
      {
        "id":"ED407832",
        "title":"Modern Languages for Communication. Teaching the Curriculum: Checkpoint A, Grades K-6. Topics, Objectives, Activities in French, German, Italian, and Spanish."},
      {
        "id":"ED407834",
        "title":"The Evaluation of Linguistic Errors in Spanish Composition."},
      {
        "id":"ED407835",
        "title":"Stateside and Overseas Students of Arabic: Beliefs about Language Learning."},
      {
        "id":"ED407836",
        "title":"&quot;...All Those Problems That Bilinguals Have&quot;: Codeswitching and the Bilingual's Attitude."},
      {
        "id":"ED407838",
        "title":"Is Project Work Worth It?"},
      {
        "id":"ED407839",
        "title":"Trading Places: Walking in Their Shoes."},
      {
        "id":"ED407840",
        "title":"German Studies: A Paradigm of Change. Comments on Standards, Curriculum, and Testing."},
      {
        "id":"ED407842",
        "title":"A Proposed ESL Program for California State University, Los Angeles. A Discussion Paper Based on Meetings during 1995-1996 of the ESL Advisory Committee."},
      {
        "id":"ED407843",
        "title":"Socio-affective Factors in Second Language Acquisition."},
      {
        "id":"ED407845",
        "title":"What's In a Name? An Argument Against \"Multicultural\" Education."},
      {
        "id":"ED407846",
        "title":"New Horizons in Education, Number 37."},
      {
        "id":"ED407848",
        "title":"Evaluation de l'experience d'apprentissage bilingue de Sierre, 1994/95 (Evaluation of the Bilingual Education Experiment in Sierre, 1994/95)."},
      {
        "id":"ED407849",
        "title":"The Whorfian Hypothesis."},
      {
        "id":"ED407850",
        "title":"Empowering ESL Students in the Mainstream through Self Assessment and Contracted Learning."},
      {
        "id":"ED407852",
        "title":"JNCL Annual State Survey, 1996. An Assessment of Support for Foreign Languages, Bilingual Education, and English as a Second Language."},
      {
        "id":"ED407853",
        "title":"Beliefs about Language Learning Held by Students and Their Teacher (A Pilot Study)."},
      {
        "id":"ED407854",
        "title":"Students and Their Teachers of Arabic: Beliefs about Language Learning."},
      {
        "id":"ED407856",
        "title":"Strategies and Perceptions of Second Language Students."},
      {
        "id":"ED407857",
        "title":"Global Awareness through Video News."},
      {
        "id":"ED407858",
        "title":"Profiles in Two-Way Immersion Education. Language in Education: Theory and Practice 89."},
      {
        "id":"ED407859",
        "title":"Authenticity in K-12 ESL Textbooks."},
      {
        "id":"ED407860",
        "title":"Using Literature for Language Teaching in ESOL."},
      {
        "id":"ED407861",
        "title":"TEANGA 15: The Irish Yearbook of Applied Linguistics = Bliainiris na Teangeolaiochta Feidhmi in Eirinn."},
      {
        "id":"ED407862",
        "title":"Meaningful Negotiation: A Study of the Pedagogical Value of Autotutor - An Interactive Video Learning Resource."},
      {
        "id":"ED407863",
        "title":"Medium of Instruction in the L2 Classroom."},
      {
        "id":"ED407864",
        "title":"The Story of Language Contact and Shift in Ireland: How Unique, How Universal?"},
      {
        "id":"ED407865",
        "title":"Creating the Third Self: Pragmatic Transfer in Third Language Acquisition."},
      {
        "id":"ED407866",
        "title":"Reading: Motivation through Challenge."},
      {
        "id":"ED407867",
        "title":"A Native Bound-Morpheme Combines with Fully Nativised Borrowed Morphemes: A Highly Productive Language-Contact Feature in the Irish of Cape Clear."},
      {
        "id":"ED407868",
        "title":"Teaching Irish to Americans: Focus on Feedback."},
      {
        "id":"ED407869",
        "title":"Syntactic Typology and the Problem with Choosing One Analysis."},
      {
        "id":"ED407870",
        "title":"Avoidance or Some Other Strategy: A Case for the Passive in Arabic and English."},
      {
        "id":"ED407871",
        "title":"SLA before ABC: Factors Facilitating Second Language Acquisition in Irish-Medium Playgroups."},
      {
        "id":"ED407872",
        "title":"Academic Regulation of EFL in Ireland: Developments since 1991."},
      {
        "id":"ED407873",
        "title":"Second Languages in the Primary School: The Age Factor Dimension."},
      {
        "id":"ED407874",
        "title":"Some Issues Regarding Irish."},
      {
        "id":"ED407878",
        "title":"English-Only and ESL Literacy in the Workplace: A Review of the Literature."},
      {
        "id":"ED407879",
        "title":"Workplace ESL Instruction: Interviews from the Field."},
      {
        "id":"ED407880",
        "title":"The Skills Enhancement Training Program."},
      {
        "id":"ED407881",
        "title":"Myths about Language Diversity and Literacy in the United States. ERIC Digest."},
      {
        "id":"ED407882",
        "title":"Needs Assessment for Adult ESL Learners. ERIC Digest."},
      {
        "id":"ED407884",
        "title":"Structure, Standpoint and Practices: The Construction and Meaning of the Boundaries of Blackness for African-American Female High School Seniors in the College Choice Process."},
      {
        "id":"ED407885",
        "title":"Dissertation Completers and Non-Completers: An Analysis of Psycho-Social Variables."},
      {
        "id":"ED407886",
        "title":"Opening a Conversation between Department Chairs: Possibilities for the U.S. and Australia."},
      {
        "id":"ED407887",
        "title":"The Main Reciprocal for Teaching Load: Faculty Use of Research Time."},
      {
        "id":"ED407888",
        "title":"Transitions to Adulthood: Recent Alumni's Views of Their Academic, Interpersonal and Life Skills."},
      {
        "id":"ED407889",
        "title":"Agency in Organisational Change."},
      {
        "id":"ED407890",
        "title":"Minorities in Higher Education. 1993 Twelfth Annual Status Report."},
      {
        "id":"ED407891",
        "title":"Minorities in Higher Education. 1994 Thirteenth Annual Status Report."},
      {
        "id":"ED407892",
        "title":"Minorities in Higher Education. 1995-96 Fourteenth Annual Status Report."},
      {
        "id":"ED407893",
        "title":"What the Rosenberger Decision Means."},
      {
        "id":"ED407894",
        "title":"The Social Construction of Graduation Rates: Conceptions of College Completion and Their Socio-Political Implications."},
      {
        "id":"ED407895",
        "title":"Implications of Proposed University of Maryland System Patenting Policy Change."},
      {
        "id":"ED407899",
        "title":"Ethical Principles in University Teaching."},
      {
        "id":"ED407900",
        "title":"Progress Report on the Effectiveness of Collaborative Student Academic Development Programs."},
      {
        "id":"ED407901",
        "title":"Faculty Salaries at California's Public Universities, 1997-98. A Report to the Legislature and Governor in Response to Senate Concurrent Resolution No. 51 (1965). Commission Report 97-2."},
      {
        "id":"ED407902",
        "title":"Student Activism as an Agent of Social Change: A Phenomenological Analysis of Contemporary Campus Unrest."},
      {
        "id":"ED407912",
        "title":"Achieving Gender Equity: A Basic Guide to Title IX and Gender Equity in Athletics for Colleges and Universities."},
      {
        "id":"ED407913",
        "title":"NCAA Guide for the 2-Year College Student-Athlete 1996-97."},
      {
        "id":"ED407914",
        "title":"A Career in Professional Athletics: A Guide for Making the Transition."},
      {
        "id":"ED407915",
        "title":"NCAA Guide for the College-Bound Student-Athlete, 1996-97."},
      {
        "id":"ED407916",
        "title":"Racial and Ethnic Preference in College Admissions. Brookings Policy Briefs."},
      {
        "id":"ED407917",
        "title":"A Course for the Future: Higher Education and Economic Development. A Report to the Governor."},
      {
        "id":"ED407918",
        "title":"Cultural Support for International TAs: An Undergraduate Buddy Program."},
      {
        "id":"ED407919",
        "title":"Teaching in a Research University: Professors' Conceptions, Practices, and Disciplinary Differences."},
      {
        "id":"ED407920",
        "title":"Enrollments and Degrees Report."},
      {
        "id":"ED407921",
        "title":"The Impact of a Study Abroad Program in Jordan on Undergraduate University Students."},
      {
        "id":"ED407922",
        "title":"Methods for Upgrading an Intramural-Recreational Sports Program: An Agency Report."},
      {
        "id":"ED407923",
        "title":"Putting the Pieces Together: A Report Examining Computer Technology in New York State&apos;s Public Schools."},
      {
        "id":"ED407924",
        "title":"Staking Out the Public Interest in the Merger between Pacific Telesis and Southwestern Bell Corporation. A White Paper."},
      {
        "id":"ED407925",
        "title":"Students and Computers Coaching Each Other: A Method for Teaching Important Thinking Skills."},
      {
        "id":"ED407927",
        "title":"An Introduction to Internet Resources for K-12 Educators. Part I: Information Resources, Update 1997. ERIC Digest."},
      {
        "id":"ED407928",
        "title":"An Introduction to Internet Resources for K-12 Educators. Part II: Answering, Listservs, Discussion Groups, Update 1997. ERIC Digest."},
      {
        "id":"ED407929",
        "title":"The Culture of Computer Technology in Education and Research: A Canadian Perspective."},
      {
        "id":"ED407931",
        "title":"Student Responses to Their Immersion in a Virtual Environment."},
      {
        "id":"ED407935",
        "title":"Ohio SchoolNet Initiatives: The Role of the Ohio Education Computer Network."},
      {
        "id":"ED407937",
        "title":"Patterns of Leadership in Virtual Professional Communities: The Case of 250 Israeli Science and Technology Educators."},
      {
        "id":"ED407938",
        "title":"Concept Mapping: A Graphical System for Understanding the Relationship between Concepts. ERIC Digest."},
      {
        "id":"ED407939",
        "title":"Live vs. Taped: New Perspectives in Satellite-Based Programming for Primary Grades."},
      {
        "id":"ED407940",
        "title":"Connections: A Statewide Plan for Technology in Idaho Public Schools."},
      {
        "id":"ED407941",
        "title":"Computer and Internet Use among Special Education Graduate Students."},
      {
        "id":"ED407942",
        "title":"The Arab-Israeli Conflict as Depicted in Children's and Young Adult Non-Fiction Literature."},
      {
        "id":"ED407943",
        "title":"Local Places, Global Connections: Libraries in the Digital Age. What's Going On Series."},
      {
        "id":"ED407947",
        "title":"Nebraska Public Library Profile. 1994-1995 Statistical Data."},
      {
        "id":"ED407948",
        "title":"Mississippi Library Commission Data Network Specifications."},
      {
        "id":"ED407949",
        "title":"Oklahoma Library Trustee Handbook, 1996."},
      {
        "id":"ED407955",
        "title":"The Los Angeles Community College District Crisis, 1981-1987."},
      {
        "id":"ED407956",
        "title":"The California Community College Crisis: A Study of Mission, Governance, and Funding, 1981-1987."},
      {
        "id":"ED407958",
        "title":"Educating for the Global Community: A Framework for Community Colleges. Report of a Conference Sponsored by the American Council on International Intercultural Education and the Stanley Foundation (Warrenton, VA, November 15-17, 1996)."},
      {
        "id":"ED407959",
        "title":"Impact of Culture on Business Behavior. Asian Studies Instructional Module."},
      {
        "id":"ED407960",
        "title":"An Introduction to Modern Asian Economics. Asian Studies Instructional Module."},
      {
        "id":"ED407961",
        "title":"An Introduction to Asian and Asian American Fiction. Asian Studies Instructional Module."},
      {
        "id":"ED407962",
        "title":"Overview of Japanese Poetry. Asian Studies Instructional Module."},
      {
        "id":"ED407963",
        "title":"Reading and Writing about Pacific Rim Cultures. Asian Studies Instructional Module."},
      {
        "id":"ED407964",
        "title":"Chinese Mythology: Background and Influences. Asian Studies Instructional Module."},
      {
        "id":"ED407965",
        "title":"Asian Short Fiction. Asian Studies Instructional Module."},
      {
        "id":"ED407966",
        "title":"Understanding Japanese Cultural Code Words. Asian Studies Module."},
      {
        "id":"ED407967",
        "title":"French Polynesia. Asian Studies Module."},
      {
        "id":"ED407968",
        "title":"The Philippines in Spanish Rule. Asian Studies Module."},
      {
        "id":"ED407969",
        "title":"The &quot;Black Ships&quot; and &quot;Sakoku&quot;: Commodore Matthew C. Perry's Expedition to  Japan. Asian Studies Module."},
      {
        "id":"ED407970",
        "title":"East Meets West--An Introduction to the Design of Residential Interiors in Contemporary Asian Countries. Asian Studies Module."},
      {
        "id":"ED407971",
        "title":"Locating Asian Materials in the Meramec Library. Asian Studies Module."},
      {
        "id":"ED407972",
        "title":"The Dynamics of Social Stratification in Contemporary Asian Societies. Asian Studies Module."},
      {
        "id":"ED407973",
        "title":"Faculty Internships in California Community Colleges."},
      {
        "id":"ED407974",
        "title":"Corridors to Economic Growth and Employment: 1994-95 Final Report to the Governor and the Legislature."},
      {
        "id":"ED407975",
        "title":"Consultation Handbook, September 1996."},
      {
        "id":"ED407976",
        "title":"Fiscal Data Abstract, 1995-96."},
      {
        "id":"ED407977",
        "title":"Report on Staffing and Salaries, Fall 1994."},
      {
        "id":"ED407978",
        "title":"Report on Staffing and Salaries, Fall 1995."},
      {
        "id":"ED407979",
        "title":"Economic Development Network (ED&gt;Net): 1995-96 Report to the Governor and the Legislature."},
      {
        "id":"ED407980",
        "title":"Educating Welfare Recipients in California Community Colleges. Part 1: Student Characteristics, Activities, and Performance."},
      {
        "id":"ED407981",
        "title":"Are Community Colleges Right for South Africa?"},
      {
        "id":"ED407982",
        "title":"The American Community College: A Perspective."},
      {
        "id":"ED407983",
        "title":"Student Characteristics and Enrollment Challenges. Report 97.06-SR."},
      {
        "id":"ED407984",
        "title":"Fourth Generation Evaluation, Program Review and the Institutional Researcher."},
      {
        "id":"ED407985",
        "title":"Block Transfer: Issues and Options. British Columbia Council on Admissions &amp; Transfer Discussion Paper."},
      {
        "id":"ED407986",
        "title":"A Demographic and Student Outcomes Profile of AFDC Students Enrolled in Los Rios Colleges: Fall 1996."},
      {
        "id":"ED407987",
        "title":"Critical Thinking: A Model for Collaborative Research."},
      {
        "id":"ED407989",
        "title":"What Is College-Level Course Work?"},
      {
        "id":"ED407990",
        "title":"Community-Based Programming: Expanding the College Mission of the 21st Century."},
      {
        "id":"ED407991",
        "title":"Presidential Leadership: What Is Important?"},
      {
        "id":"ED407992",
        "title":"Los Angeles Community Colleges Student Characteristics, Fall 1996."},
      {
        "id":"ED407993",
        "title":"A Report on the Faculty and Staff Development Needs and Preferences of Alabama's Two-Year College Employees."},
      {
        "id":"ED407994",
        "title":"Documenting Faculty Credentials in Technical Colleges for Accreditation."},
      {
        "id":"ED407995",
        "title":"Retention Awards: Are They an Effective Means of Retaining Students?"},
      {
        "id":"ED407996",
        "title":"Tracking Student Credit Hour Generation and Transfer Success from Gainesville College to System Senior Institutions: Fall of 1990 to Fall of 1995."},
      {
        "id":"ED407997",
        "title":"12 Measures of Success."},
      {
        "id":"ED407998",
        "title":"The Case for Title III."},
      {
        "id":"ED407999",
        "title":"Project Profile Report, Fall 1994."},
      {
        "id":"ED408000",
        "title":"Pennsylvania College of Technology Sourcebook, 1996-97."},
      {
        "id":"ED408001",
        "title":"Non-Matriculant Survey Report, Fall 1995."},
      {
        "id":"ED408002",
        "title":"The Texas Study: A Regression Analysis of Selected Factors that Influence the Scores of Students on the TASP Test."},
      {
        "id":"ED408003",
        "title":"Roles and Responsibilities--Single College Orientation."},
      {
        "id":"ED408004",
        "title":"TQM and Faculty Evaluation: Ever the Twain Shall Meet? ERIC Digest."},
      {
        "id":"ED408005",
        "title":"Creating Opportunities: Using Information Technology in Education. Report 971-02."},
      {
        "id":"ED408006",
        "title":"Data and Characteristics of the Illinois Public Community College System."},
      {
        "id":"ED408007",
        "title":"Child Care as a Cultural Task = Kinderbetreuung als kulturelle Aufgabe."},
      {
        "id":"ED408008",
        "title":"Prekindergarten Program Process Evaluation Report, 1994-95."},
      {
        "id":"ED408009",
        "title":"National Association of State Boards of Education: Testimony before the U.S. Senate Committee on Labor and Human Resources."},
      {
        "id":"ED408010",
        "title":"The Relationship between Childhood Maltreatment and Adolescent Involvement in Delinquency. Working Paper No. 17."},
      {
        "id":"ED408013",
        "title":"Improving Students' Readiness To Learn."},
      {
        "id":"ED408014",
        "title":"Chilliwack Community Services Strategic Initiatives Registration Project: Start Up Phase-Summary Report."},
      {
        "id":"ED408015",
        "title":"Te Whariki: National Early Childhood Curriculum Guidelines and Its Relationship with the New Zealand Curriculum for Schools."},
      {
        "id":"ED408017",
        "title":"Helping Families Work: A 1995/1996 Factbook."},
      {
        "id":"ED408019",
        "title":"Peer Mediation Training: A Solution to Violence in Schools."},
      {
        "id":"ED408023",
        "title":"Self-Regulation during Computer Skills Learning: The Influence of Goals and Self-Evaluation."},
      {
        "id":"ED408025",
        "title":"Family Level Processes in Children's Adaptation to School."},
      {
        "id":"ED408026",
        "title":"Kids to Kids International: By Creating Picture Books Your Students Can Communicate with Children from Different Cultures."},
      {
        "id":"ED408028",
        "title":"Interpersonal Defense: School-Aged Children's Understanding of the Effects of Conflict and Feed Forward Consequences."},
      {
        "id":"ED408029",
        "title":"Families, Communities, Schools--Learning Together. Fall 1996. Bulletin No. 97110."},
      {
        "id":"ED408031",
        "title":"El Apoyo a las Ninas en la Temprana Adolescencia (Supporting Girls in Early Adolescence). ERIC Digest."},
      {
        "id":"ED408032",
        "title":"Los Pactos entre Padres y Maestros (Teacher-Parent Partnerships). ERIC Digest."},
      {
        "id":"ED408033",
        "title":"El Papel de los Padres en el Desarrollo de la Competencia Social (The Role of Parents in the Development of Peer Group Competence). ERIC Digest."},
      {
        "id":"ED408034",
        "title":"South Carolina Kids Count Report, 1996."},
      {
        "id":"ED408037",
        "title":"Social Policy Report, 1996."},
      {
        "id":"ED408038",
        "title":"Implementation of Head Start in Ohio."},
      {
        "id":"ED408041",
        "title":"WisKids Count Data Book, 1997: A Portrait of Child Health in Wisconsin. Book 4."},
      {
        "id":"ED408042",
        "title":"Kids Count in Nebraska 1996 Report."},
      {
        "id":"ED408043",
        "title":"The State of Our Children: Kids Count in Vermont. 1994 Data Book."},
      {
        "id":"ED408045",
        "title":"Children's Services Report Card, 1996: Measuring Minnesota's Progress for Children. Summary Report."},
      {
        "id":"ED408046",
        "title":"An Overview of Full-Day Kindergarten."},
      {
        "id":"ED404046",
        "title":"Spanish Proficiency and Self-Esteem: A Study of Mexican American 8th Graders."},
      {
        "id":"ED404047",
        "title":"Native Americans: Leaders in the 21st Century. A Comprehensive Statewide Plan for Indian Education."},
      {
        "id":"ED404048",
        "title":"Green in Green: A Study of Inner Disconnection, Its Implications and Rectification."},
      {
        "id":"ED404049",
        "title":"American Indian Education in the Chicago Public Schools: Another Look."},
      {
        "id":"ED404050",
        "title":"Latinas and HIV/AIDS: Implications for the 90s."},
      {
        "id":"ED404051",
        "title":"Considerations for Reaching the Latino Population with Sexuality and HIV/AIDS Information and Education."},
      {
        "id":"ED404054",
        "title":"The Accelerated Schools Project: Pope Elementary School, 1993-94."},
      {
        "id":"ED404055",
        "title":"Psychological Factors in Wilderness Rescue."},
      {
        "id":"ED404056",
        "title":"Wetland Perspectives: Ways of Looking at the Landscape (July 10-July 21, 1995). An Education Program for K-12 Teachers and Environmental Educators Focusing on Various Ways of Understanding Natural Aquatic Systems. Final Report."},
      {
        "id":"ED404058",
        "title":"Women and Girls, Tradition, Modernity and Post-Modernity in Education in the Province of Sindh."},
      {
        "id":"ED404059",
        "title":"Literacy for Women and Their Participation in the Labour Force in Pakistan."},
      {
        "id":"ED404060",
        "title":"Literacy, Income Generation, and Poverty Alleviation in Sindh Pakistan and Its Impact on Economic Development, Human Resource Development in Pakistan."},
      {
        "id":"ED404061",
        "title":"Technology and Distance Education: Sharing Experience in Sindh, Pakistan."},
      {
        "id":"ED404062",
        "title":"Communication Gap in Education in Sindh, Pakistan."},
      {
        "id":"ED404063",
        "title":"Rural Scholars or Bright Rednecks? Aspirations for a Sense of Place among Rural Youth in Appalachia."},
      {
        "id":"ED404064",
        "title":"Tribal Colleges: A Study of Development, Mission, and Leadership."},
      {
        "id":"ED404065",
        "title":"Chicano Studies at Metro State College of Denver: Suggestions for Proactive Strategies."},
      {
        "id":"ED404066",
        "title":"Acceleration as a Means of Individualizing Instruction for Gifted Students in Rural Schools: A Preservice Rural Special Education Module."},
      {
        "id":"ED404067",
        "title":"Proceedings of the 1992 and 1993 Conferences on Outdoor Recreation (Calgary, Alberta, Canada, November 12-14, 1992; Corvallis, Oregon, November 11-13, 1993)."},
      {
        "id":"ED404068",
        "title":"The Canadian Association of Nordic Ski Instructors: Instructor Certification Model."},
      {
        "id":"ED404069",
        "title":"A Computerized Cataloging System for an Outdoor Program Library or Resource Center."},
      {
        "id":"ED404070",
        "title":"An IBM Compatible Participant Data Base System for Outdoor Programs."},
      {
        "id":"ED404071",
        "title":"Listen to Your Inner Voice: Using Your Intuition in Outdoor Leadership."},
      {
        "id":"ED404072",
        "title":"Moving Ahead: Program Review & Evaluation As Tools for Growth."},
      {
        "id":"ED404073",
        "title":"Outdoor Program Management Concepts for the 90's."},
      {
        "id":"ED404074",
        "title":"Reducing the Odds: Backcountry Powder Skiing in Avalanche Terrain."},
      {
        "id":"ED404075",
        "title":"Risk Management and Litigation Avoidance in Outdoor Recreation Programming."},
      {
        "id":"ED404076",
        "title":"Why Is Outdoor Recreation Worth $30 Million to the Air Force?"},
      {
        "id":"ED404077",
        "title":"Proceedings of the 1995 International Conference on Outdoor Recreation and Education (Ithaca, New York, October 26-28, 1995)."},
      {
        "id":"ED404078",
        "title":"Arriba! Building Teamwork and a Ropes Course in Mexico."},
      {
        "id":"ED404079",
        "title":"An Examination of Negligence, Assumption of Risk, and Risk Management in Outdoor Recreation."},
      {
        "id":"ED404080",
        "title":"Is Cheese Food Really Food? a.k.a. Some Conscious Alternatives to Overprocessing Experience."},
      {
        "id":"ED404081",
        "title":"Land Access, Protection and Permits."},
      {
        "id":"ED404082",
        "title":"Re-Establishing a Clean Climbing Ethic."},
      {
        "id":"ED404083",
        "title":"The Role of Tacit Knowledge in Judgement and Decision Making."},
      {
        "id":"ED404084",
        "title":"Teaching Technical Skills through Play."},
      {
        "id":"ED404085",
        "title":"Therapy in the Mountains."},
      {
        "id":"ED404086",
        "title":"UIAGM Ropehandling Techniques."},
      {
        "id":"ED404087",
        "title":"Using Importance-Performance Analysis To Evaluate Teaching Effectiveness."},
      {
        "id":"ED404088",
        "title":"When Bambi Meets Godzilla: Bringing Environmental Education and Outdoor Recreation Together."},
      {
        "id":"ED404089",
        "title":"Whitewater River Accident Analysis."},
      {
        "id":"ED404090",
        "title":"Transforming Curricular Consumption and Dehumanization: Chicana/o Spiritualization and the Curriculum."},
      {
        "id":"ED404094",
        "title":"Organizing for Schooling. IDRA Focus."},
      {
        "id":"ED404095",
        "title":"Standards and Assessment. IDRA Focus."},
      {
        "id":"ED404097",
        "title":"Southern Appalachian Settlement Schools as Early Initiators of Integrated Services."},
      {
        "id":"ED404098",
        "title":"Designing Curricula for Conceptual Restructuring: Lessons from the Study of Knowledge Acquisition in Astronomy."},
      {
        "id":"ED404099",
        "title":"Enseignement des Sciences STS: Pour unifier les buts de l'enseignement des sciences. (STS Sciences Education: Unifying the Goals of Science Education)."},
      {
        "id":"ED404100",
        "title":"Implementing a Novel Computer-Related Algebra Course. RAND Note."},
      {
        "id":"ED404101",
        "title":"Research in Science Education, Volume 1990. Selected Refereed Papers from the Annual Conference of the Australasian Science Education Research Association (21st, Perth, Western Australia, July 1990)."},
      {
        "id":"ED404103",
        "title":"Ike 101: The Dwight D. Eisenhower Program for Mathematics and Science Education National Conference (Arlington, Virginia, November 17-22, 1991)."},
      {
        "id":"ED404104",
        "title":"The Use of Videotaped Lessons To Identify Prospective Teachers' Initial Beliefs Concerning Issues in Mathematics and Science Teacher Education."},
      {
        "id":"ED404105",
        "title":"The Implementation of the 1989 Assessment Standards for School Mathematics in Grades K-3."},
      {
        "id":"ED404106",
        "title":"Technology, Science Education and the World of Work."},
      {
        "id":"ED404107",
        "title":"The Best of CLEARING: Environmental Education in the Pacific Northwest. Volumes I-IV: Issues 1-80."},
      {
        "id":"ED404108",
        "title":"Student Attitudes and Academic Background as Predictors of Achievement in College Mathematics."},
      {
        "id":"ED404109",
        "title":"The Role of Cognitive Dissonance on the Science Attitudes of Middle School Students."},
      {
        "id":"ED404111",
        "title":"The Effect of the Science Learning Environment on Science Achievement and Equity."},
      {
        "id":"ED404112",
        "title":"Mathematical Tasks and the NCTM Curriculum and Evaluation Standards."},
      {
        "id":"ED404116",
        "title":"Lexique Anglais-Francais et Francais-Anglais. Mathematqiues, Secondaire 7-12, Edition Provisoire (A Mathematics English-French, French-English Glossary for Secondary Schools, Grades 7-12, Provisional Edition)."},
      {
        "id":"ED404118",
        "title":"Recycling Lesson Plans."},
      {
        "id":"ED404119",
        "title":"The Living Ocean."},
      {
        "id":"ED404120",
        "title":"We Depend on Illinois' Environment."},
      {
        "id":"ED404124",
        "title":"Gee-Wow! Adventures in Water Education. Second Edition."},
      {
        "id":"ED404127",
        "title":"A Longitudinal Study of Preservice Elementary Teachers' Personal and Science Teaching Efficacy."},
      {
        "id":"ED404128",
        "title":"Constructivist and Objectivist Approaches to Teaching Chemistry Concepts to Junior High School Students."},
      {
        "id":"ED404129",
        "title":"Can We Improve Science Literacy?"},
      {
        "id":"ED404130",
        "title":"Conceptions of Quality Learning Held by High School and University Physics Teachers."},
      {
        "id":"ED404131",
        "title":"Science Laboratory Classroom Environments and Student Attitudes in Chemistry Classes in Singapore."},
      {
        "id":"ED404132",
        "title":"Gender Differences in Attitude toward Science."},
      {
        "id":"ED404133",
        "title":"Explaining Science Self-Efficacy."},
      {
        "id":"ED404134",
        "title":"Women's Participation in Science Courses at School: Personal Choice and Situational Constraint."},
      {
        "id":"ED404135",
        "title":"Discontinuities in Science Teaching: A Developmental Analysis."},
      {
        "id":"ED404136",
        "title":"Teaching for Thinking in Senior High Science."},
      {
        "id":"ED404137",
        "title":"Chemistry 20-30: Background, Exemplars and Resources."},
      {
        "id":"ED404138",
        "title":"Biology 20-30: Background, Exemplars and Resources."},
      {
        "id":"ED404139",
        "title":"Science 20-30: Background, Exemplars and Resources."},
      {
        "id":"ED404140",
        "title":"Physics 20-30 Background, Exemplars and Resources."},
      {
        "id":"ED404147",
        "title":"Mathematical Knowledge and the Intermediate School Teacher."},
      {
        "id":"ED404150",
        "title":"Research in Science Education...1992. Selected Refereed Papers from the Annual Conference of the Australasian Science Education Research Association (23rd, Hamilton, New Zealand, July 10-12, 1992)."},
      {
        "id":"ED404151",
        "title":"Research in Science Education, 1993. Selected Refereed Papers from the Annual Conference of the Australasian Science Education Research Association (24th, Lismore, New South Wales, Australia, July 8-11, 1993)."},
      {
        "id":"ED404152",
        "title":"Research in Science Education, 1994. Selected Refereed Papers from the Annual Conference of the Australasian Science Education Research Association (25th, Hobart, Tasmania, Australia, July 10-13, 1994)."},
      {
        "id":"ED404153",
        "title":"Engineering Concepts in the High School Classroom: The Dartmouth/Thayer Problem-Solving Methods."},
      {
        "id":"ED404154",
        "title":"Geothermal Energy."},
      {
        "id":"ED404156",
        "title":"Urban Forestry Laboratory Exercises for Elementary, Middle and High School Students."},
      {
        "id":"ED404158",
        "title":"Shaping the Future: New Expectations for Undergraduate Education in Science, Mathematics, Engineering, and Technology."},
      {
        "id":"ED404160",
        "title":"A Survey of the Use of Science Manipulatives in Elementary Schools."},
      {
        "id":"ED404161",
        "title":"Gender Differences of Gifted and Talented Students on Mathematics Performance."},
      {
        "id":"ED404162",
        "title":"College Students' Misconceptions of Environmental Issues Related to Global Warming."},
      {
        "id":"ED404163",
        "title":"The Effects of Computers and Calculators on Computation and Geometry Achievement."},
      {
        "id":"ED404164",
        "title":"The Effects of Instructional Practices on Computation and Geometry Achievement."},
      {
        "id":"ED404165",
        "title":"The Attitudes toward Mathematics Instrument."},
      {
        "id":"ED404166",
        "title":"The Effects of a Communicative Approach on the Mathematical Problem Solving Proficiency of Language Minority Students."},
      {
        "id":"ED404167",
        "title":"Solving Word Problems in Mathematics: A Comparison of Traditional and Wholetheme Approaches."},
      {
        "id":"ED404168",
        "title":"Women and Underrepresented Minority Scientists and Engineers Have Lower Levels of Employment in Business and Industry."},
      {
        "id":"ED404175",
        "title":"Multidimensional Description of Subgroup Differences in Mathematics Achievement Data from the 1992 National Assessment of Educational Progress. Draft."},
      {
        "id":"ED404176",
        "title":"Language Background as a Variable in NAEP Mathematics Performance. NAEP TRP Task 3d: Language Background Study. Final Deliverable."},
      {
        "id":"ED404177",
        "title":"How Do You Know When You Understand? Using Explanation To Monitor and Construct Mathematical Understanding."},
      {
        "id":"ED404178",
        "title":"Making Sense of Mathematics: The Teacher's Role in Establishing a Classroom Community of Practice."},
      {
        "id":"ED404179",
        "title":"Mapping Test Items to the 1992 NAEP Mathematics Achievement Level Descriptions: Mathematics Educators' Interpretations and Their Relationship to Student Performance."},
      {
        "id":"ED404180",
        "title":"The Validity of Interpretations of the 1992 NAEP Achievement Levels in Mathematics."},
      {
        "id":"ED404181",
        "title":"New Jersey Mathematics Curriculum Framework."},
      {
        "id":"ED404183",
        "title":"Addressing Gender and Cognitive Issues in the Mathematics Classroom: A Constructivist Approach."},
      {
        "id":"ED404184",
        "title":"Mathematics Framework for the 1996 National Assessment of Educational Progress. NAEP Mathematics Consensus Project."},
      {
        "id":"ED404186",
        "title":"Current Concepts in Teaching Mathematics."},
      {
        "id":"ED404187",
        "title":"Human Resources for Science &amp; Technology: The European Region. Surveys of Science Resources Series Special Report."},
      {
        "id":"ED404188",
        "title":"Celebrations &amp; Challenges: A Report on Science Education Improvement."},
      {
        "id":"ED404189",
        "title":"Prototype of a Procedural Knowledge Teaching Model."},
      {
        "id":"ED404191",
        "title":"A Piagetian View of Learning Styles."},
      {
        "id":"ED404192",
        "title":"Gender Representation in Children's Science Book Visuals: A Comparative Study."},
      {
        "id":"ED404196",
        "title":"The Intriguing Past: Fundamentals of Archaeology. A Teacher's Guide for Fourth through Seventh Grades."},
      {
        "id":"ED404197",
        "title":"Civis Polonus: A Draft Proposal for the Development of Active Citizenship among Poland's Youth."},
      {
        "id":"ED404198",
        "title":"Ethnic and Cultural Representation in School Journals. Research Report No 92-4."},
      {
        "id":"ED404199",
        "title":"Current Trends in Educational Reform. International Commission on Education for the Twenty-First Century, First Session (Paris, France, March 2-4, 1993)."},
      {
        "id":"ED404200",
        "title":"The Financing of Education Systems. International Commission on Education for the Twenty-First Century, First Session (Paris, France, March 2-4, 1993)."},
      {
        "id":"ED404201",
        "title":"Contemporary Information and Communication Technologies and Education. International Commission on Education for the Twenty-First Century."},
      {
        "id":"ED404202",
        "title":"Constraints, Dangers, and Challenges of the Twenty-First Century. International Commission on Education for the Twenty-First Century."},
      {
        "id":"ED404203",
        "title":"Development and Education. International Commission on Education for the Twenty-First Century, Second Session (Dakar, Senegal, September 18-22, 1993)."},
      {
        "id":"ED404204",
        "title":"The Evolutionary Dynamics of Education Systems: Exposition on Institutional Development. International Commission on Education for the Twenty-First Century, Second Session (Dakar, Senegal, September 18-22, 1993)."},
      {
        "id":"ED404205",
        "title":"Education Systems in Sub-Saharan Africa: Diagnostic Elements and Recommendations. International Commission on Education for the Twenty-First Century. Draft Version."},
      {
        "id":"ED404206",
        "title":"The Role, Organization and Financing of Higher Education. International Commission on Education for the Twenty-First Century, Third Session Paris, France, January 12-15, 1994)."},
      {
        "id":"ED404207",
        "title":"Learning for the Twenty-First Century. International Commission on Education for the Twenty-First Century."},
      {
        "id":"ED404208",
        "title":"Basic Education in the Twenty-First Century. International Commission on Education for the Twenty-First Century (Vancouver, British Columbia, Canada, April 13-15, 1994)."},
      {
        "id":"ED404209",
        "title":"Education and Science in Africa: Possible Ways of Improvement in the Next Decade. International Commission on Education for the Twenty-First Century, Working Group on Education and Science (Paris, France, January 10-11, 1994)."},
      {
        "id":"ED404210",
        "title":"Education and Tolerance. International Commission on Education for the Twenty-First Century."},
      {
        "id":"ED404211",
        "title":"Educational Quality and Effective Schooling. International Commission on Education for the Twenty-First (Vancouver, British Columbia, Canada, April 11-12, 1994)."},
      {
        "id":"ED404212",
        "title":"Vocational Training Yesterday, Today and Tomorrow. International Commission on Education for the Twenty-First Century."},
      {
        "id":"ED404213",
        "title":"Report of the International Commission on Education for the Twenty-First Century, First Session (Paris, France, March 2-4, 1993)."},
      {
        "id":"ED404214",
        "title":"Report of the International Commission on Education for the Twenty-First Century, Second Session (Dakar, Senegal, September 18-21, 1993). Final Report."},
      {
        "id":"ED404215",
        "title":"Report of the International Commission on Education for the Twenty-First Century, Third Session (Paris, France, January 12-15, 1994). Report on the Study: Education and Science."},
      {
        "id":"ED404217",
        "title":"Address Given by Jacques Delors, Chairman of the International Commission on Education for the Twenty-First Century, to the 140th Session of the Executive Board."},
      {
        "id":"ED404218",
        "title":"Report by Jacques Delors, Chairman of the International Commission on Education for the Twenty-First Century, First Session (Paris, France, March 2-4, 1993)."},
      {
        "id":"ED404219",
        "title":"Address by Jacques Delors, Chairman of the International Commission on Education for the Twenty-First Century, General Conference of UNESCO (27th, Paris, France, November 2, 1993)."},
      {
        "id":"ED404220",
        "title":"Advocacy."},
      {
        "id":"ED404221",
        "title":"Art and Thinking Skills."},
      {
        "id":"ED404222",
        "title":"Global Education."},
      {
        "id":"ED404223",
        "title":"Tradition and Innovation."},
      {
        "id":"ED404230",
        "title":"Alaska Native Arts Education Survey."},
      {
        "id":"ED404232",
        "title":"Anthropological Materials Available from the Smithsonian Institution."},
      {
        "id":"ED404236",
        "title":"Twinning and Winning! Hokkaido, Japan, and Alberta, Canada. A Grade 7, Topic B, Social Studies Teaching Resource."},
      {
        "id":"ED404237",
        "title":"Student Interaction and Equity Education: Informal Social Studies In A &quot;Mainstream&quot; Middle School."},
      {
        "id":"ED404238",
        "title":"A Global Education Program for the High Schools of Adams County, Ohio. Applied Project."},
      {
        "id":"ED404239",
        "title":"The Status of the Elementary Social Studies in Delaware: Views from The Field."},
      {
        "id":"ED404242",
        "title":"Responding to a Major Problem of Adolescent Intolerance: Bullying. Peace Education Miniprints No. 82."},
      {
        "id":"ED404250",
        "title":"Elementary Economics: A Bibliography for Teachers, Grades K-6. Expanded Version."},
      {
        "id":"ED404251",
        "title":"Social Foundations of Education and the Debate about Flag Desecration."},
      {
        "id":"ED404252",
        "title":"Negotiating Dissonance and Safety: Social Education in the Elementary Classroom."},
      {
        "id":"ED404255",
        "title":"Civics, Social Studies, and Service Topic Bibliography."},
      {
        "id":"ED404256",
        "title":"Caribbean Connections: Overview of Regional History. Classroom Resources for Secondary Schools."},
      {
        "id":"ED404260",
        "title":"Juvenile Offenders and Victims: A National Report."},
      {
        "id":"ED404268",
        "title":"A Kaleidoscope of Cultures and the Arts."},
      {
        "id":"ED404269",
        "title":"Family, Food, and Society: A Teacher&apos;s Guide."},
      {
        "id":"ED404273",
        "title":"Americans Personal Participation in the Arts: 1992. A Monograph Describing the Data from the Survey of Public Participation in the Arts."},
      {
        "id":"ED404283",
        "title":"A Practical Guide to Arts Participation Research. Research Division Report #30."},
      {
        "id":"ED404286",
        "title":"Values, Technology, and Social Studies."},
      {
        "id":"ED404288",
        "title":"Texas Teacher Appraisal System. Evaluation Study."},
      {
        "id":"ED404290",
        "title":"Teacher Advisory Groups: What, Why, How and How Successful?"},
      {
        "id":"ED404291",
        "title":"Constructive Feedback: A Key to Successful Teaching and Learning."},
      {
        "id":"ED404293",
        "title":"A Case Study of Teacher Empowerment in a Professional Development School. Technical Report 940101."},
      {
        "id":"ED404299",
        "title":"Public Elementary Teachers' Views on Teacher Performance Evaluations. Statistical Analysis Report."},
      {
        "id":"ED404300",
        "title":"Preparing Teachers for Diversity: The Challenges of Teaching Multicultural Education."},
      {
        "id":"ED404301",
        "title":"Toward Teacher Growth: A Study of the Impact of Alberta's Teacher Evaluation Policy."},
      {
        "id":"ED404302",
        "title":"Growing Young Minds. AT&amp;T Teachers for Tomorrow Program. Final Report."},
      {
        "id":"ED404304",
        "title":"Bridging the Gap between Campus and School through Collaboration in a Professional Development School Network in Social Studies and Global Education."},
      {
        "id":"ED404306",
        "title":"Professional Development School 1995-96. A Research Report."},
      {
        "id":"ED404307",
        "title":"Tools for Teaching with Technology: The WIU Approach for Technology Integration into Teacher Education."},
      {
        "id":"ED404308",
        "title":"Transforming Teacher Education, Teaching and Student Learning in a Professional Development School Collaborative. A Work in Progress."},
      {
        "id":"ED404309",
        "title":"Conditions of Continuing Employment for K-12 Public School Teachers in Minnesota. House Research Information Brief."},
      {
        "id":"ED404310",
        "title":"Promoting Quality in Teaching through Diversity. A Report on the North Carolina Public Policy Forum. An Event of the North Carolina Consortium To Increase the Quality and Supply of Minority Teachers (May 30-31, 1996)."},
      {
        "id":"ED404311",
        "title":"Missouri Directory of Approved Professional Education Programs: Two-Year and Four-Year Colleges and Universities. Revised."},
      {
        "id":"ED404313",
        "title":"Sister Schools: An Experience in Culture Vision for Preservice Teachers and Elementary Children."},
      {
        "id":"ED404315",
        "title":"University and Public School Collaboration: Developing More Effective Teachers through Field-Based Teacher Preparation and New Teacher Support Programs."},
      {
        "id":"ED404316",
        "title":"Portfolios for the Continuing Licensure of Beginning Teachers: Their Development and Assessment."},
      {
        "id":"ED404317",
        "title":"A Scale Measuring the Ability To Relax Others."},
      {
        "id":"ED404321",
        "title":"Grants for Beginners: The Painless Guide for Teachers."},
      {
        "id":"ED404324",
        "title":"Philanthropy in Croatia: The Problems of Teaching."},
      {
        "id":"ED404325",
        "title":"Meeting the Standards: Improving Middle Level Teacher Education."},
      {
        "id":"ED404326",
        "title":"Portfolio Assessment. A Handbook for Middle Level Teachers."},
      {
        "id":"ED404327",
        "title":"Limited Democracy: Voice and Choice in the Language Methods Class."},
      {
        "id":"ED404330",
        "title":"Listserv as Journal: Computer-based Reflection in a Program for Preservice Mathematics and Science Teachers."},
      {
        "id":"ED404331",
        "title":"Linking Teacher Evaluation, Professional Growth, and Motivation: A Multiple-Site Case Study."},
      {
        "id":"ED404332",
        "title":"Issues of Domination and Partnership within Emerging Constructs of Power: Teacher Beliefs Embedded in Practice."},
      {
        "id":"ED404333",
        "title":"The Problem with Power: Whose Definition? &quot;Gendered&quot; Language Differences on Both Personal and Organizational Factors of Power with US and Canadian Teachers."},
      {
        "id":"ED404334",
        "title":"Post-Baccalaureate Teacher Certification Programs: Strategies for Enhancement, Improvement, and Peaceful Co-existence with Traditional Teacher Certification Programs."},
      {
        "id":"ED404335",
        "title":"Integrated Services for Children &amp; Families. Improving Outcomes in the Midwest Region. Policy Report No. 2."},
      {
        "id":"ED404337",
        "title":"Teachers' Sense of Community: How Do Public and Private School Compare?"},
      {
        "id":"ED404338",
        "title":"Gender and Ability Differences in Children's Writing."},
      {
        "id":"ED404339",
        "title":"Assessing School Work Culture: An Analysis and Strategy."},
      {
        "id":"ED404340",
        "title":"A Report on the Virginia Beach Client Satisfaction Plan for Teachers. Executive Summary."},
      {
        "id":"ED404341",
        "title":"A Report on the Virginia Beach Parent Perception Survey. Executive Summary."},
      {
        "id":"ED404343",
        "title":"A Cognitive Study Based on the National Assessment of Educational Progress (NAEP) Science Assessment."},
      {
        "id":"ED404345",
        "title":"International Partnership in Educational Evaluation: The NEWLO Project."},
      {
        "id":"ED404346",
        "title":"Student-Maintained Portfolios and Peer Mentoring as a Means of Empowering and Motivating Students: Unexpected Outcomes."},
      {
        "id":"ED404347",
        "title":"The Importance of Structure Coefficients in Structural Equation Modeling Confirmatory Factor Analysis."},
      {
        "id":"ED404348",
        "title":"Full Rank Multivariate Repeated Measurement Designs and Extended Linear Hypotheses."},
      {
        "id":"ED404349",
        "title":"Using Item &quot;Testlets&quot;/&quot;Parcels&quot; in Confirmatory Factor Analysis: An Example Using the PPSDQ-78."},
      {
        "id":"ED404350",
        "title":"Title I Best Practices Review 1995-96. Publication 95.06."},
      {
        "id":"ED404351",
        "title":"Degrees of Consciousness in the Communication of Actions and Events on the Visual Cliff. No. 58."},
      {
        "id":"ED404352",
        "title":"Cognitive Engagement in Cooperative Learning."},
      {
        "id":"ED404353",
        "title":"A Meta-Analysis of Scripted Cooperative Learning."},
      {
        "id":"ED404355",
        "title":"Preservice Teachers' Computer Literacy: Validation of an Instrument To Measure Self-efficacy for Computer-based Technologies."},
      {
        "id":"ED404356",
        "title":"Combining Quantitative and Qualitative Methods To Improve the Research of Clinical Preparation."},
      {
        "id":"ED404357",
        "title":"An Analysis of Multiple-Choice Test Item Booklets."},
      {
        "id":"ED404358",
        "title":"On-line Multimedia Assessment of Curricula: Experiences with the Multimedia Forum Kiosk."},
      {
        "id":"ED404359",
        "title":"School Enrollment - Social and Economic Characteristics of Students: October 1994."},
      {
        "id":"ED404361",
        "title":"Single Group Repeated Measures Analysis: Pairwise Multiple Comparisons under Bradley's Stringent Criterion."},
      {
        "id":"ED404362",
        "title":"NAEP on the Net. http://www.ed.gov/NCES/naep/."},
      {
        "id":"ED404363",
        "title":"Adjusting for Coverage Bias Using Telephone Service Interruption Data. National Household Education Survey of 1993. Technical Report."},
      {
        "id":"ED404364",
        "title":"Federal Support for Education. Fiscal Years 1980 to 1996."},
      {
        "id":"ED404365",
        "title":"International Education Indicators: A Time Series Perspective."},
      {
        "id":"ED404366",
        "title":"Reporting Minority Students' Test Scores: How Well Can the NAEP Account for Differences in Social Context?"},
      {
        "id":"ED404367",
        "title":"Report on TRP Analyses of Issues Concerning Within-Age versus Cross-Age Scales for the National Assessment of Educational Progress."},
      {
        "id":"ED404368",
        "title":"An Evaluation of the Robustness of the NAEP Trend Lines for Racial/Ethnic Subgroups. NAEP TRP Task 3h: Non-Cognitive Variables."},
      {
        "id":"ED404369",
        "title":"NAEP TRP Task 3e: Achievement Dimensionality, Section A."},
      {
        "id":"ED404370",
        "title":"The Schools and Staffing Survey. Recommendations for the Future. Conference Proceedings."},
      {
        "id":"ED404371",
        "title":"Opportunity-to-Learn Effects on Achievement: Analytical Aspects."},
      {
        "id":"ED404372",
        "title":"Identifying Students at Risk of Low Achievement in NAEP and NELS."},
      {
        "id":"ED404373",
        "title":"Experimental Studies on Motivation and NAEP Test Performance. Final Report. NAEP TRP Task 3a: Experimental Motivation"},
      {
        "id":"ED404374",
        "title":"NAEP Primer."},
      {
        "id":"ED404375",
        "title":"Assessing the Validity of the National Assessment of Educational Progress: NAEP Technical Review Panel White Paper."},
      {
        "id":"ED404377",
        "title":"The NAEP 1994 Technical Report."},
      {
        "id":"ED404378",
        "title":"How To Study for and Take College Tests."},
      {
        "id":"ED404379",
        "title":"Building Knowledge for a Nation of Learners: A Framework for Education Research 1997. A Report by the Assistant Secretary, Office of Educational Research and Improvement, Sharon P. Robinson, and the National Educational Research Policy and Priorities Board."},
      {
        "id":"ED404380",
        "title":"Sociocultural Factors Affecting School Culture for African American Students: A Case Study."},
      {
        "id":"ED404381",
        "title":"Cultural Factors Influencing the Communicative Process in the Diverse Classroom."},
      {
        "id":"ED404382",
        "title":"Increasing Attendance of Innercity Youths."},
      {
        "id":"ED404383",
        "title":"The Development and Implementation of a Developmentally Appropriate Curriculum that Meets the Expectations of African American Parents."},
      {
        "id":"ED404384",
        "title":"High Achieving Classrooms for Minority Students: A Study of Three Teachers."},
      {
        "id":"ED404385",
        "title":"Postsecondary Employment and Education Status of Inner City Youth: Conventional Wisdom Reconsidered. Publication Series 95-14."},
      {
        "id":"ED404386",
        "title":"Neighborhoods, Troubles, and Schooling: The Ecology of Philadelphia's Public Schools. Publication Series 95-13."},
      {
        "id":"ED404391",
        "title":"From Cradle to School: A Practical Guide to Racial Equality in Early Childhood Education and Care. Revised."},
      {
        "id":"ED404400",
        "title":"Experiences That Prevent Peaceful Learning."},
      {
        "id":"ED404401",
        "title":"Resilience and Motivation in Two Ethnic Minority Populations."},
      {
        "id":"ED404402",
        "title":"Beacons of Hope: New York City's School-Based Community Centers. Program Focus."},
      {
        "id":"ED404403",
        "title":"Anti-Racist Education Project: A Summary Report on the Extent of Implementation and Changes Found in Wards 11/12 Schools: 1991-92 to 1994-95. No. 223."},
      {
        "id":"ED404404",
        "title":"Do Districts Enrolling High Percentages of Minority Students Spend Less? Issue Brief."},
      {
        "id":"ED404405",
        "title":"Supporting At-Risk Students. A Creative Team Approach."},
      {
        "id":"ED404406",
        "title":"Asian American Students At Risk: A Literature Review. Report No. 8."},
      {
        "id":"ED404411",
        "title":"Maintaining Set-Aside Programs under School Decentralization. A Review of Legal Mandates."},
      {
        "id":"ED404412",
        "title":"Resources To Fix Schools. The Necessities for Educating Children in Illinois."},
      {
        "id":"ED404413",
        "title":"Dispelling Myths: A Comparison of Spending for Public Education in Chicago and Its Suburbs."},
      {
        "id":"ED404414",
        "title":"Capacity Building for Neighborhood Development. An Analysis of the Chicago Approach."},
      {
        "id":"ED404415",
        "title":"Theories and Realities: A Symposium on Race and Poverty. Proceedings (Chicago, IL, January 19, 1994)."},
      {
        "id":"ED404416",
        "title":"Psychosocial Adaptation of the Taiwanese Immigrants in the United States."},
      {
        "id":"ED404417",
        "title":"A First-Year Evaluation Report of &quot;Children Achieving&quot;: Philadelphia's Education Reform."},
      {
        "id":"ED404418",
        "title":"A Tax Increase Is Essential To Improve Illinois Schools."},
      {
        "id":"ED404419",
        "title":"Chicago's Two Public School Systems: Standardized Test Results Compared by Racial/Ethnic Groups."},
      {
        "id":"ED404420",
        "title":"Evaluation of Violence Prevention Programs in Middle Schools. National Institute of Justice Update."},
      {
        "id":"ED404421",
        "title":"Intervening with High-Risk Youth. Preliminary Findings from the Children-at-Risk Program. National Institute of Justice Research Preview."},
      {
        "id":"ED404426",
        "title":"Conflict Resolution Education. A Guide to Implementing Programs in Schools, Youth-Serving Organizations, and Community and Juvenile Justice Settings. Program Report."},
      {
        "id":"ED404432",
        "title":"Bearing the Image of Model Minority: An Inside Look behind the Classroom Door."},
      {
        "id":"ED404433",
        "title":"Iraqi Kurds. Their History and Culture. CAL Refugee Fact Sheet Series No. 13."},
      {
        "id":"ED404436",
        "title":"Literacy for Health: Improving Health in the Inner City. Final Report and Curriculum Modules."},
      {
        "id":"ED404437",
        "title":"Professional Development of Adult Education Professors: A Study of the Kellogg Faculty Seminar Participants. Final Report."},
      {
        "id":"ED404438",
        "title":"Competency Based Training. How To Do It--for Trainers. A Guide for Teachers and Trainers on Approaches to Competency Based Training."},
      {
        "id":"ED404439",
        "title":"Linking Education and the Workplace: An Imperative for New Jersey's Economic Future."},
      {
        "id":"ED404441",
        "title":"Initial Considerations for Developing Workplace Curriculum (Based on Whole Language Concepts)."},
      {
        "id":"ED404442",
        "title":"Measurement of Employment in High Technology Sectors at the Regional Level. Report 318."},
      {
        "id":"ED404443",
        "title":"An Annotated Bibliography of Workplace Basic Education Resources and Readings--1996 Update."},
      {
        "id":"ED404444",
        "title":"Monitoring the Effectiveness of a Performance-focused Human Resource Development Workshop at Andersen Consulting Seven Days after the Workshop."},
      {
        "id":"ED404445",
        "title":"Monitoring the Effectiveness of a Performance-focused Human Resource Development Workshop at Andersen Consulting Three Months after the Workshop."},
      {
        "id":"ED404450",
        "title":"Servicemembers Opportunity Colleges 1972-1997. (Submitted as Part of SOC Final FY 96 Report.)"},
      {
        "id":"ED404451",
        "title":"Life after Graduation: Things You Need To Know about the Job Market."},
      {
        "id":"ED404452",
        "title":"Education vs. Training: A Military Perspective."},
      {
        "id":"ED404453",
        "title":"Providing Access to Education for United States Military Personnel: The Servicemembers Opportunity Colleges Model."},
      {
        "id":"ED404454",
        "title":"Some Major Contributions of the Military to the Field of Adult and Continuing Education in the United States (A Work in Progress)."},
      {
        "id":"ED404455",
        "title":"Work-Based Mentor Training for Pennsylvania's School-to-Work System. Final Report."},
      {
        "id":"ED404459",
        "title":"Gender Equity in New Jersey 1996. Secondary and Adult Enrollment in Vocational Education Programs and Single Parent Projects."},
      {
        "id":"ED404460",
        "title":"Programs Provide Needed Services to New Jersey Single Parents."},
      {
        "id":"ED404461",
        "title":"Changes in Math Anxiety Levels."},
      {
        "id":"ED404462",
        "title":"Sex Role Attitudes and Sex Role Stereotyping: Recent Literature."},
      {
        "id":"ED404463",
        "title":"Knowledge of Nontraditional Careers Increases."},
      {
        "id":"ED404464",
        "title":"Increases in Knowledge: Equity Standards."},
      {
        "id":"ED404465",
        "title":"Program Participants Increase Equitable Attitudes."},
      {
        "id":"ED404466",
        "title":"Gender Bias: Recent Research and Interventions."},
      {
        "id":"ED404467",
        "title":"New York State New Ventures Program Model. Comprehensive Evaluation Report 1991-1996."},
      {
        "id":"ED404468",
        "title":"Hearing on USERRA, Veterans' Preference in the VA Education Services Draft Discussion Bill. Hearing before the Subcommittee on Education, Training, Employment and Housing of the Committee on Veterans' Affairs, House of Representatives, One Hundred Fourth Congress, Second Session."},
      {
        "id":"ED404469",
        "title":"Learning from Experience: A Cross-Case Comparison of School-to-Work Transition Reform Initiatives."},
      {
        "id":"ED404470",
        "title":"Development of a Questionnaire To Evaluate Fox Valley Technical College's Marketing Communications with Prospective Student Inquiries."},
      {
        "id":"ED404471",
        "title":"Readings in Homelessness."},
      {
        "id":"ED404472",
        "title":"Self-Directed Learning Readiness and Homelessness."},
      {
        "id":"ED404473",
        "title":"Psychosocial Factors of the Literacy Classroom. A Teacher's Guide."},
      {
        "id":"ED404474",
        "title":"Educator, Student, and Employer Priorities for Tech Prep Student Outcomes."},
      {
        "id":"ED404475",
        "title":"Curriculum Quality Standards for School-to-Work: A Guidebook."},
      {
        "id":"ED404476",
        "title":"Vocational Education's Linkages with the Business Community of Michigan."},
      {
        "id":"ED404478",
        "title":"Literacy, Adults and Diversity. Literacy &amp; Learning Series, No. 1."},
      {
        "id":"ED404479",
        "title":"Equal Opportunities in Social Science Research Careers. IES Report 310."},
      {
        "id":"ED404481",
        "title":"Trading Skills for Sales Assistants. IES Report 323."},
      {
        "id":"ED404483",
        "title":"Partnership with Business and Industry: Technical Vocational Education in the Philippines."},
      {
        "id":"ED404484",
        "title":"School-to-Work Policy Insights from Recent International Developments."},
      {
        "id":"ED404485",
        "title":"Assessing Students for Workplace Readiness."},
      {
        "id":"ED404486",
        "title":"For the Teacher and by the Teacher: Development of Exemplar Technology Learning Activities in Taiwan."},
      {
        "id":"ED404487",
        "title":"Adventures in Collaboration: State Literacy Resource Centers."},
      {
        "id":"ED404489",
        "title":"Writing Case Studies: A Holistic Approach for Teaching Preservice Educators about Students with Disabilities."},
      {
        "id":"ED404490",
        "title":"Women, Welfare & Mandated Education: An Analysis of Single Mothers' Meaning of Learning and Its Relevance to Successful Programming."},
      {
        "id":"ED404491",
        "title":"Career Portfolio for Learning Support Students. Level II."},
      {
        "id":"ED404492",
        "title":"Employers' Use of the National Record of Achievement. IES Report 328. Manpower Commentary Series."},
      {
        "id":"ED404493",
        "title":"Reflections Beneath the Surface: We Are More than You See."},
      {
        "id":"ED404494",
        "title":"Work Values and Job Satisfaction of Arkansas Business Educators in Secondary Systems and Community/Technical Colleges."},
      {
        "id":"ED404495",
        "title":"The Development of a Competency Based Food Preparations Curriculum for High School Special Needs Students in New Castle County, Delaware."},
      {
        "id":"ED404496",
        "title":"Partnerships for Success through Research in Agricultural Education. Proceedings of the 1996 National Agricultural Education Research Meeting (Cincinnati, Ohio, December 4, 1996). Volume XXIII."},
      {
        "id":"ED404497",
        "title":"Learning Disabilities: An Overview. Adult Literacy Independent Learning Packet."},
      {
        "id":"ED404498",
        "title":"The Hispanic Culture and the Adult Student. Adult Literacy Independent Learning Packet."},
      {
        "id":"ED404499",
        "title":"Student Problems. Adult Literacy Independent Learning Packet."},
      {
        "id":"ED404500",
        "title":"Tutor Training: An Independent Learning Approach. Adult Literacy Independent Learning Packet."},
      {
        "id":"ED404501",
        "title":"Whole Language: An Introduction."},
      {
        "id":"ED404502",
        "title":"National Education Goal #5: Marketing the Goal."},
      {
        "id":"ED404503",
        "title":"Portfolio Assessment."},
      {
        "id":"ED404505",
        "title":"Vocational Teachers' Attitudes toward, Knowledge of, and Use of National Skill Standards."},
      {
        "id":"ED404506",
        "title":"Maths Work: Maths in the Textile, Clothing, Footwear &amp; Allied Industries."},
      {
        "id":"ED404507",
        "title":"A Backstairs to a Degree. Demands for an Open University in Late Victorian England. Leeds Studies in Adult and Continuing Education."},
      {
        "id":"ED404508",
        "title":"The Education of Part-Time Teachers in Further and Adult Education. A Retrospective Study. Leeds Studies in Continuing Education."},
      {
        "id":"ED404509",
        "title":"Learning through Labour. Training, Unemployment and the State 1890-1939. Leeds Studies in Continuing Education."},
      {
        "id":"ED404510",
        "title":"FEDA's 2020 Vision: Why We Need a Credit-Based Qualifications System."},
      {
        "id":"ED404511",
        "title":"On Course for Next Steps: Careers Education and Guidance for Students in FE."},
      {
        "id":"ED404512",
        "title":"JTPA Success Stories in Texas and Illinois: The Who, How and What of Successful Outcomes."},
      {
        "id":"ED404513",
        "title":"A Field-Based Approach to Vocational Education Reform."},
      {
        "id":"ED404514",
        "title":"A Revised Approach to the Professional Development and Licensure of Secondary T&I Teachers."},
      {
        "id":"ED404515",
        "title":"Elementary Career Development Materials: A Teacher's Resource List."},
      {
        "id":"ED404516",
        "title":"Work-in-Progress: Career and Work Education for Elementary Students."},
      {
        "id":"ED404517",
        "title":"National Service Programs. Role of State Commissions in Implementing the AmeriCorps Program. Report to the Congress."},
      {
        "id":"ED404536",
        "title":"Missouri Comprehensive Guidance Program Evaluation Project: Phase IV. Final Report."},
      {
        "id":"ED404538",
        "title":"Employers and Schools Working Together To Improve Student Achievement. High Schools That Work. Site Development Guide #7. Business and Education."},
      {
        "id":"ED404539",
        "title":"Outstanding Practices for Raising the Achievement of Career-Bound High School Students. High Schools That Work."},
      {
        "id":"ED404540",
        "title":"Outstanding Practices, 1995. Effective Strategies from &quot;High Schools That Work&quot; Sites in Raising the Achievement of Career-Bound High School Students."},
      {
        "id":"ED404541",
        "title":"Outstanding Practices, 1996. Effective Strategies in Raising the Achievement of Career-Bound High School Students."},
      {
        "id":"ED404542",
        "title":"Enhanced Leadership Education: Integrating Real Time Community Issues with Leadership Skill Training."},
      {
        "id":"ED404543",
        "title":"Focus Visits: A Process Improvement Model for Technical College Program Evaluation."},
      {
        "id":"ED404544",
        "title":"The 1996 Public Hearing of the State Council."},
      {
        "id":"ED404545",
        "title":"Comprehensive High School: An Effective Way To Integrate Academic and Vocational Education in Taiwan, Republic of China."},
      {
        "id":"ED404546",
        "title":"Communications Technologies in Open and Distance Learning in Asia: The Experience of the Asian Development Bank."},
      {
        "id":"ED404547",
        "title":"Environmental Education through Distance Education."},
      {
        "id":"ED404548",
        "title":"Skill Standards: Job Analysis Profiles Are Just the Beginning. Trends and Issues Alerts."},
      {
        "id":"ED404549",
        "title":"Postmodernism and Adult Education. Trends and Issues Alerts."},
      {
        "id":"ED404550",
        "title":"Preparation for Work. Findings from \"The Condition of Education, 1996,\" No. 8."},
      {
        "id":"ED404551",
        "title":"California's Job Training Programs: Financial and Outcome Data."},
      {
        "id":"ED404552",
        "title":"Colorado Job Training Partnership Act. Annual Report Program Year, 1994. July 1, 1994-June 30, 1995."},
      {
        "id":"ED404557",
        "title":"Policy Conversation on Literacy Research (Aylmer, Quebec, Canada, February 5-7, 1996). A Report."},
      {
        "id":"ED404558",
        "title":"Literacy Theatre."},
      {
        "id":"ED404559",
        "title":"Workforce Illiteracy in Alabama: Report of the Survey Group."},
      {
        "id":"ED404560",
        "title":"Improving Access and Relevance of Training through In-Plant Training: The Jamaican Experience."},
      {
        "id":"ED404562",
        "title":"Office of Vocational and Adult Education Fact Sheets."},
      {
        "id":"ED404563",
        "title":"Skill Standards Publications. Fact Sheet #SS-4."},
      {
        "id":"ED404565",
        "title":"Strategic Experiments in Vocational Education and Training in Quebec."},
      {
        "id":"ED404568",
        "title":"Teleworking: Guidelines for Good Practice. IES Report 329."},
      {
        "id":"ED404569",
        "title":"Adult Learning in Groups. Practice Application Brief."},
      {
        "id":"ED404570",
        "title":"Developing Collaborative Partnerships. Practice Application Brief."},
      {
        "id":"ED404571",
        "title":"Task Analysis Strategies and Practices. Practice Application Brief."},
      {
        "id":"ED404572",
        "title":"Building the Framework. The Development of Basic Skills Support in Further Education Colleges."},
      {
        "id":"ED404574",
        "title":"A Psychology of Education Reform."},
      {
        "id":"ED404575",
        "title":"What College Counselors Need To Know about HIV Disease: Some Recommendations from the Literature."},
      {
        "id":"ED404576",
        "title":"Cross-Cultural Examination of Women's Body Image Perception."},
      {
        "id":"ED404577",
        "title":"Voices from the Wilderness: An Idea Book for Rural Health Educators."},
      {
        "id":"ED404578",
        "title":"Early to Rise: A Guide to the Professional Development of Rural Health Educators."},
      {
        "id":"ED404579",
        "title":"An Action Approach to Career Counseling. ERIC Digest."},
      {
        "id":"ED404580",
        "title":"The &quot;High Five&quot; of Career Development. ERIC Digest."},
      {
        "id":"ED404581",
        "title":"Five Processes of Career Planning. ERIC Digest."},
      {
        "id":"ED404582",
        "title":"A Centric Career Counseling Model. ERIC Digest."},
      {
        "id":"ED404583",
        "title":"Using Simulations To Enhance Career Education. ERIC Digest."},
      {
        "id":"ED404584",
        "title":"Conflict in Career Decisions. ERIC Digest."},
      {
        "id":"ED404585",
        "title":"Pattern Identification Exercise. ERIC Digest."},
      {
        "id":"ED404586",
        "title":"Creating Self-Portraits. ERIC Digest."},
      {
        "id":"ED404587",
        "title":"Ethnographic Questioning in the Career Counseling Interview. ERIC Digest."},
      {
        "id":"ED404588",
        "title":"A Model for Group Employment Counseling. ERIC Digest."},
      {
        "id":"ED404589",
        "title":"The Relationship between Closeness to Significant Others and Self-Esteem in Children."},
      {
        "id":"ED404590",
        "title":"Childrens&apos; Self-Talk and Significant Others&apos; Positive and Negative Statements."},
      {
        "id":"ED404591",
        "title":"Evaluating Social Skills Programs in Schools."},
      {
        "id":"ED404592",
        "title":"Aggression in Schools: Gender and Developmental Differences."},
      {
        "id":"ED404593",
        "title":"Pathways to Peer Mediation."},
      {
        "id":"ED404594",
        "title":"Battler, Helper or Strategist...School Psychologists' Responses to Bullying and Violence in Schools."},
      {
        "id":"ED404595",
        "title":"A Learning-Teaching Approach to Behaviour Management in Schools."},
      {
        "id":"ED404596",
        "title":"How Safe Are You at Work? Occupational Health and Safety Issues for School Counsellors."},
      {
        "id":"ED404597",
        "title":"A Nineties Perspective on School Psychology: Changes in Service Delivery."},
      {
        "id":"ED404598",
        "title":"Understanding ACPA's Student Learning Imperative."},
      {
        "id":"ED404599",
        "title":"Current Issues and Perspectives in Group Work. A Counseling Monograph."},
      {
        "id":"ED404601",
        "title":"Reform in Student Affairs: A Synopsis. ERIC Digest."},
      {
        "id":"ED404602",
        "title":"Associations between Drug Use and Deviant Behavior in Teenagers. Health Sciences Program Reprint Series, 96-23D."},
      {
        "id":"ED404604",
        "title":"A Study of the Effect of a Preventive, Psychoeducational, Counselor Intervention on the Ethnic Identity Development of Haitian Adolescents."},
      {
        "id":"ED404605",
        "title":"Faculty and Student Services: Friends or Foes: A Workshop."},
      {
        "id":"ED404606",
        "title":"A Comparison of Two Sociometric Techniques with Parent and Teacher Ratings of Social Skills and Problem Behaviors."},
      {
        "id":"ED404607",
        "title":"Student Perceptions of the Intercollegiate Athletic Program at a Community College."},
      {
        "id":"ED404608",
        "title":"Reading Styles Preferences of Third, Fourth and Fifth Grade Students."},
      {
        "id":"ED404609",
        "title":"Connections Kit."},
      {
        "id":"ED404610",
        "title":"New Developments in Group Counseling."},
      {
        "id":"ED404611",
        "title":"Research in Counseling and Therapy."},
      {
        "id":"ED404613",
        "title":"Reaching Out to a Diversity of Learners: Innovative Educators Need Substantial Support."},
      {
        "id":"ED404614",
        "title":"Reading Better and Faster."},
      {
        "id":"ED404615",
        "title":"The Significance of Stance: An Invitation to Aesthetic Response."},
      {
        "id":"ED404616",
        "title":"Reading in Mathematics."},
      {
        "id":"ED404617",
        "title":"Effects of the Parent Volunteer Program upon Students' Self-Perception as a Reader."},
      {
        "id":"ED404618",
        "title":"Creative Reading: What It Is, How To Do It, and Why."},
      {
        "id":"ED404622",
        "title":"California Reading Initiative, 1996."},
      {
        "id":"ED404624",
        "title":"Critical Reading in the Content Areas: Course Handbook. Education L501."},
      {
        "id":"ED404625",
        "title":"What Works? Summary of Research about Teaching Reading. Hot Topic Guide 26. Revised Edition."},
      {
        "id":"ED404626",
        "title":"Who Reads Best? Factors Related to Reading Achievement in Grades 3, 7, and 11. The Nation's Report Card."},
      {
        "id":"ED404628",
        "title":"Motivating the Reluctant Reader: Using the Storytelling Episode Model."},
      {
        "id":"ED404630",
        "title":"What Is the Effect of Pre-School Attendance on Reading Achievement at the Third Grade?"},
      {
        "id":"ED404631",
        "title":"43 Ways To Help Students Become Better Readers and Writers."},
      {
        "id":"ED404632",
        "title":"Identification and Contribution of Instructional Method to At-Risk College Students' Academic Performance in Social Science Courses."},
      {
        "id":"ED404634",
        "title":"Success for All in Acre, Israel: Effects on Hebrew and Arabic Reading and Writing. (First Year)."},
      {
        "id":"ED404635",
        "title":"&quot;I Used To Think Reading Sucked!&quot; Promoting Positive Literacy Habits and Attitudes in the Elementary Classroom."},
      {
        "id":"ED404636",
        "title":"An Investigation into the Effectiveness of the Emergent Reader Literacy Instruction Model."},
      {
        "id":"ED404637",
        "title":"Improving Writing of At Risk Students with a Focus on the African American Male."},
      {
        "id":"ED404639",
        "title":"Making Sturdy Cloth-Bound Books Using Heat-N-Bond Ultra."},
      {
        "id":"ED404641",
        "title":"The Write Partner: Senior Partners in Education, January-December 1996."},
      {
        "id":"ED404642",
        "title":"Under the Dark Sycamore."},
      {
        "id":"ED404643",
        "title":"The Electronic Diary: The Technologization of the Personal."},
      {
        "id":"ED404644",
        "title":"Shaping the Contact Zone: Designing WAC/WID Assignments for Composition Courses."},
      {
        "id":"ED404646",
        "title":"A Canon for Argumentation?"},
      {
        "id":"ED404647",
        "title":"Engaging the Faculty: A Successful Strategy."},
      {
        "id":"ED404648",
        "title":"Integrating Literature and Composition: A Practical Curriculum."},
      {
        "id":"ED404649",
        "title":"Border Talk: Writing and Knowing in the Two-Year College."},
      {
        "id":"ED404655",
        "title":"Trends and Issues in English Instruction, 1997--Six Summaries."},
      {
        "id":"ED404656",
        "title":"Changes in Accounting Education Include Increased Use of Writing Tasks."},
      {
        "id":"ED404657",
        "title":"Classroom to Community--and Back: Michigan State's Service-Learning Writing Project."},
      {
        "id":"ED404658",
        "title":"Dialogic Teaching in a Monologic Culture."},
      {
        "id":"ED404659",
        "title":"Questioning the Humanist Vision of Computer Technology."},
      {
        "id":"ED404661",
        "title":"What Difference Does Difference Make? Teacher Reflections on Diversity, Literacy, and the Urban Primary School."},
      {
        "id":"ED404663",
        "title":"A Qualitative Approach to Integrative WAC."},
      {
        "id":"ED404668",
        "title":"The Influence of Learner Control and Instructional Styles on Student Writing in a Supportive Environment."},
      {
        "id":"ED404669",
        "title":"Improving Home Schooled Students' Writing Assessment Scores and Peer Group Interactions by Creating a Writing Workshop."},
      {
        "id":"ED404670",
        "title":"Evaluative Language in Junior High School: Discourse Meta-Maps."},
      {
        "id":"ED404672",
        "title":"Cultural Criticism: Toward a Definition of Professional Praxis."},
      {
        "id":"ED404673",
        "title":"The Evolution of a Writing Center's Pedagogy, or What Happens When We Get What We Ask for."},
      {
        "id":"ED404674",
        "title":"Black English (Ebonics): Selected Bibliography."},
      {
        "id":"ED404675",
        "title":"Metaphorical Ways of Knowing: The Imaginative Nature of Thought and Expression."},
      {
        "id":"ED404678",
        "title":"An Investigation into the Nature of Trait-Like and Situational Communication Apprehension of Non-Traditional Undergraduate Students."},
      {
        "id":"ED404679",
        "title":"Speech Communication Education for Adult Learners: An Experiential Curriculum Design."},
      {
        "id":"ED404680",
        "title":"Service-Learning in the Small Group Communication Class."},
      {
        "id":"ED404681",
        "title":"Building and Testing a Model To Disseminate AIDS Awareness Information: A Time Series Analysis."},
      {
        "id":"ED404682",
        "title":"Optimizing Student Research: Forming Partnerships with Undergraduate Honors Research Programs."},
      {
        "id":"ED404683",
        "title":"A Quantitative Review of the Empirical Studies on the Negative Political Advertising."},
      {
        "id":"ED404684",
        "title":"A Practical Guide for Building Alumni Support and Funding a Forensics Program To Ensure Continuation of the Program during Your Tenure and Long after Your Departure."},
      {
        "id":"ED404685",
        "title":"Instruction Strategies for the Student with Speech Anxiety."},
      {
        "id":"ED404688",
        "title":"Personal Orientations as a Bridge: Using the Myers-Briggs Typology To Understand the Major Paradigms of Communication Theory."},
      {
        "id":"ED404689",
        "title":"A Conceptualization and Measure of Teacher Verbal Effectiveness."},
      {
        "id":"ED404690",
        "title":"The Psychology of the Graduate Student: A Preliminary Study."},
      {
        "id":"ED404691",
        "title":"Multiple Intelligences and Student Learning: Reframing Our Teaching Methods in the Basic Public Speaking Course."},
      {
        "id":"ED404692",
        "title":"Implementing a Reciprocal Dimension to Service Learning: Participatory Research as a Pedagogical Enterprise."},
      {
        "id":"ED404693",
        "title":"Through a Looking Glass: An Examination of Asian and European American Faculty Perceptions and Pedagogical Concerns of Their Diverse Campus."},
      {
        "id":"ED404694",
        "title":"University Students' Media Habits: A Lithuanian Study."},
      {
        "id":"ED404695",
        "title":"A Reaction to the &quot;Competent Speaker Speech Evaluation Form&quot;: An Update."},
      {
        "id":"ED404696",
        "title":"Groups in Organizations and Communication Training: Closing the Barn Door."},
      {
        "id":"ED404697",
        "title":"The Challenges of the 21st Century: Continued Evolution of the Hybrid Course."},
      {
        "id":"ED404698",
        "title":"Television: the Community Hearth for the College Campus."},
      {
        "id":"ED404699",
        "title":"Powerful Presentations with PowerPoint."},
      {
        "id":"ED404700",
        "title":"Planning Single Course Assessment within Institutional Goals for General Education."},
      {
        "id":"ED404701",
        "title":"Addressing Campus-Wide Communication Incivility in the Basic Course: A Case Study."},
      {
        "id":"ED404702",
        "title":"The Communication Seminar and Career Strategies: Learning by Doing."},
      {
        "id":"ED404703",
        "title":"Welcoming Parents at Your School: Strategies That Work. Special Report."},
      {
        "id":"ED404704",
        "title":"High School Debate Topic, 1996-1997. Subject Bibliography (SB)043."},
      {
        "id":"ED404705",
        "title":"Resolved: That the Federal Government Should Establish a Program To Substantially Reduce Juvenile Crime in the United States. National Debate Topic for High Schools, 1996-97. 104th Congress, 2nd Session."},
      {
        "id":"ED404707",
        "title":"Extending the Borders of Community and Learning with Electronic Mail Discussion Lists."},
      {
        "id":"ED404708",
        "title":"Developing a Religious Communication Minor at a Catholic University: Appealing to Seminarians and Undergraduates."},
      {
        "id":"ED404709",
        "title":"On Evaluating the Impact of an Innovative Educational Project."},
      {
        "id":"ED404710",
        "title":"School Emergency Planning Guide. [Revised.]"},
      {
        "id":"ED404711",
        "title":"Parents' Perceptions of School's Success in Three Follow Through Communities: A Preliminary \"Ethno\" Evaluation."},
      {
        "id":"ED404712",
        "title":"The Practice of Instructional Design: A Survey of What Designers Do, Don't Do, and Why They Don't Do It."},
      {
        "id":"ED404713",
        "title":"Study of Employee Leave for School Service. Report of the Department of Education to the Governor and the General Assembly of Virginia. House Document No. 55."},
      {
        "id":"ED404715",
        "title":"Improving Student Achievement through Community Collaboration."},
      {
        "id":"ED404716",
        "title":"West Virginia 2000--Education First: Our Future Depends on It."},
      {
        "id":"ED404717",
        "title":"Challenges to the Curriculum in Indiana's Public Schools. Policy Bulletin No. PB-B20."},
      {
        "id":"ED404719",
        "title":"Involving Cities in Our Schools: Municipal Collaboration in Urban Districts."},
      {
        "id":"ED404720",
        "title":"Seeking Common Ground on Education Reform: An Annotated Collection of Resources [and] Policy Options for Seeking Common Ground in Education."},
      {
        "id":"ED404721",
        "title":"Textbooks: What's at Stake?"},
      {
        "id":"ED404723",
        "title":"Making Leadership Happen. The SREB Model for Leadership Development."},
      {
        "id":"ED404726",
        "title":"Managerial Behavior of a First-Year Principal."},
      {
        "id":"ED404727",
        "title":"Private School Vouchers: What Are the Real Choices?"},
      {
        "id":"ED404728",
        "title":"The Flat Tax: Implications for Financing Public Schools."},
      {
        "id":"ED404729",
        "title":"Telling the Truth about America's Public Schools."},
      {
        "id":"ED404730",
        "title":"Conflict Resolution: Learning To Get Along."},
      {
        "id":"ED404734",
        "title":"Charter Schools at the Crossroads: A Northwest Perspective. Proceedings of the Northwest Symposium for Charter School Policy (Portland, Oregon, November 7-8, 1996)."},
      {
        "id":"ED404735",
        "title":"Safe at School: A Public Promise. State Plan for Assuring Safety and Order in Illinois Schools."},
      {
        "id":"ED404738",
        "title":"Attitudes and Beliefs regarding Classroom Management Style: Differences between Male and Female Teachers."},
      {
        "id":"ED404739",
        "title":"Working Respectfully with Families: A Practical Guide for Educators and Human Service Workers. Training Module I: The Child, the Family, and the Community."},
      {
        "id":"ED404740",
        "title":"Working Respectfully with Families: A Practical Guide for Educators and Human Service Workers. Training Module II: Developing Partnerships with Families."},
      {
        "id":"ED404741",
        "title":"Working Respectfully with Families: A Practical Guide for Educators and Human Service Workers. Training Module III: Creating Family-Friendly Schools."},
      {
        "id":"ED404742",
        "title":"Working Respectfully with Families: A Practical Guide for Educators and Human Service Workers. Training Module IV: Home, School, and Community Partnerships."},
      {
        "id":"ED404743",
        "title":"The Role of Cultural Understanding in School Leadership."},
      {
        "id":"ED404744",
        "title":"State of the Union Address, 1997. Remarks by the President in State of the Union Address."},
      {
        "id":"ED404745",
        "title":"Strategic Management of Private Schools: Recruitment, Compensation, Development, and Retention of Teachers, and Appendices."},
      {
        "id":"ED404746",
        "title":"Are Teachers' Unions Hurting American Education? A State-by-State Analysis of the Impact of Collective Bargaining among Teachers on Student Performance."},
      {
        "id":"ED404748",
        "title":"The Perspectivist Turn in Comparative Education. Occasional Paper Series."},
      {
        "id":"ED404751",
        "title":"Financing the Future of Education &amp; Explaining Public K-12 Funding Cost for the 21st Century: A School Finance Primer."},
      {
        "id":"ED404752",
        "title":"Look Who's Talking Now: Student Views of Learning in Restructuring Schools."},
      {
        "id":"ED404753",
        "title":"Survival Skills: A Guide to Making It on Your Own. Connections: Linking Work and Learning Series."},
      {
        "id":"ED404754",
        "title":"Resource Guide for Crisis Management in Schools."},
      {
        "id":"ED404755",
        "title":"A Guidebook for Chartering Agencies."},
      {
        "id":"ED404757",
        "title":"Tracking of Grade 9 and 10 Students in the Toronto Board. September 1991-September 1995."},
      {
        "id":"ED404761",
        "title":"Accelerated Schools as Learning Organizations: Cases from the University of New Orleans Accelerated School Network."},
      {
        "id":"ED404764",
        "title":"The Senior Year in the High School Curriculum."},
      {
        "id":"ED404765",
        "title":"Values, Increasing Autonomy and Managing the Primary School."},
      {
        "id":"ED404766",
        "title":"The Condition of Education, 1997."},
      {
        "id":"ED404767",
        "title":"Tempo, 1996."},
      {
        "id":"ED404768",
        "title":"Math, Science, and the Gifted Student."},
      {
        "id":"ED404769",
        "title":"Cultural Diversity: Challenges for Gifted Education."},
      {
        "id":"ED404770",
        "title":"Parents and Schools: Working Together."},
      {
        "id":"ED404771",
        "title":"Talents for the 21st Century."},
      {
        "id":"ED404772",
        "title":"How State and Local Interagency Partnerships Work."},
      {
        "id":"ED404773",
        "title":"Families, Managed Care, &amp; Children&apos;s Mental Health."},
      {
        "id":"ED404775",
        "title":"Community Resources Accessed by Community-Based Rehabilitation Programs: A Pilot Study."},
      {
        "id":"ED404776",
        "title":"ADHD in the Under-Fives--Survival Psychology."},
      {
        "id":"ED404777",
        "title":"Families with Disabilities in the United States. Disability Statistics Report 8."},
      {
        "id":"ED404781",
        "title":"Disability Awareness Training Manual for Park Personnel."},
      {
        "id":"ED404784",
        "title":"Personalized Pediatric Coordinated Services (PPCS): A Family-Centered Model of Coordinated Services for Young Children with Chronic Illness and Disabilities."},
      {
        "id":"ED404785",
        "title":"Factor Analysis of Quality of Life for Individuals with Severe Disabilities in Transition."},
      {
        "id":"ED404786",
        "title":"Disability: The Place of Judgement in a World of Fact."},
      {
        "id":"ED404787",
        "title":"Who Will Teach? Who Will Serve?: A Report to the Field by the Work Forum on a National Personnel Agenda for Special Education and Related Services."},
      {
        "id":"ED404788",
        "title":"Organizational Change within State Education Agencies: Impact on Management and Leadership in Special Education. Final Report."},
      {
        "id":"ED404789",
        "title":"Project Spring II. Final Report."},
      {
        "id":"ED404790",
        "title":"Project Spring II: Science Curriculum Modifications for Rural Disadvantaged Gifted Students."},
      {
        "id":"ED404791",
        "title":"Project Spring II: Identifying Rural Disadvantaged and Ethnically Diverse Gifted Students."},
      {
        "id":"ED404793",
        "title":"On a Collision Course? Standards, Discipline, and Students with Disabilities."},
      {
        "id":"ED404795",
        "title":"Using Artificial Intelligence To Teach English to Deaf People. Final Report."},
      {
        "id":"ED404796",
        "title":"Establishing a Center for Educating Students with Handicaps in Regular Education Settings (CESHIRES). Final Report."},
      {
        "id":"ED404797",
        "title":"Project EDGE (Excellence in the Dissemination of Gifted Education). Final Evaluation Report."},
      {
        "id":"ED404798",
        "title":"Self-Study Guide for the Development of Statewide Assessments That Include Students with Disabilities."},
      {
        "id":"ED404799",
        "title":"State Special Education Outcomes: Longitudinal Trends in How States Are Assessing Educational Outcomes for Students with Disabilities, 1995."},
      {
        "id":"ED404800",
        "title":"Alternate Assessments for Students with Disabilities. NCEO Policy Directions, Number 5."},
      {
        "id":"ED404801",
        "title":"Neglected Numerators, Drifting Denominators, and Fractured Fractions: Determining Participation Rates for Students with Disabilities in Statewide Assessment Programs. Synthesis Report 23."},
      {
        "id":"ED404802",
        "title":"Questions and Answers: Tough Questions about Accountability Systems and Students with Disabilities. Synthesis Report 24."},
      {
        "id":"ED404803",
        "title":"Assessment Guidelines That Maximize the Participation of Students with Disabilities in Large-Scale Assessments: Characteristics and Considerations. Synthesis Report 25."},
      {
        "id":"ED404804",
        "title":"Related Services Supporting Inclusion: Congruence of Best Practices in Special Education and School Reform. Issue Brief."},
      {
        "id":"ED404805",
        "title":"A Framework for Evaluating State and Local Policies for Inclusion. Issue Brief."},
      {
        "id":"ED404806",
        "title":"The Million Dollar Question: Unmet Service Needs for Young Children with Disabilities."},
      {
        "id":"ED404807",
        "title":"Innovation and Development in Special Education: Directory of Current Projects. 1997 Edition."},
      {
        "id":"ED404808",
        "title":"Development, Implementation, and Evaluation of an Integrated Team Approach for Interviewing Candidates To Work in a Residential Treatment Center."},
      {
        "id":"ED404809",
        "title":"Teleconference on Communication Aids for Cognitively Impaired Children. Final Report."},
      {
        "id":"ED404810",
        "title":"Adaptation, Standardization, and Analysis of the New 8th Edition Stanford Achievement Test with Hearing Impaired Students. Final Report."},
      {
        "id":"ED404811",
        "title":"Research for Educating Seriously Emotionally Disturbed Pupils. Final Report."},
      {
        "id":"ED404812",
        "title":"Organizing an ADHD Organization and Developing Programs for Teachers and Parents in a Small Country: Costa Rica as a Model."},
      {
        "id":"ED404813",
        "title":"The Sibling: A Lifelong Journey of Care."},
      {
        "id":"ED404814",
        "title":"A Strong Sibling Network: Forgotten Children No More."},
      {
        "id":"ED404815",
        "title":"The Relationship between Stress and the Causal Attributions of Mothers and Fathers of Children with Mental Disabilities and Autism."},
      {
        "id":"ED404817",
        "title":"The Influence of Integrative Gestalt Therapy on Acquisition of Daily Life Skills and Habits."},
      {
        "id":"ED404818",
        "title":"The Connection between Some Dimensions of Perceived Personal Competence and Permanent Low Intensity Stress in Parents of Children with Intellectual Disabilities."},
      {
        "id":"ED404819",
        "title":"The New Zealand Special School Project: An Evaluation of a Special School System."},
      {
        "id":"ED404820",
        "title":"Training Educators To Work with Students Who Are Blind or Visually Impaired. Policy Forum Report. Final Report."},
      {
        "id":"ED404821",
        "title":"ADHD in Finland and Types of Scandinavian Cooperation."},
      {
        "id":"ED404822",
        "title":"The Importance of Special Legislation for People with Disabilities, and Their Families."},
      {
        "id":"ED404823",
        "title":"Southeastern Institute for Faculty Training (SIFT): A Training Model for Systems Change. Final Report."},
      {
        "id":"ED404824",
        "title":"The Coping Project: Outreach Training Project. Final Report."},
      {
        "id":"ED404826",
        "title":"Accommodating Students with Disabilities: A Guide for School Teachers."},
      {
        "id":"ED404827",
        "title":"Accommodating Students with Disabilities: A Practical Guide for the Faculty."},
      {
        "id":"ED404828",
        "title":"Handbook on Autism."},
      {
        "id":"ED404829",
        "title":"L'Ecoles de la Deuxieme Chance: L'Adaptation de la Relation Pedagogique a des Jeunes en Difficulte Relationnelle (Second Chance Schools: Adaptation of Teaching Methods for Youth with Problems in Relating)."},
      {
        "id":"ED404830",
        "title":"Assistive Technology Services: Planning Guides."},
      {
        "id":"ED404831",
        "title":"The Rehabilitation Team: A Systematic Approach for Use of Technology in Vocational Rehabilitation Services."},
      {
        "id":"ED404832",
        "title":"Rehabilitation Technology Resources and Services: How Well Are We Using Them in Vocational Evaluation?."},
      {
        "id":"ED404833",
        "title":"Enhancing the Role of Vocational Evaluators: Surviving in a Changing World."},
      {
        "id":"ED404834",
        "title":"Issues and Applications in Assistive Technology."},
      {
        "id":"ED404835",
        "title":"Rehabilitation Technology Services in Vocational Rehabilitation Agencies Survey: General Report of Findings."},
      {
        "id":"ED404838",
        "title":"First Steps: A Handbook for Teaching Young Children Who Are Visually Impaired."},
      {
        "id":"ED404839",
        "title":"Starting Points: Instructional Practices for Young Children Whose Multiple Disabilities Include Visual Impairment."},
      {
        "id":"ED404840",
        "title":"Standing on My Own Two Feet: A Step-by-Step Guide to Designing &amp; Constructing Simple, Individually Tailored Adaptive Mobility Devices for Preschool-Age Children Who Are Visually Impaired."},
      {
        "id":"ED404841",
        "title":"Effects of Teaching American Culture on Thai Students' Attitudes toward Thais and Americans."},
      {
        "id":"ED404843",
        "title":"Le francais en Flandre (French in Flanders)."},
      {
        "id":"ED404844",
        "title":"The Teacher Trainer: A Practical Journal Mainly for Modern Language Teacher Trainers, 1993."},
      {
        "id":"ED404845",
        "title":"The French World of Business: Culture and Commerce. The Case of the Wharton School."},
      {
        "id":"ED404846",
        "title":"Teaching Chinese Negotiating Style through Examination of Key Chinese Categories."},
      {
        "id":"ED404847",
        "title":"Bilingualism: An Introduction."},
      {
        "id":"ED404848",
        "title":"Psycholinguistic Aspects of Bilingualism."},
      {
        "id":"ED404849",
        "title":"Contextualizacion y &quot;Expresiones Pragmaticas&quot;: &quot;Che&quot; como Senal de Marco (Contextualization and &quot;Pragmatic Expressions&quot;: &quot;Che&quot; as Deictic Marker)."},
      {
        "id":"ED404850",
        "title":"Work Satisfaction, Motivation, and Commitment in Teaching English as a Second Language."},
      {
        "id":"ED404851",
        "title":"Bibliographie Moderner Fremdsprachenunterricht (Bibliography of Modern Foreign Language Instruction), 1995."},
      {
        "id":"ED404852",
        "title":"El cine anglofono en la ensenanza de ingles (Anglophone Films in the Teaching of English)."},
      {
        "id":"ED404853",
        "title":"JLTN Quarterly, 1995-1996."},
      {
        "id":"ED404854",
        "title":"Alternative Assessment: Directed Creative Writing for Intermediate Level Students."},
      {
        "id":"ED404855",
        "title":"Investigating Connections between Text and Discourse Communities: A Cross-Disciplinary Study of Evaluative Discourse Practices in Academic Book Reviews."},
      {
        "id":"ED404856",
        "title":"Alternative Assessment: The Use of Games in the Classroom."},
      {
        "id":"ED404857",
        "title":"The Review of Studies in Related to Language Learning Strategies."},
      {
        "id":"ED404858",
        "title":"Book Reviews and Disciplinary Discourses: Defining a Genre."},
      {
        "id":"ED404859",
        "title":"The Many Faces of Conversational Laughter."},
      {
        "id":"ED404861",
        "title":"Reassessment of Business Courses in Foreign Languages: The European Union vis-a-vis Its Individual Members."},
      {
        "id":"ED404862",
        "title":"Using Limericks To Help Japanese Students Improve Their Pronunciation."},
      {
        "id":"ED404863",
        "title":"A Brief Introduction to the Communicative Language Teaching."},
      {
        "id":"ED404864",
        "title":"How To Increase Your Teaching Effectiveness Immediately--No Joke!"},
      {
        "id":"ED404865",
        "title":"Multimedia Teaching in Chinese Courses: Practices and Suggestions."},
      {
        "id":"ED404867",
        "title":"Cinema in the Classroom: Creating a Climate for Meaningful Communication."},
      {
        "id":"ED404868",
        "title":"Naturalising Linguistic Aliens: The Translation of Code-Switching."},
      {
        "id":"ED404869",
        "title":"From Formulaic Speech to Creative Speech."},
      {
        "id":"ED404870",
        "title":"Literary Translation: A Personal Perspective."},
      {
        "id":"ED404871",
        "title":"Less-Commonly Taught Languages in Selected Elementary and Secondary Schools in California. Final Report."},
      {
        "id":"ED404872",
        "title":"Annotated Teacher Resource Bibliography for Working Effectively with Limited English Proficient Students with Interrupted Formal Education."},
      {
        "id":"ED404874",
        "title":"Defining the Limited-English Proficient Student Population."},
      {
        "id":"ED404875",
        "title":"Linguistic Diversity and Reform: Can Practices Be Identified?"},
      {
        "id":"ED404876",
        "title":"Correct Me to Tears: The Importance of Knowing the Learner before Correcting Errors."},
      {
        "id":"ED404877",
        "title":"Bilingual/ESL Programs Evaluation, 1995-96. Publication Number 95-01."},
      {
        "id":"ED404878",
        "title":"Learning Strategies in Elementary Language Immersion Programs. Final Report. Reporting Period: FY 1993-1996."},
      {
        "id":"ED404879",
        "title":"Speech Acts of \"Thank You\" and Responses to It in American English."},
      {
        "id":"ED404882",
        "title":"Bibliographie Moderner Fremdsprachenunterricht (Bibliography of Modern Foreign Language Instruction), 1996."},
      {
        "id":"ED404883",
        "title":"The Learning Theory behind the Rosetta Stone Language Library from Fairfield Language Technologies."},
      {
        "id":"ED404884",
        "title":"Binational Teacher Development: Teacher Ambassador Exchange Program, New Mexico, USA and Nuevo Leon, Mexico."},
      {
        "id":"ED404885",
        "title":"Language Institutes in Sana'a, Yemen."},
      {
        "id":"ED404886",
        "title":"The Effects of Word-Order and Case Marking Information on the Processing of Japanese."},
      {
        "id":"ED404887",
        "title":"Language-Specific Composition Warm-Ups."},
      {
        "id":"ED404888",
        "title":"Academic Advising at UNO. Report of the 1991 Student Survey."},
      {
        "id":"ED404891",
        "title":"Colorado Higher Education Master Plan, 1993-1998."},
      {
        "id":"ED404892",
        "title":"Using Reflective Journals and the Workshop Approach in University Classes To Develop Students' Self-Regulated Learning."},
      {
        "id":"ED404893",
        "title":"Using the Workshop Approach in University Classes To Develop Student Dispositions To Think Metacognitively and Creatively."},
      {
        "id":"ED404894",
        "title":"Rumbling."},
      {
        "id":"ED404895",
        "title":"Intercollegiate Athletics and Student College Choice: Understanding the Impact of Championship Seasons on the Quantity and Quality of Undergraduate Applicants. ASHE Annual Meeting Paper."},
      {
        "id":"ED404896",
        "title":"The Interplay of Gender in the Careers of White Female and Male Senior Professors. ASHE Annual Meeting Paper."},
      {
        "id":"ED404897",
        "title":"The Social Construction of &quot;Visible Minority&quot; for Students of Chinese Origin."},
      {
        "id":"ED404898",
        "title":"Who Leaves Science? The First Year Experience at York University."},
      {
        "id":"ED404899",
        "title":"Racialization and Black Student Identity at York University."},
      {
        "id":"ED404900",
        "title":"A Characterization of Areas of Racial Tension among First Year Students: A Focus Group Follow-Up to a Large Survey."},
      {
        "id":"ED404901",
        "title":"Globe and Mail Reports, Student Experiences, and Negative Racial Encounters."},
      {
        "id":"ED404902",
        "title":"The First Generation at York University."},
      {
        "id":"ED404903",
        "title":"The College-University Linkage: An Examination of the Performance of Transfer Students in the Faculty of Arts at York University, 1987-1992."},
      {
        "id":"ED404904",
        "title":"Under- and Over-Achievement in First Year."},
      {
        "id":"ED404905",
        "title":"Racial Origin and Withdrawal from University."},
      {
        "id":"ED404907",
        "title":"State University of New York at Buffalo: Potential Conflict of Interest in the School Pharmacy. Report 95-D-50."},
      {
        "id":"ED404908",
        "title":"Who Reports Participation in Varsity Intercollegiate Sports at 4-Year Colleges? Statistics in Brief."},
      {
        "id":"ED404909",
        "title":"Student Loans. Default Rates at Historically Black Colleges and Universities. Report to the Ranking Minority Member, Committee on Economic and Educational Opportunities, House of Representatives."},
      {
        "id":"ED404910",
        "title":"The Role of Mentoring in the College Experiences of Mature African American Women: A Qualitative Investigation."},
      {
        "id":"ED404911",
        "title":"Doctorate Recipients from United States Universities. Summary Report 1995."},
      {
        "id":"ED404915",
        "title":"Directory of Postsecondary Institutions, 1995. Volume 1, 4-Year and 2-Year Institutions. Volume 2, Less Than 2-Year Institutions."},
      {
        "id":"ED404917",
        "title":"Interboro Institute, Report 93-T-5."},
      {
        "id":"ED404918",
        "title":"Long Island University, Brooklyn Campus, Report 96-T-1."},
      {
        "id":"ED404919",
        "title":"Student Loans: Selected Characteristics of Schools in Two Major Federal Loan Programs. Report to the Chairman, Committee on the Budget, House of Representatives."},
      {
        "id":"ED404920",
        "title":"Cooperative Learning Groups at the College Level: Applicable Learning."},
      {
        "id":"ED404921",
        "title":"The Five Year Strategic Plan, 1996-2001."},
      {
        "id":"ED404922",
        "title":"Foundation Resource Guide. A Compilation of Major Foundations That Sponsor Activities Relevant to Community Outreach Partnership Centers."},
      {
        "id":"ED404929",
        "title":"Who Gets Jobs? Initial Labour Market Experiences of York Graduates. Working Paper."},
      {
        "id":"ED404930",
        "title":"Marketing the University of Calgary to Frosh: A Motivational Typology of Student-College Choice."},
      {
        "id":"ED404931",
        "title":"Study of Communications Technology in Higher Education, 1994. Final Report [and] Executive Summary."},
      {
        "id":"ED404932",
        "title":"Postsecondary Education Opportunity. The Mortenson Research Seminar on Public Policy Analysis of Opportunity for Postsecondary Education, 1996."},
      {
        "id":"ED404933",
        "title":"What Is Reflection? Process Evaluation in Three Disciplines."},
      {
        "id":"ED404934",
        "title":"Faculty Service Enclaves: A Summary Report."},
      {
        "id":"ED404935",
        "title":"Collection Development Policy: Federal Government Publications at Eastern Washington University Libraries."},
      {
        "id":"ED404936",
        "title":"African Sojourn: Two Narratives of African American Women Educators' Educational Philosophy."},
      {
        "id":"ED404937",
        "title":"Problems, Solutions, and Benefits of Professional Development Schools as Perceived by University Faculty."},
      {
        "id":"ED404938",
        "title":"Faculty Development for Change and Choice."},
      {
        "id":"ED404939",
        "title":"Realizing the Potential: Improving Postsecondary Teaching, Learning, and Assessment."},
      {
        "id":"ED404940",
        "title":"Colleges and Universities: Degrees and Awards Conferred, 1994-95."},
      {
        "id":"ED404942",
        "title":"Colleges and Universities: Fall Enrollments, 1995."},
      {
        "id":"ED404943",
        "title":"Colleges and Universities: Basic Student Charges, 1995-96."},
      {
        "id":"ED404944",
        "title":"Colleges and Universities: Faculty and Staff, 1995-96."},
      {
        "id":"ED404945",
        "title":"Future Funding for Medical Education and Research in Minnesota. A Report to the Legislature and Recommendations for Continued Study."},
      {
        "id":"ED404947",
        "title":"Medical Education and Research Costs (MERC). Study Recommendations and Progress Report to the Legislature."},
      {
        "id":"ED404948",
        "title":"Experiential Learning in Higher Education: Linking Classroom and Community. ERIC Digest."},
      {
        "id":"ED404949",
        "title":"Experiential Learning in Higher Education: Linking Classroom and Community. ASHE-ERIC Higher Education Report No. 7."},
      {
        "id":"ED404950",
        "title":"Student Financial Aid. High Risk Series."},
      {
        "id":"ED404956",
        "title":"Overcoming the Inertia of Traditional Instruction. An Interim Report on the Social Work Faculty Development Program at Andrews University."},
      {
        "id":"ED404958",
        "title":"Fortifying the Foundations: U.S. Support for Developing and Strengthening Democracy in East Central Europe."},
      {
        "id":"ED404959",
        "title":"Open Doors 1995-1996: Report on International Educational Exchange."},
      {
        "id":"ED404961",
        "title":"Accommodation Hell, or, To Hell with Accommodation: The ADA and the Administration."},
      {
        "id":"ED404962",
        "title":"The Development of a National Agenda for College Faculty: &quot;McDonaldizing&quot; Higher Education."},
      {
        "id":"ED404963",
        "title":"Minding Our &quot;P's&quot; and &quot;Q's&quot;: Indications of Productivity and Quality in South Carolina's Public Colleges and Universities. Reports on Act 255 of 1992 and Summary Report on Institutional Effectiveness."},
      {
        "id":"ED404968",
        "title":"Performance and Characteristics of Maryland Students Who Have Taken the SAT."},
      {
        "id":"ED404969",
        "title":"The Status of Women in Maryland Public Higher Education, 1984-1994."},
      {
        "id":"ED404970",
        "title":"A Survey of Collaborative Projects of Maryland Postsecondary Institutions."},
      {
        "id":"ED404971",
        "title":"A Study of Remedial Education at Maryland Public Campuses."},
      {
        "id":"ED404972",
        "title":"Enrollment Projections, 1996-2005, Maryland Public Colleges and Universities."},
      {
        "id":"ED404973",
        "title":"The Status of African-American Faculty and Senior Administrators in Maryland Public Higher Education."},
      {
        "id":"ED404974",
        "title":"A Study of the Workforce Needs of Maryland Employers."},
      {
        "id":"ED404975",
        "title":"A Study of Access to Higher Education Institutions in Maryland."},
      {
        "id":"ED404976",
        "title":"Relationship between High School and College Performance by Maryland Students. Student Outcome and Achievement Report."},
      {
        "id":"ED404977",
        "title":"Study of Time-to-Degree in Maryland."},
      {
        "id":"ED404978",
        "title":"Minority Achievement Report, 1996, Data Highlights."},
      {
        "id":"ED404980",
        "title":"The Magic of Technology. Proceedings of the National Educational Computing Conference (14th, Orlando, Florida, June 27-30, 1993)."},
      {
        "id":"ED404981",
        "title":"SchoolTech Activities Handbook: Successful, User-friendly Lessons and Units."},
      {
        "id":"ED404982",
        "title":"Ohio SchoolNet Initiatives: Findings of the Legislative Office of Education Oversight."},
      {
        "id":"ED404985",
        "title":"Scholarly Internet Research: Is it Real?"},
      {
        "id":"ED404987",
        "title":"Educational MOO: Text-Based Virtual Reality for Learning in Community. ERIC Digest."},
      {
        "id":"ED404988",
        "title":"Mirroring, Blurring, and Replaying: How Students Respond to TV Commercials."},
      {
        "id":"ED404989",
        "title":"Meaning and Media: Understanding the Relationship."},
      {
        "id":"ED404990",
        "title":"Myself as Website: An Evaluation."},
      {
        "id":"ED404992",
        "title":"Advanced Telecommunications in U.S. Public Elementary and Secondary Schools, Fall 1996. Statistics in Brief."},
      {
        "id":"ED404993",
        "title":"Technical Specifications. Revision No. 1."},
      {
        "id":"ED404994",
        "title":"School District Technology Planning Handbook. Mississippi Department of Education."},
      {
        "id":"ED404995",
        "title":"Learning Style Theory and Bibliographic Instruction: The Quest for Effective Bibliographic Instruction."},
      {
        "id":"ED404997",
        "title":"What Principals Should Know about Library Media Centers."},
      {
        "id":"ED404998",
        "title":"What People Think about New Communications Technologies. Communications Policy Briefing 2."},
      {
        "id":"ED404999",
        "title":"Using Simulations for Learning Science."},
      {
        "id":"ED405000",
        "title":"Report of the CACUL Working Group on Reference Statistics. Occasional Paper Series, No. 10."},
      {
        "id":"ED405001",
        "title":"Document Selection and Relevance Assessments during a Research Project."},
      {
        "id":"ED405002",
        "title":"An Investigation of an E-Mail-Based Help Service."},
      {
        "id":"ED405006",
        "title":"The Library Research Attitudes of Undergraduates: Development of a Foundation for Future Studies."},
      {
        "id":"ED405007",
        "title":"Access for All: A New National Library for Tomorrow's Learners. The Report of the National Library of Education Advisory Task Force."},
      {
        "id":"ED405010",
        "title":"An Analysis of National Surveys: Associate Degree Programs in Manufacturing Engineering and Related Programs. A Preliminary Report."},
      {
        "id":"ED405011",
        "title":"Using Emerging Technology To Improve Instruction in College Transfer English and English as a Second Language."},
      {
        "id":"ED405012",
        "title":"Transferring Emerging Technology from ICT-115 \"Computer Aided Writing\" to a Three-Way Coordinated Program in Vocational Literacy."},
      {
        "id":"ED405013",
        "title":"Accreditation Factors Unique to Tribal Colleges."},
      {
        "id":"ED405014",
        "title":"Achieving Self-Esteem and the GED [General Educational Development]--A Progressive Outcome in a Functionalist World: A Case Study of the Role of Adult Basic Education in Welfare Reform."},
      {
        "id":"ED405015",
        "title":"English Works. Teaching English to Non-Native Speakers in the Workplace."},
      {
        "id":"ED405016",
        "title":"Learning To Learn: Mind Fitness."},
      {
        "id":"ED405017",
        "title":"On Target! Strategies for Effective Problem Solving and Critical Thinking in the Workplace."},
      {
        "id":"ED405018",
        "title":"Messages, Meanings, and Minestrone: The Communication Cookbook."},
      {
        "id":"ED405019",
        "title":"Write Ideas: Strategies for Improving Writing Skills in the Workplace."},
      {
        "id":"ED405020",
        "title":"Planning and Developing Community Colleges in China."},
      {
        "id":"ED405021",
        "title":"Community College Innovations in Workforce Preparation: Curriculum Integration and Tech-Prep."},
      {
        "id":"ED405022",
        "title":"Teaching of Psychology: Ideas and Innovations. Proceedings of the Annual Conference on Undergraduate Teaching of Psychology (10th, Ellenville, New York, March 20-22, 1996)."},
      {
        "id":"ED405023",
        "title":"The Costs and Benefits of Critical Thinking."},
      {
        "id":"ED405024",
        "title":"Distance Learning in Psychology: Organizing, Managing, and Mentoring."},
      {
        "id":"ED405025",
        "title":"The Bigger Picture: Context in the Research Methods Course."},
      {
        "id":"ED405026",
        "title":"Computer Aided Statistics Instruction Protocol (CASIP) Restructuring Undergraduate Statistics in Psychology: An Integration of Computers into Instruction and Evaluation."},
      {
        "id":"ED405027",
        "title":"Teaching a Test and Measurement Course by Developing a Measurement Instrument."},
      {
        "id":"ED405028",
        "title":"Psychometric Scales: Learning by Doing."},
      {
        "id":"ED405029",
        "title":"Human Development or Developmental Psychology: That Is the Question, or What's in a Name?"},
      {
        "id":"ED405030",
        "title":"The Road to Understanding the Self Is Paved with Yellow Bricks."},
      {
        "id":"ED405031",
        "title":"Depth by Doing: Cooperative Research Projects in Social Psychology."},
      {
        "id":"ED405032",
        "title":"Teaching the History of Psychology in Context or Depth without Breadth Leads to \"Shallow\" Learning."},
      {
        "id":"ED405033",
        "title":"Engaging Students in Large Lecture Classes."},
      {
        "id":"ED405034",
        "title":"TQM in Class: From Disaster to Success in Essay Exams in Introductory Psychology."},
      {
        "id":"ED405035",
        "title":"A Writing Workshop for Sophomores."},
      {
        "id":"ED405036",
        "title":"Personal Fulfillment and Foreign Language Study: Making the Match."},
      {
        "id":"ED405037",
        "title":"Advantages and Disadvantages of Employing Part-Time Faculty in Community Colleges. ERIC Digest."},
      {
        "id":"ED405038",
        "title":"Traditional Knowledge: An Implementation Workplan for Aurora College."},
      {
        "id":"ED405039",
        "title":"A Blueprint for the Future: Corporate Plan, 1995-2000."},
      {
        "id":"ED405040",
        "title":"The American Community College: Nexus for Workforce Development."},
      {
        "id":"ED405041",
        "title":"Humanities On (the) line: Classrooms, Space, and the Supplement."},
      {
        "id":"ED405042",
        "title":"Institutional Transformation."},
      {
        "id":"ED402043",
        "title":"Social Interaction and Types of Play in Mixed-Age and Same-Age Groups in Early-Childhood Institutions."},
      {
        "id":"ED402044",
        "title":"'Parental Rights:' The Trojan Horse of the Religious Right Attack on Public Education."},
      {
        "id":"ED402045",
        "title":"Acculturation of Developmental Timetables among Adolescent Immigrants."},
      {
        "id":"ED402048",
        "title":"Child Health USA '95."},
      {
        "id":"ED402049",
        "title":"Developing Opportunities for Senior Citizens and 3- and 4-Year-Old Children in a Northeast U.S. Jewish Community Center to Interact."},
      {
        "id":"ED402053",
        "title":"Organizing a Successful Family Center in Your School: A Resource Guide."},
      {
        "id":"ED402055",
        "title":"Helping the Community To Understand Playground Safety."},
      {
        "id":"ED402057",
        "title":"The Impact of Significant Life Events on Children during their First Three Years of School."},
      {
        "id":"ED402058",
        "title":"Annotated Bibliography: Research from the Center on Families, Communities, Schools and Children's Learning."},
      {
        "id":"ED402059",
        "title":"The Differential Impact of a Comprehensive Early Intervention Program on the Level of Support Received by African-American and White Adolescent Mothers."},
      {
        "id":"ED402060",
        "title":"Teacher Team Collaborative Action Research as Staff Development."},
      {
        "id":"ED402061",
        "title":"Self-Discovery and Professional Development."},
      {
        "id":"ED402062",
        "title":"The Pacific Lutheran University - Head Start Systemic Classroom Observation Tool."},
      {
        "id":"ED402068",
        "title":"The Project Approach Catalog."},
      {
        "id":"ED402069",
        "title":"Picture Naming by Young Children: Norms for Name Agreement, Familiarity and Visual Complexity."},
      {
        "id":"ED402070",
        "title":"Working with Shy or Withdrawn Students. ERIC Digest."},
      {
        "id":"ED402071",
        "title":"Coming from Behind: A &quot;Catch-up&quot; Philosophy in Education. The Story of Carver Middle School."},
      {
        "id":"ED402072",
        "title":"Helping Preservice Teachers Construct their Own Philosophies of Teaching through Reflection."},
      {
        "id":"ED402073",
        "title":"Assessment of Relational Reasoning in Children Aged 4 to 8 Years."},
      {
        "id":"ED402075",
        "title":"Reducing Stereotyping among 4th through 6th Grade Students by Strengthening Self-Esteem, Interpersonal Relationships, and Multicultural Appreciation."},
      {
        "id":"ED402076",
        "title":"The Apparel Industry and Codes of Conduct: A Solution to the International Child Labor Problem?"},
      {
        "id":"ED402077",
        "title":"Trends in the Well-Being of America's Children and Youth: 1996."},
      {
        "id":"ED402078",
        "title":"Report on the Activities of the States Using Child Care and Development Block Grant Quality Improvement Funds."},
      {
        "id":"ED402083",
        "title":"School-Age NOTES. 1996."},
      {
        "id":"ED402086",
        "title":"Family Matters: Indicators of Well-Being for Iowa Children."},
      {
        "id":"ED402087",
        "title":"South Dakota Kids Count Factbook: State and County Profiles of Child Well-Being, 1993."},
      {
        "id":"ED402088",
        "title":"South Dakota Kids Count Project: 1994 Factbook."},
      {
        "id":"ED402089",
        "title":"Key Facts about Children in Utah. Children and Families at Risk: A Status Report of Our Children, 1994."},
      {
        "id":"ED402090",
        "title":"Kentucky's Children: County Data Book, 1994."},
      {
        "id":"ED402091",
        "title":"Georgia Kids Count Factbook, 1992."},
      {
        "id":"ED402092",
        "title":"Georgia Kids Count Factbook, 1993."},
      {
        "id":"ED402093",
        "title":"Georgia Kids Count Factbook, 1994."},
      {
        "id":"ED402094",
        "title":"Georgia Kids Count Factbook, 1995 Supplement."},
      {
        "id":"ED402096",
        "title":"Measures of Child Well-Being in Utah, 1996."},
      {
        "id":"ED402097",
        "title":"The State of Texas Children 1994: A County by County Fact Book."},
      {
        "id":"ED402098",
        "title":"Child Violent Death in Texas. A Special Report for Children's Trust Fund of Texas."},
      {
        "id":"ED402099",
        "title":"The Texas Childhood Hunger Identification Project. Final Report."},
      {
        "id":"ED402100",
        "title":"Kids Count in Missouri, 1996 Report."},
      {
        "id":"ED402101",
        "title":"Venturing into Co-Operative Learning in the Early Years of Schooling: A Classroom Teacher's Experience."},
      {
        "id":"ED402102",
        "title":"Competent Children at 5: Families and Early Education."},
      {
        "id":"ED402103",
        "title":"Five Years Old &amp; Competent: A Summary of the Main Findings of the First Stage of the Competent Children Project for Parents and Early Childhood Education Teachers."},
      {
        "id":"ED402104",
        "title":"Obtaining Information through Basic Communication."},
      {
        "id":"ED402105",
        "title":"The Self-Esteem Fraud: Why Feel-Good Education Does Not Lead to Academic Success. CEO Policy Brief."},
      {
        "id":"ED402107",
        "title":"Parent Support and Involvement at Apollo Middle School."},
      {
        "id":"ED402108",
        "title":"Children in Connecticut: A Survey of Public Attitudes toward Children in Our State."},
      {
        "id":"ED402109",
        "title":"Siblings as Teachers: Activity Settings in the Home of a Puerto Rican Kindergartner."},
      {
        "id":"ED402110",
        "title":"Kids Count in Nebraska: 1995 Report."},
      {
        "id":"ED402111",
        "title":"Playground Inspection &amp; Maintenance."},
      {
        "id":"ED402112",
        "title":"YES Youth Environmental Service: Technical Assistance Package."},
      {
        "id":"ED402113",
        "title":"The Inclusion Practice in Kentucky Rural Regular Schools."},
      {
        "id":"ED402114",
        "title":"Adapting Packaged Parent Education Programs To Meet the Needs of Families in Rural Areas."},
      {
        "id":"ED402115",
        "title":"Parent Involvement 101: A Guide for Rural Educators. Rural School Development Outreach Project."},
      {
        "id":"ED402117",
        "title":"Rural Poverty Resource Directory. 2nd Edition."},
      {
        "id":"ED402118",
        "title":"Rural? In Educational Research: It's a Matter of Purpose."},
      {
        "id":"ED402119",
        "title":"Economic Development: A Major Goal for Rural Education?"},
      {
        "id":"ED402120",
        "title":"Assessment of Teacher Technology Needs in Fifty-Five Southeastern Idaho School Districts."},
      {
        "id":"ED402121",
        "title":"Rural Schools and Safety Issues."},
      {
        "id":"ED402122",
        "title":"One-Teacher Public Elementary Schools in America: 1996 Study."},
      {
        "id":"ED402124",
        "title":"Moving Mountains: Reform, Resistance and Resiliency in an Appalachian Kentucky High School."},
      {
        "id":"ED402125",
        "title":"The Impact of Employment on Rural High School Students."},
      {
        "id":"ED402126",
        "title":"Sense of Belonging in Rural Community High School and Boarding Magnet High School Students."},
      {
        "id":"ED402127",
        "title":"Aspirations of Students Attending a Science and Mathematics Residential Magnet School."},
      {
        "id":"ED402128",
        "title":"The Impact of the Maine Magnet School on Improving Equity of Academic Opportunities: Early Results."},
      {
        "id":"ED402130",
        "title":"One Family, One Community: Urban Indian Adult Education Program."},
      {
        "id":"ED402131",
        "title":"Orienteering Map and Compass: A Guide and Outline to Its Science and Practice."},
      {
        "id":"ED402132",
        "title":"YES in Action: Youth Environmental Service Program Summary."},
      {
        "id":"ED402136",
        "title":"Sustainable Small Schools: A Handbook for Rural Communities."},
      {
        "id":"ED402138",
        "title":"Native North American Language Instruction Offered at Institutions of Higher Education."},
      {
        "id":"ED402146",
        "title":"Multicultural Mathematics and Science: Effective K-12 Practices for Equity. ERIC Digest."},
      {
        "id":"ED402147",
        "title":"Starting Early: Environmental Education during the Early Childhood Years. ERIC Digest."},
      {
        "id":"ED402148",
        "title":"Teaching Evolution in School Science Classes. ERIC Digest."},
      {
        "id":"ED402149",
        "title":"The \"Generation Earth\" Companion Manual: Your Guide to Environmental Education Replication."},
      {
        "id":"ED402150",
        "title":"Achieving Gender Equity in Science Classrooms: A Guide for Faculty."},
      {
        "id":"ED402151",
        "title":"WOW! Windows on the Wild: A Biodiversity Primer."},
      {
        "id":"ED402152",
        "title":"Biotechnology Education and the Internet. ERIC Digest."},
      {
        "id":"ED402153",
        "title":"Books To Help Teachers Achieve Science Literacy. ERIC Digest."},
      {
        "id":"ED402154",
        "title":"Teaching Science in the Field. ERIC Digest."},
      {
        "id":"ED402155",
        "title":"Alternatives To Animal Dissection in School Science Classes. ERIC Digest."},
      {
        "id":"ED402156",
        "title":"National Standards and Benchmarks in Science Education: A Primer. ERIC Digest."},
      {
        "id":"ED402157",
        "title":"Mathematics Education Resources on the World Wide Web. ERIC Digest."},
      {
        "id":"ED402158",
        "title":"Environmental Education Resources on the World Wide Web. ERIC Digest."},
      {
        "id":"ED402160",
        "title":"Planning Education To Care for the Earth."},
      {
        "id":"ED402162",
        "title":"Philosophy of Teaching Mathematics."},
      {
        "id":"ED402163",
        "title":"Magical Memories and Rejuvenation through Reflection: Stories of the Development of a Preservice Secondary Science Teacher."},
      {
        "id":"ED402164",
        "title":"Action for a Cleaner Tomorrow: A South Carolina Environmental Curriculum Grades 6-12, 2nd Edition."},
      {
        "id":"ED402166",
        "title":"Interpretive Sourcebook, 1996. A Sense of Place, A Sense of Space: Interpretation under the Big Sky. Proceedings of the National Interpreters Workshop (Billings, Montana, October 22-26, 1996)."},
      {
        "id":"ED402175",
        "title":"Global Change Education Resource Guide."},
      {
        "id":"ED402181",
        "title":"Scope It Out: Standards-Based Microscope Lessons for the Middle School."},
      {
        "id":"ED402184",
        "title":"An Interpretation of One Student's Cheating in a High School Physics Classroom: A Case Study."},
      {
        "id":"ED402185",
        "title":"Focusing on Equity in an Elementary Mathematics Methods Course."},
      {
        "id":"ED402187",
        "title":"Biotechnology: Commercialization and Economic Aspects, January 1993-June 1996. Quick Bibliography Series no. QB 96-10."},
      {
        "id":"ED402188",
        "title":"Achievements of Secondary 1 and Secondary 2 Pupils in Mathematics and Science: Third International Mathematics and Science Study (TIMSS)."},
      {
        "id":"ED402189",
        "title":"Teaching Chemical Bonding: A Resource Book for Senior Chemistry."},
      {
        "id":"ED402190",
        "title":"Western Europe Leads the United States and Asia in Science and Engineering Ph.D. Degree Production."},
      {
        "id":"ED402191",
        "title":"Rockets Away! A Fun Approach to Exploring the Science of Rocketry. Teacher's Edition."},
      {
        "id":"ED402192",
        "title":"Women, Minorities, and Persons with Disabilities in Science and Engineering: 1996."},
      {
        "id":"ED402194",
        "title":"A Perspective on Race Equity and Science and Math Education: Toward Making Science and Math for All."},
      {
        "id":"ED402195",
        "title":"Student Created Calculus Movies Using Computers and the TI-92."},
      {
        "id":"ED402197",
        "title":"Factors Leading to Gains in Mathematics during the First Year of College: An Analysis by Gender and Ethnicity."},
      {
        "id":"ED402198",
        "title":"Effects of Using Writing-To-Learn Mathematics."},
      {
        "id":"ED402201",
        "title":"From the Lab Bench to the Classroom: A Program Planner's Guide to Developing Summer Fellowships for Classroom Science Teachers."},
      {
        "id":"ED402202",
        "title":"\"And They Is Us\": Gender Issues in the Instruction of Science."},
      {
        "id":"ED402203",
        "title":"Our Mission to Planet Earth: A Guide to Teaching Earth System Science."},
      {
        "id":"ED402204",
        "title":"Ozone: Does It Affect Me?"},
      {
        "id":"ED402205",
        "title":"Preliminary Results, Implications and Applications from a Study Comparing a Traditional vs. an Integrated High School Science Program."},
      {
        "id":"ED402208",
        "title":"The Maryland Collaborative for Teacher Preparation: Making Sense of the Enactment of Reform in the Preparation of Specialist Teachers of Mathematics and Science."},
      {
        "id":"ED402209",
        "title":"The Guidebook of Federal Resources for K-12 Mathematics and Science 1996."},
      {
        "id":"ED402210",
        "title":"Search and Seizure: Students Rights vs. the School."},
      {
        "id":"ED402211",
        "title":"Building Bridges to the Law."},
      {
        "id":"ED402212",
        "title":"E Pluribus Unum. Out of Many, One."},
      {
        "id":"ED402213",
        "title":"Values in Action: A Middle School Ethics Course."},
      {
        "id":"ED402214",
        "title":"Improving Motivation of Sixth Grade Music Students through Curriculum Interventions and Teaching Practices."},
      {
        "id":"ED402216",
        "title":"Learning about Folklife: The U.S. Virgin Islands and Senegal. A Guide for Teachers and Students = Apprenons A Propos Des Traditions Culturelles: Les Iles Vierges Des Etats Unis Et Le Senegal."},
      {
        "id":"ED402217",
        "title":"Just Solutions."},
      {
        "id":"ED402218",
        "title":"South Dakota First through Fifth Grade Teachers' Perceptions of Law-Related Education."}]
  }}
